text = `
1、根据《中华人民共和国村民委员会组织法》的规定，村民委员会是自我管理、自我教育、自我服务的基层群众性自治组织，也是我国最低的一项国家政权机关。（ ）
A. 正确
B. 错误
正确答案：B
2、基层群众自治制度是我国的一项基本政治制度，小区物业管理委员会属于群众自治。（ ）
A. 正确
B. 错误
正确答案：B
3、邓家村的安某和王某是邻居，两人因琐事发生打斗（情节轻微），则在治安调解过程中，可以邀请邓家村村长参加帮助调解。（ ）
A. 正确
B. 错误
正确答案：A
4、盗窃财物价值1000元以下尚不构成刑事处罚的，应当由公安机关进行治安管理处罚。（ ）
A. 正确
B. 错误
正确答案：A
5、派出所可以决定罚款1000元以下及警告的治安管理处罚。（ ）
A. 正确
B. 错误
正确答案：B
6、在社会主义国家，法治必须坚持党的领导，党的领导必须依靠法治。（ ）
A. 正确
B. 错误
正确答案：A
7、党的领导制度是我国的根本领导制度。（ ）
A. 正确
B. 错误
正确答案：A
8、我国积极参与全球环境与气候治理，作出力争2035年前实现碳达峰、2060年前实现碳中和的庄严承诺。（ ）
A. 正确
B. 错误
正确答案：B
9、社会公德是公民道德的重要环节，对其他道德建设起着引领作用，在公民道德汇总，社会公德是一种基本的道德要求。（ ）
A. 正确
B. 错误
正确答案：A
10、“自由、平等、公正、法治”是立足于社会层面培育社会主义核心价值观所提出的价值目标和现实要求。（ ）
A. 正确
B. 错误
正确答案：A
11、对违法犯罪分子和受刑事处分的人，国家仍然有进行公民道德教育的责任。（ ）
A. 正确
B. 错误
正确答案：A
12、集体主义价值观主张集体和个人利益在个人利益的基础上辩证统一，所以它不排斥个人利益。（ ）
A. 正确
B. 错误
正确答案：B
13、党员犯罪情节轻微，人民检察院依法作出不起诉决定的，或者人民法院依法作出有罪判决并免予刑事处罚的，应当免予处分。（ ）
A. 正确
B. 错误
正确答案：B
14、丑化党和国家形象，或者诋毁、污蔑党和国家领导人，或者歪曲党史、军史的。给予撤销党内职务处分。（ ）
A. 正确
B. 错误
正确答案：B
15、解决台湾问题，实现祖国统一，是中国的内部事务，不受任何外国势力的干涉。（ ）
A. 正确
B. 错误
正确答案：A
16、世界上只有一个中国，大陆和台湾同属一个中国，中国的主权和领土完整不容分割。维护国家主权和领土完整是包括台湾同胞在内的全中国人民的共同义务。（ ）
A. 正确
B. 错误
正确答案：A
17、法治文化的核心就是法治意识。要弘扬社会法治精神，建设社会主义法治文化就必须人民信仰法治，有法律意识。（ ）
A. 正确
B. 错误
正确答案：A
18、法治文化与道德建设息息相关，这是因为法律比道德的建设标准高。（ ）
A. 正确
B. 错误
正确答案：A
19、任何组织和个人不得限制市场主体迁移。除法律、法规、规章另有规定外，市场主体迁移后其持有的有效许可证件不再重复办理。（ ）
A. 正确
B. 错误
正确答案：A
20、党的十九届四中全会提出，要完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系的社会治理体系。（ ）
A. 正确
B. 错误
正确答案：A
21、十九届四中全会决定中就完善国家安全体系提出，要完善防范有力、指挥有序的国家安全领导体制。（ ）
A. 正确
B. 错误
正确答案：B
22、中共中央、国务院《关于加快推进社会治理现代化开创平安中国建设新局面的意见》提出，加快推进社会治理现代化开创平安中国建设新局面的切入点是城市社会治理现代化。（ ）
A. 正确
B. 错误
正确答案：B
23、十九届四中全会决定中就构建基层社会治理新格局提出，要健全党组织领导的“自治、法治、德治”相结合的城乡基层治理体系。（ ）
A. 正确
B. 错误
正确答案：A
24、推进市域社会治理现代化必须加大普法工作力度，应该坚持“谁普法谁负责”的普法责任制。（ ）
A. 正确
B. 错误
正确答案：B
25、中共中央、国务院《关于加快推进社会治理现代化开创平安中国建设新局面的意见》提出，要构建权责明晰、高效联动、上下贯通、运转灵活的社会治理指挥体系。（ ）
A. 正确
B. 错误
正确答案：A
26、党的十九大提出，加强社会治安防控体系建设，依法打击各类违法犯罪活动，保护人民的人身权、财产权、自由权。（ ）
A. 正确
B. 错误
正确答案：B
27、中共中央、国务院《关于加快推进社会治理现代化开创平安中国建设新局面的意见》明确提出，加强和创新社会治理要坚持系统治理、依法治理、综合治理、源头治理。（ ）
A. 正确
B. 错误
正确答案：A
28、中共中央、国务院《关于加快推进社会治理现代化开创平安中国建设新局面的意见》提出，加快推进社会治理现代化开创平安中国建设新局面以防范化解影响国家安全、社会安定、人民安宁为落脚点。（ ）
A. 正确
B. 错误
正确答案：B
29、党的十九届四中全会关于社会治理的总体要求是建设人人有责、人人尽责、人人享有的社会治理共同体。（ ）
A. 正确
B. 错误
正确答案：B
30、党的十九大提出，要提高社会治理“社会化、民主化、专业化、法治化”的水平。（ ）
A. 正确
B. 错误
正确答案：B
31、党的十九大提出打造“共建、共治、共益”的社会治理格局。（ ）
A. 正确
B. 错误
正确答案：B
32、在社会管理实践中必须加强社会管理应急体系建设，促使我们从思想上提高警惕，在行动上采取一些可控性的措施，把不利于和谐稳定的因素遏制在苗头出露之时，从而规避社会风险，化解社会矛盾。（ ）
A. 正确
B. 错误
正确答案：B
33、社区化问题解决机制要靠居民委员会。（ ）
A. 正确
B. 错误
正确答案：B
34、社会治理是社会建设的重大任务。（ ）
A. 正确
B. 错误
正确答案：A
35、公司、企业、事业单位、机关、团体实施的危害社会的行为，法律规定为单位犯罪的，应当负刑事责任。（ ）
A. 正确
B. 错误
正确答案：A
36、犯罪是应受到刑罚处罚的行为，不受刑罚处罚的行为，都不是犯罪。（ ）
A. 正确
B. 错误
正确答案：B
37、有的行为尽管法律上没有明文规定为犯罪行为，但只要它具有社会危害性，就可以比照我国刑法相关规定定罪处罚。（ ）
A. 正确
B. 错误
正确答案：B
38、因不满16周岁不受刑罚处罚的，应由政府收容教养。（ ）
A. 正确
B. 错误
正确答案：B
39、醉酒的人犯罪，应当负刑事责任。（ ）
A. 正确
B. 错误
正确答案：A
40、精神病人在任何时候犯罪都应当承担刑事责任。（ ）
A. 正确
B. 错误
正确答案：B
41、我国刑法的任务就是用刑罚同一切违法行为作斗争。（ ）
A. 正确
B. 错误
正确答案：B
42、建设水力发电站，应当保护生态环境和文物，兼顾防洪、供水、灌溉、航运、竹木流放和渔业等方面的需要。（ ）
A. 正确
B. 错误
正确答案：A
43、直接从江河、湖泊、地下取水的单位或者个人，无需向市、区县（自治县）水行政主管部门缴纳水资源费。（ ）
A. 正确
B. 错误
正确答案：B
44、城市、集镇等建筑物密集区可以直接取用地下水用于地源热泵系统。（ ）
A. 正确
B. 错误
正确答案：B
45、分散式饮用水源保护范围内可以新建厕所、化粪池。（ ）
A. 正确
B. 错误
正确答案：B
46、养犬人应当携带犬只到动物诊疗机构注射狂犬病疫苗，动物诊疗机构依法出具免疫证明，免疫证明长期有效。（ ）
A. 正确
B. 错误
正确答案：B
47、对正在伤人的犬只，任何人可以采取措施进行控制；难以控制的，可以就地捕灭。（ ）
A. 正确
B. 错误
正确答案：A
48、违反禁养规定饲养烈性犬、攻击性犬，由公安机关责令限期改正，可以处一千元以上五千元以下的罚款；逾期未改正的，没收犬只。（ ）
A. 正确
B. 错误
正确答案：A
49、重点管理区、一般管理区按照各自禁养犬只种类目录规定，可以饲养相应的烈性犬、攻击性犬。（ ）
A. 正确
B. 错误
正确答案：B
50、重点管理区内个人养犬的，每户可以饲养一只；自登记之日起一年内无违法养犬行为记录的，可以申请再饲养一只，但饲养总数不得超过两只。（ ）
A. 正确
B. 错误
正确答案：A
51、物业服务企业、公共场所经营者或者管理者无权劝阻和制止违法或者不文明养犬行为。（ ）
A. 正确
B. 错误
正确答案：B
52、公安机关主管本行政区域内养犬管理工作，依法开展养犬登记管理，捕灭狂犬、处理涉犬治安纠纷等工作。（ ）
A. 正确
B. 错误
正确答案：A
53、妇女在农村集体经济组织成员身份确认、土地承包经营、集体经济组织收益分配、土地征收补偿安置或者征用补偿以及宅基地使用等方面，享有与男子平等的权利。（ ）
A. 正确
B. 错误
正确答案：A
54、用人单位在招录（聘）过程中，除国家另有规定外，可以进一步询问或者调查女性求职者的婚育情况。（ ）
A. 正确
B. 错误
正确答案：B
55、国家保障妇女享有与男子平等的劳动权利和社会保障权利。（ ）
A. 正确
B. 错误
正确答案：A
56、各级人民政府在规划、建设基础设施时，应当考虑妇女的特殊需求，配备满足妇女需要的公共厕所和母婴室等公共设施。（ ）
A. 正确
B. 错误
正确答案：A
57、妇女依法享有生育子女的权利，也有不生育子女的自由。（ ）
A. 正确
B. 错误
正确答案：A
58、为了保护遭受性侵害、性骚扰的女学生并及时调查案件，学校、公安机关、教育行政部门等相关单位和人员可以向社会公开征求线索。（ ）
A. 正确
B. 错误
正确答案：B
59、妇女联合会及其团体会员，可以向国家机关、群团组织、企业事业单位推荐女干部。（ ）
A. 正确
B. 错误
正确答案：A
60、有关机关制定或者修改涉及妇女权益的法律、法规、规章和其他规范性文件，无需听取妇女联合会的意见。（ ）
A. 正确
B. 错误
正确答案：B
61、妇女权益保障所需经费不列入各级政府预算。（ ）
A. 正确
B. 错误
正确答案：B
62、国家采取有效措施，为妇女依法行使权利提供必要的权利（ ）
A. 正确
B. 错误
正确答案：A
63、不动产登记机构应当按照国家有关规定，加强与住房城乡建设、税务等部门的协作，实行不动产登记、交易和缴税一窗办理、即办即取。（ ）
A. 正确
B. 错误
正确答案：A
64、在依法设立的开发区、新区和其他有条件的区域，按照国家规定推行工程建设领域区域评估制度，区域评估的费用由市场主体承担。（ ）
A. 正确
B. 错误
正确答案：B
65、为了确保重大工程建设项目的安全性和规范性，市场主体必须出具所有相关材料，不能“容后补缺”。（ ）
A. 正确
B. 错误
正确答案：B
66、为了提高办事效率，有关单位可以限制市场主体选择政务服务办理渠道的申请方式。（ ）
A. 正确
B. 错误
正确答案：B
67、政务服务中心应当健全一次性告知、首问负责、限时办结等服务制度，完善预约、全程帮办、联办以及错时、延时服务等工作机制。（ ）
A. 正确
B. 错误
正确答案：A
68、市场主体因自然灾害、事故灾难或者公共卫生事件等突发事件造成生产经营困难的，由市场主体自行承担责任，政府不参与救助、安置等措施。（ ）
A. 正确
B. 错误
正确答案：B
69、商业银行等金融机构享有商业秘密权，可以不按照向社会公开的服务标准、资费标准和办理时限开展融资服务，且不接受社会监督。（ ）
A. 正确
B. 错误
正确答案：B
70、市场主体申请变更股东姓名（名称）、住所、经营范围等登记事项，不能简化申请材料。（ ）
A. 正确
B. 错误
正确答案：B
71、各级人民政府及有关部门和单位依法保障各类市场主体在生产经营过程中获得平等待遇，不得制定和实施歧视性政策。（ ）
A. 正确
B. 错误
正确答案：A
72、任何组织和个人不得干预应当由市场主体依法自主决策的各类事项，不得在法律法规规定之外对市场主体实施摊派行为，不得干扰市场主体正常生产经营活动，不得增加市场主体负担。（ ）
A. 正确
B. 错误
正确答案：A
73、专利管理部门不可以向社会公众有偿征集有关假冒专利等违法行为的证据或者线索。（ ）
A. 正确
B. 错误
正确答案：B
74、发生专利纠纷的，可以依法向专利管理部门申请专利纠纷调解，也可以依法向人民法院提起诉讼。发生专利侵权纠纷的，还可以依法向市专利管理部门申请专利侵权纠纷行政裁决。（ ）
A. 正确
B. 错误
正确答案：A
75、本市对促进我市经济社会发展作出突出贡献的专利权人和发明人、设计人，按照有关规定给予表彰奖励。（ ）
A. 正确
B. 错误
正确答案：A
76、履行个人信息保护职责的部门的工作人员玩忽职守、滥用职权、徇私舞弊，尚不构成犯罪的，依法给予处分。（ ）
A. 正确
B. 错误
正确答案：A
77、为公共利益实施新闻报道、舆论监督等行为，可以所有在范围内处理个人信息。（ ）
A. 正确
B. 错误
正确答案：B
78、处理个人信息应当遵循公开、透明原则，公开个人信息处理规则，明示处理的目的、方式和范围。（ ）
A. 正确
B. 错误
正确答案：A
79、任何个人和组织不得窃取或者以其他非法方式获取个人信息，不得非法出售或者非法向他人提供个人信息。（ ）
A. 正确
B. 错误
正确答案：A
80、网络运营者可以收集与其提供的服务无关的个人信息，但应建立健全用户信息保护制度。（ ）
A. 正确
B. 错误
正确答案：B
81、网络运营者开展经营和服务活动，必须遵守法律、行政法规，尊重社会公德，遵守商业道德，诚实信用，履行网络安全保护义务，接受政府和社会的监督，承担社会责任。（ ）
A. 正确
B. 错误
正确答案：A
82、全国人民代表大会代表在所有会议上的发言和表决，不受法律追究。（ ）
A. 正确
B. 错误
正确答案：B
83、中华人民共和国公民的人格尊严不受侵犯。禁止用任何方法对公民进行侮辱、诽谤和诬告陷害。（ ）
A. 正确
B. 错误
正确答案：A
84、一切国家机关和国家工作人员必须依靠人民的支持，经常保持同人民的密切联系，倾听人民的意见和建议，接受人民的监督，努力为人民服务。（ ）
A. 正确
B. 错误
正确答案：A
85、国家建立健全同经济发展水平相适应的社会保障制度。（ ）
A. 正确
B. 错误
正确答案：A
86、国家为了公共利益的需要，可以依照法律规定对公民的私有财产实行征收或者征用并给予合理补偿。（ ）
A. 正确
B. 错误
正确答案：B
87、公民的合法的私有财产神圣不受侵犯。（ ）
A. 正确
B. 错误
正确答案：B
88、个体工商户必须加入个体劳动者协会。（ ）
A. 正确
B. 错误
正确答案：B
89、个体工商户变更经营者或者转型为企业的，应当结清依法应缴纳的税款等，对原有债权债务作出妥善处理，不得损害他人的合法权益。（ ）
A. 正确
B. 错误
正确答案：A
90、精神病人、智力残疾人在不能辨认或者不能控制自己行为时有违法行为的，应当不予行政处罚。（ ）
A. 正确
B. 错误
正确答案：A
91、当事人因遗忘时间超过规定期限提出听证要求的，行政机关对其要求和事实核实无误后，应当组织听证。（ ）
A. 正确
B. 错误
正确答案：B
92、当事人逾期未提出听证要求的，视为放弃听证权利。（ ）
A. 正确
B. 错误
正确答案：A
93、行政机关在作出行政处罚决定之前，应当制作行政处罚告知书告知当事人拟作出的行政处罚内容及事实、理由、依据，并告知当事人依法享有的陈述、申辩、要求听证等权利。（ ）
A. 正确
B. 错误
正确答案：A
94、国务院和长江流域县级以上地方人民政府应当将长江保护工作纳入国民经济和社会发展规划。（ ）
A. 正确
B. 错误
正确答案：A
95、《中华人民共和国长江保护法》所称长江支流，是指直接或者间接流入长江干流的河流，支流可以分为一级支流、二级支流等。（ ）
A. 正确
B. 错误
正确答案：A
96、对破坏长江流域自然资源、污染长江流域环境、损害长江流域生态系统等违法行为，本法未作行政处罚规定的，不予处罚。（ ）
A. 正确
B. 错误
正确答案：B
97、公民、法人和非法人组织有权依法获取长江流域生态环境保护相关信息，举报和控告破坏长江流域自然资源、污染长江流域环境、损害长江流域生态系统等违法行为。（ ）
A. 正确
B. 错误
正确答案：A
98、国家鼓励长江流域上下游、左右岸、干支流地方人民政府之间开展纵向生态保护补偿。（ ）
A. 正确
B. 错误
正确答案：B
99、国家按照政策支持、企业和社会参与、市场化运作的原则，要求社会资本投入长江流域生态环境修复。（ ）
A. 正确
B. 错误
正确答案：B
100、国家建立长江流域危险货物运输船舶污染责任保险与财务担保相结合机制。具体办法由国务院交通运输主管部门会同国务院有关部门制定。（ ）
A. 正确
B. 错误
正确答案：A
101、国务院和长江流域市级人民政府应当依法在长江流域重要生态区、生态状况脆弱区划定公益林，实施严格管理。国家对长江流域天然林实施严格保护，科学划定天然林保护重点区域。（ ）
A. 正确
B. 错误
正确答案：B
102、长江干流、重要支流和重要湖泊上游的水利水电、航运枢纽等工程应当将生态用水调度纳入日常运行调度规程，建立常规生态调度机制，保证河湖生态流量；其下泄流量不符合生态流量泄放要求的，由县级以上人民政府水行政主管部门提出整改措施并监督实施。（ ）
A. 正确
B. 错误
正确答案：A
103、水行政主管部门和长江流域县级以上地方人民政府应当制定长江流域珍贵、濒危水生野生动植物保护计划，对长江流域珍贵、濒危水生野生动植物实行重点保护。（ ）
A. 正确
B. 错误
正确答案：B
104、国务院生态环境主管部门和长江流域地方各级人民政府应当采取有效措施，加大对长江流域的水污染防治、监管力度，预防、控制和减少水环境污染。（ ）
A. 正确
B. 错误
正确答案：A
105、长江流域乡级以上地方人民政府组织编制本行政区域的国土空间规划，按照规定的程序报经备案后实施。（ ）
A. 正确
B. 错误
正确答案：B
106、媒体应当采取多种形式开展长江流域生态环境保护和绿色发展的宣传教育，并依法对违法行为进行舆论监督。（ ）
A. 正确
B. 错误
正确答案：A
107、实行长江流域生态环境保护责任制和考核评价制度。国务院相关部门应当对下级人民政府生态环境保护和修复目标完成情况等进行考核。（ ）
A. 正确
B. 错误
正确答案：B
108、国家鼓励相关主体之间采取自愿协商等方式开展生态保护补偿。 （ ）
A. 正确
B. 错误
正确答案：B
109、张某把李某的诗稍作修改署上自己的姓名发表在当地一家报纸上，不构成知识产权侵权。（ ）
A. 正确
B. 错误
正确答案：B
110、学校学习过程中，教师对生病的学生救护不力，属于不作为侵权。（ ）
A. 正确
B. 错误
正确答案：A
111、张某以放弃继承权为由，拒绝赡养父母，这种行为是合法的。（ ）
A. 正确
B. 错误
正确答案：B
112、王先生与李女士婚后15年一直无子女，二人均身体健康，有着稳定的收入，且二人均没有犯罪纪录。根据《中华人民共和国民法典》的规定，二人可以成为收养人收养一名孤儿。（ ）
A. 正确
B. 错误
正确答案：A
113、根据《中华人民共和国民法典》的规定，涉及遗产继承、接受赠与等胎儿利益保护的，胎儿视为具有民事权利能力。但是，胎儿娩出时为死体的，其民事权利能力自始不存在。（ ）
A. 正确
B. 错误
正确答案：A
114、被宣告死亡的自然人的婚姻关系自死亡宣告之日满两年后消灭。（ ）
A. 正确
B. 错误
正确答案：B
115、根据《中华人民共和国民法典》的规定，设立居住权，当事人应采用书面形式订立居住权合同。（ ）
A. 正确
B. 错误
正确答案：A
116、遗产是自然人死亡时遗留的所有个人财产。（ ）
A. 正确
B. 错误
正确答案：B
117、《中华人民共和国民法典》规定，租赁合同的租赁期限不得超过十年，超过部分无效。（ ）
A. 正确
B. 错误
正确答案：B
118、《中华人民共和国民法典》明确规定，以取得利润并分配给股东等出资人的为目的成立的法人，是营利法人（ ）
A. 正确
B. 错误
正确答案：A
119、依据《中华人民共和国民法典》规定,人格权可以放弃、转让或继承。（ ）
A. 正确
B. 错误
正确答案：B
120、根据《中华人民共和国民法典》的规定，不动产物权的设立、变更、转让和消灭，应当依照法律规定登记。动产物权的设立、变更、转让和消灭，应当依照法律规定交付。（ ）
A. 正确
B. 错误
正确答案：A
121、无效的或者被撤销的民事法律行为自始没有没有法律约束力。（ ）
A. 正确
B. 错误
正确答案：A
122、依据《中华人民共和国民法典》规定，十六周岁以上的自然人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人。（ ）
A. 正确
B. 错误
正确答案：A
123、依据《中华人民共和国民法典》规定，自然人的民事权利能力一律平等。（ ）
A. 正确
B. 错误
正确答案：A
124、不得升挂或者使用破损、污损、褪色或者不合规格的国旗，不得倒挂、倒插或者以其他有损国旗尊严的方式升挂、使用国旗。（ ）
A. 正确
B. 错误
正确答案：A
125、在公共场合故意以焚烧、毁损、涂划、玷污、践踏等方式侮辱中华人民共和国国旗的，依法追究民事责任。（ ）
A. 正确
B. 错误
正确答案：B
126、中华人民共和国国旗是中华人民共和国的象征和标志。每个组织和公民，都应当尊重和爱护国旗。（ ）
A. 正确
B. 错误
正确答案：A
127、学校除假期外，每周举行一次升旗仪式。（ ）
A. 正确
B. 错误
正确答案：A
128、国家综合性消防救援队伍的船舶升挂国旗的办法，由国务院应急管理部门规定。（ ）
A. 正确
B. 错误
正确答案：A
129、执行出入境边防检查、边境管理、治安任务的船舶升挂国旗的办法，由国务院公安部门规定。（ ）
A. 正确
B. 错误
正确答案：A
130、民用船舶和进入中国领水的外国船舶升挂国旗的办法，由国务院交通主管部门规定。（ ）
A. 正确
B. 错误
正确答案：A
131、中国共产党中央各部门和地方各级委员会应当在工作日升挂国旗。（ ）
A. 正确
B. 错误
正确答案：A
132、国旗及其图案可以用作商标、授予专利权的外观设计和商业广告，可以用于私人丧事活动。（ ）
A. 正确
B. 错误
正确答案：B
133、举行升旗仪式时，可以奏唱国歌。在国旗升起的过程中，在场人员应当面向国旗肃立，行注目礼或者按照规定要求敬礼，不得有损害国旗尊严的行为。（ ）
A. 正确
B. 错误
正确答案：B
134、依照《中华人民共和国国旗法》规定应当升挂国旗的，遇有恶劣天气，可以不升挂。（ ）
A. 正确
B. 错误
正确答案：A
135、举行重大庆祝、纪念活动，大型文化、体育活动，大型展览会，应当升挂国旗。（ ） 
A. 正确
B. 错误
正确答案：B
136、民族自治地方在民族自治地方成立纪念日和主要传统民族节日应当升挂国旗。（ ）
A. 正确
B. 错误
正确答案：A
137、学校除寒假、暑假和休息日外，应当每日升挂国旗。有条件的幼儿园参照学校的规定升挂国旗。（ ）
A. 正确
B. 错误
正确答案：A
138、中华人民共和国国旗按照中国人民政治协商会议第一届全体会议主席团公布的国旗制法说明制作。（ ）  
A. 正确
B. 错误
正确答案：A
139、疑似非法收养或来历不明的儿童，公安机关可以不采集其生物样本入库比对。（ ）
A. 正确
B. 错误
正确答案：B
140、怀疑自己曾被拐卖、要求公安机关采集DNA样本入库比对的，公安机关应当采集其生物样本入库比对。（ ）
A. 正确
B. 错误
正确答案：A
141、发现有收买被拐卖妇女、儿童行为，依法应当追究刑事责任的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。（ ）
A. 正确
B. 错误
正确答案：A
142、接到儿童失踪或者已满十四周岁不满十八周岁的妇女失踪报案的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。（ ）
A. 正确
B. 错误
正确答案：A
143、接到拐卖妇女、儿童的报案、控告、举报的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。（ ）
A. 正确
B. 错误
正确答案：A
144、针对有涉拐外籍妇女的案件，开展询问、询问工作时，要按规定聘请翻译人员完全准确地告知其相关权利和义务。（ ）
A. 正确
B. 错误
正确答案：A
145、公安机关经查找，1个月内未找到儿童生父母或其他监护人的，应当为社会福利机构或者救助保护机构出具暂时未查找到生父母或其他监护人的证明。（ ）
A. 正确
B. 错误
正确答案：A
146、怀疑自己曾被拐卖、要求采集DNA样本入库比对的，公安机关应该为其采集DNA样本入库比对。（ ）
A. 正确
B. 错误
正确答案：A
147、接到已满十八周岁的妇女失踪报案的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。（ ）
A. 正确
B. 错误
正确答案：B
148、接到儿童失踪或者已满十四周岁不满十六周岁的妇女失踪报案的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。（ ）
A. 正确
B. 错误
正确答案：B
149、几个地区的司法机关都有权管辖的，一般由拐出发生地的司法机关管辖。（ ）
A. 正确
B. 错误
正确答案：B
150、拐卖妇女儿童犯罪的犯罪地包括拐出地、中转地、拐入地以及拐卖活动的途径地。（ ）
A. 正确
B. 错误
正确答案：A
151、拐卖妇女儿童犯罪案件依法由拐卖发生地司法机关管辖。（ ）
A. 正确
B. 错误
正确答案：B
152、收买被拐卖的妇女、儿童罪是指不以出卖为目的，收买被拐卖妇女、儿童的行为。（ ）
A. 正确
B. 错误
正确答案：A
153、通过中间人居间介绍，将自己刚出生的小孩以8万元人民币出卖给他人，可以认定为拐卖儿童行为。（ ）
A. 正确
B. 错误
正确答案：A
154、拐骗儿童罪指以欺骗，引诱或者其他方法，使不满16周岁的男、女儿童脱离家庭或者监护人的行为。（ ）
A. 正确
B. 错误
正确答案：B
155、拐卖妇女儿童犯罪主要作案手段之一有采用引诱方法。（ ）
A. 正确
B. 错误
正确答案：B
156、拐卖妇女、儿童是指以出卖为目的，有拐骗、绑架、收买、贩卖、接送、中转妇女、儿童之一的行为。（ ）
A. 正确
B. 错误
正确答案：A
157、《中国共产党廉洁自律准则》中国共产党执政以来第一部坚持正面倡导、面向全体党员的重要基础性法规。 （ ）
A. 正确
B. 错误
正确答案：A
158、德才兼备、以才为先是选拔任用党政领导干部必须坚持的原则之一。 （ ）
A. 正确
B. 错误
正确答案：B
159、书记专题会议酝酿机制可以代替常委会会议作出决策。 （ ）
A. 正确
B. 错误
正确答案：B
160、市、县两级常委会委员可以是8个人。 （ ）
A. 正确
B. 错误
正确答案：B
161、党的纪律包括政治纪律、组织纪律、群众纪律，但不包括生活纪律。 （ ）
A. 正确
B. 错误
正确答案：B
162、发展党员要把能力标准放在首位。 （ ）
A. 正确
B. 错误
正确答案：B
163、将增强绿水青山就是金山银山的意识写入十九大党章。 （ ）
A. 正确
B. 错误
正确答案：A
164、衡量一个政党是否成熟，党章通常是关键性因素之一。 （ ）
A. 正确
B. 错误
正确答案：A
165、“四梁八柱”中的“四梁”指的是中央八项规定、关于新形势下党内政治生活的若干准则、中国共产党廉洁自律准则以及中国共产党党内监督条例。 （ ）
A. 正确
B. 错误
正确答案：A
166、贯彻落实党内法规制定工作首先要发挥以上率下的领导作用。 （ ）
A. 正确
B. 错误
正确答案：A
167、《中共中央关于全面推进依法治国重大问题的决定》第一次将党内法规体系纳入到中国特色社会主义法治体系之中。 （ ）
A. 正确
B. 错误
正确答案：A
168、党内法规制度保障体系是保证党内法规制度建设的重要外部因素。 （ ）
A. 正确
B. 错误
正确答案：A
169、党的领导法规制度是为党发挥总揽全局、协调各方的领导核心作用提供制度保障。 （ ）
A. 正确
B. 错误
正确答案：A
170、党内法规可以不必严格遵守宪法。 （ ）
A. 正确
B. 错误
正确答案：B
171、党政军民学，东西南北中，党是领导一切的。 （ ）
A. 正确
B. 错误
正确答案：A
172、党内法规制度体系的核心是基层群众自治制度。 （ ）
A. 正确
B. 错误
正确答案：B
173、党的组织法规要坚持民主集中制这一根本原则。 （ ）
A. 正确
B. 错误
正确答案：A
174、党章是最根本的党规党法。 （ ）
A. 正确
B. 错误
正确答案：A
175、党内法规与国家法律是协调统一的，但是党内法规不能转化为国家法律。（ ）
A. 正确
B. 错误
正确答案：B
176、党内法规和国家法律都是靠国家强制力保障实施的。 （ ）
A. 正确
B. 错误
正确答案：B
177、我国禁止集体土地使用权的有偿出让。（ ）
A. 正确
B. 错误
正确答案：B
178、农村和城乡结合部的土地，除法律规定属于国家所有的以外，属于集体所有。（ ）
A. 正确
B. 错误
正确答案：B
179、固定资产投资是指新增固定资产和更新改造现有固定资产的投资活动。（ ）
A. 正确
B. 错误
正确答案：A
180、我国《产品质量法》运用民事、行政、刑事等多种法律手段解决产品质量问题。（ ）
A. 正确
B. 错误
正确答案：A
181、消费者和经营者若发生消费者权益争议，可请求有关行政部门调解。（ ）
A. 正确
B. 错误
正确答案：B
182、《反不正当竞争法》不具有保护消费者合法权益的功能，《消费者权益保护法》才具有此项功能。（ ）
A. 正确
B. 错误
正确答案：B
183、我国的竞争法律制度体系是由反垄断法律制度和反不正当竞争法律制度构成。（ ）
A. 正确
B. 错误
正确答案：A
184、公司终止的原因主要包括公司解散和公司破产。（ ）
A. 正确
B. 错误
正确答案：A
185、“有符合公司章程规定的全体发起人认购的股本总额或者募集的实收股本总额”是设立有限责任公司应当具备的条件之一。（ ）
A. 正确
B. 错误
正确答案：B
186、多支柱养老保险立法由国家、社会、家庭三个层次的养老保险立法组成。（ ）
A. 正确
B. 错误
正确答案：B
187、社会保险制度保障劳动者在年老、患病、工伤、失业、生育等情况下获得物质帮助。（ ）
A. 正确
B. 错误
正确答案：B
188、事实劳动关系是无效的劳动关系。（ ）
A. 正确
B. 错误
正确答案：B
189、劳动合同双方主体同时变更，意味着原合同关系消灭。（ ）
A. 正确
B. 错误
正确答案：A
190、妇女享有与男子平等的就业权利。用人单位在录用职工时，除认为不适合妇女的工种或者岗位外，不得以性别为由拒绝录用妇女或者提高对妇女的录用标准。（ ）
A. 正确
B. 错误
正确答案：B
191、资本主义原始积累时期的劳工法规是劳动立法的开端。（ ）
A. 正确
B. 错误
正确答案：B
192、休息日安排劳动者工作应当支付不低于工资的百分之二百的工资报酬。　（ ）
A. 正确
B. 错误
正确答案：B
193、劳动争议发生后，当事人向本单位劳动争议调解委员会申请调解；调解不成时，方可申请仲裁。（ ）
A. 正确
B. 错误
正确答案：B
194、社会保险旨在向全体公民提供一系列基本生活保障，使其免受或摆脱人生的各种灾害。（ ）
A. 正确
B. 错误
正确答案：B
195、禁止任何用人单位招用未满十六周岁的未成年人。（ ）
A. 正确
B. 错误
正确答案：B
196、劳动者患病或非因工负伤，医疗期满后，劳动者可以上班的，用人单位应安排工作。（ ）
A. 正确
B. 错误
正确答案：A
197、集体合同只有经劳动行政部门批准才生效。（ ） 
A. 正确
B. 错误
正确答案：B
198、集体合同经双方当事人签字即行生效。（ ）
A. 正确
B. 错误
正确答案：B
199、住房公积金由单位和个人按规定比例缴纳，属双方共有。（ ）
A. 正确
B. 错误
正确答案：B
200、“待业”与“失业”两个概念含义相同。（ ）
A. 正确
B. 错误
正确答案：A
201、加班工资不能作为最低工资的组成部分。（ ）
A. 正确
B. 错误
正确答案：A
202、企业招用劳动合同制工人，应当订明试用期。（ ）
A. 正确
B. 错误
正确答案：B
203、国家实行劳动者每日工作时间八小时，平均每周工作时间四十四小时的工时制度。（ ）
A. 正确
B. 错误
正确答案：B
204、国家实行薪年休假制度。（ ）
A. 正确
B. 错误
正确答案：A
205、劳动合同被确认为无效后，应当依法予以解除。（ ）
A. 正确
B. 错误
正确答案：B
206、12381涉诈预警劝阻短信系统可能会带有网址链接、微信、QQ号、电话号码等联络方式。（ ）
A. 正确
B. 错误
正确答案：B
207、当用户接收到12381涉诈预警劝阻短信时，说明正遭受电信网络诈骗侵害，用户应提高警惕，避免个人财产损失。（ ）
A. 正确
B. 错误
正确答案：A
208、涛涛收到一条短信“兼职名额有限，先报先得，交纳300元保证金参与入职培训，工作轻松，收入可观！详情联系王经理138*******”，涛涛感觉不对劲，置之不理。（ ）
A. 正确
B. 错误
正确答案：A
209、小唐在QQ上收到室友的消息，室友说他在去兼职的路上骑车撞了一位老人，现在急需2000元住院费。小唐想朋友有难，怎么能不帮助，立马转款。（ ）
A. 正确
B. 错误
正确答案：B
210、小谭在某社交APP上被一个长相可爱的女孩添加微信。对方自称是做微商的，经常对小谭嘘寒问暖。突然有一天，女孩告知小谭可以参加她朋友圈的买化妆品抽奖活动。只要买价值100多块的化妆品，即可参加抽奖，而且是100%中奖。小谭不好意思拒接女孩，随即操作。（ ）
A. 正确
B. 错误
正确答案：B
211、王某在某APP上看到低价二手iPad转卖，认为机不可失，对方让其先交保证金200元，他立即转账。（ ）
A. 正确
B. 错误
正确答案：B
212、小陈看到辅导员在QQ上给他留言，让其转款5000元救急，于是小陈立即按要求转账汇款。（ ）
A. 正确
B. 错误
正确答案：B
213、朋友圈有人在转发送校庆盲盒、开万元好礼的活动广告，有锦鲤抽奖、校庆送礼品等活动，小李很感兴趣，点击了该链接并输入了自己的收货地址、手机号码、身份证号码等信息。（ ）
A. 正确
B. 错误
正确答案：B
214、小明接到一个陌生电话，对方称小明的朋友用小明的身份做担保，向他的公司借了3万元，现在他的朋友联系不上，小明如果不还钱，他会到学校来闹事。小明立马挂断了电话，并向学校保卫处和派出所报警。（ ）
A. 正确
B. 错误
正确答案：A
215、当你收到手机短信，表示有人正在登陆你的手机银行，可能你正在遭遇诈骗，要立即中断任何屏幕共享软件，同时登陆手机银行App查看或致电银行客服。（ ）
A. 正确
B. 错误
正确答案：A
216、“刷单返现”诈骗的通常套路是：“客服”会先让受害人先刷一单，成功返现尝到甜头来骗取受害人的信任。（ ）
A. 正确
B. 错误
正确答案：A
217、当搞不清楚是否遭遇诈骗时，可以主动拨打110或96110进行咨询。（ ）
A. 正确
B. 错误
正确答案：A
218、学生孙某接到自称是快递客服人员的陌生来电，对方称孙某的包裹涉嫌藏毒，需要转接公安部门处理。随后，自称刑侦支队的警官说这是孙某个人信息外泄所致的，现在需要孙某配合调查，将其银行卡上的资金转入公安部门的安全账户，孙某感到害怕，立即通过手机银行转账。（ ）
A. 正确
B. 错误
正确答案：B
219、小刘近期在网上结识了一名异性网友，两人聊得甚是投机，发展迅速。有一天该网友突然提出要小刘为其开通支付宝亲密付，小刘出于信任，直接答应了。（ ）
A. 正确
B. 错误
正确答案：B
220、只要卡里没钱，就不用担心被诈骗。（ ）
A. 正确
B. 错误
正确答案：B
221、学生小王在某二手交易平台上看到转让闲置相机信息，与卖家谈好价格后，卖家要求小王线下支付300元定金，小王付完定金后卖家将其收货递邮寄单截图发送过来，小王看后将剩余3000多元尾款转给对方。（ ）
A. 正确
B. 错误
正确答案：B
222、小张在QQ邮箱内收到一封显示为学校**部门的邮件，提醒小张尽快扫描邮件内的二维码，填写相关统计信息，扫码后立刻显示手机QQ邮箱的登录界面，小张根据要求填写了QQ账号和密码。（ ）
A. 正确
B. 错误
正确答案：B
223、薇薇想在网上买两张周杰伦演唱会的票，和对方通过QQ联系，对方要求其先汇款，薇薇觉得不安全，没有照做。（ ）
A. 正确
B. 错误
正确答案：A
224、当你接到电话或收到短信称你的银行卡在异地有消费记录，如有疑问请拨打某电话查询时，应该跟官方客服核实。（ ）
A. 正确
B. 错误
正确答案：A
225、李奶奶正要去接孙子放学，突然接到电话，对方恶狠狠地表示小孙子在他们手上，如果不想其受伤害，立即将5万元汇到指定账户上。电话中，李奶奶还听到了“小孙子”的哭喊声。心急如焚的李奶奶立即到银行汇款。（ ）
A. 正确
B. 错误
正确答案：B
226、小李的孩子刚出生，接到电话告知可以领取生育补贴，需要去银行网点ATM机操作领取,小李应该立刻去银行按指令操作。（ ）
A. 正确
B. 错误
正确答案：B
227、银行卡在自己身上，账户里的钱一定安全。（ ）
A. 正确
B. 错误
正确答案：B
228、“拾物平分”不属于电信网络诈骗。（ ）
A. 正确
B. 错误
正确答案：A
229、某猫客服来电说你意外成为钻石会员，购物有折扣，但须交会费，如取消须转接到银联核实身份。你不愿意交会员费，所以请她赶紧转接给银联。（ ）
A. 正确
B. 错误
正确答案：B
230、通过网络购买畅销门票，要擅于利用各种抢票软件才能抢票成功。（ ）
A. 正确
B. 错误
正确答案：B
231、遇到一个自称美国大兵的网友，要给你邮寄贵重物品，看到照片或者视频聊天之后可以相信他。（ ）
A. 正确
B. 错误
正确答案：B
232、银行和政府、公检法单位之间的电话能够自由转接。（ ）
A. 正确
B. 错误
正确答案：B
233、银行对于买卖、出租、出借银行账户的个人，可以采取惩戒措施，5年内暂停其银行账户非柜面所有业务，并不得为其开设新账户。（ ）
A. 正确
B. 错误
正确答案：A
234、如果因出售银行卡而卷入案值较高或情节严重的案件，将以涉嫌“帮助信息网络犯罪活动罪”定罪量刑，最高可判处三年有期徒刑。（ ）
A. 正确
B. 错误
正确答案：A
235、小吴用微信添加了一个股票大师，通过观察，他推荐的10支股票有7支都呈上涨趋势。大师建议小吴扫码下载APP投资比特币。小王欣然应允。（ ）
A. 正确
B. 错误
正确答案：B
236、电信网络诈骗是指通过电话、网络或短信方式，编造虚假信息，设置骗局，对被害人实施远程、非接触式的诈骗，诱使被害人打款或转账的犯罪行为。（ ）
A. 正确
B. 错误
正确答案：A
237、公安机关、检察机关、法院为调查案件，可能让犯罪嫌疑人转账到安全账户验资。（ ）
A. 正确
B. 错误
正确答案：B
238、财会人员在QQ或微信上收到老板发来要求转账的消息时，应打电话或是当面与老板确认真假后再决定。（ ）
A. 正确
B. 错误
正确答案：A
239、闲鱼卖方称自己只是代卖，建议曲某添加实际卖方微信与其私下沟通，并在微信中交易。小张觉得物品实惠，便照做。（ ）
A. 正确
B. 错误
正确答案：B
240、自称警察、检察官或法官身份的人通过电话联系你，称你涉嫌洗钱，需要将资金转入所谓“安全账户”以便核验，这类电话都是诈骗电话。（ ）
A. 正确
B. 错误
正确答案：A
241、苏某在QQ上看到广告“打字员、刷单等网络兼职轻松日赚百元，缴纳会员费即可加入”，苏某立即添加微信，缴费入职。（ ）
A. 正确
B. 错误
正确答案：B
242、小美在某宝中购买了一件连衣裙，之后接到自称是商家客服的电话，对方告诉小美说他们发错了货，需要小美配合办理退款。由于对方能准确说出小美的个人信息和订单情况，小美没有多想，便按照对方要求一一照做。（ ）
A. 正确
B. 错误
正确答案：B
243、刘小姐半个月前在网上认识一个香港工程师Oliver并坠入爱河，Oliver说他掌握了一个投资网站的内幕消息，可以带刘小姐一起投资致富。一个星期左右，刘小姐投了20多万，账户显示已赚50万，但无法提现，联系Oliver时，对方也消失不见。刘小姐这种遇到渣男，只能自认倒霉。（ ）
A. 正确
B. 错误
正确答案：B
244、李某在网上看到一个贷款公司，提出贷款申请。客服称需要检验还款能力，要求李某先缴纳保证金3000元。李某意识到“贷款先缴费，交的是智商税！”，立即拨打110报警。（ ）
A. 正确
B. 错误
正确答案：A
245、小王接到电话，称其有一张法院传票，继续询问详情后，电话转接到上海张警官处，张警官称小王需将钱转入“安全账户”验资，证明清白后即可退回。小王当即挂断电话，因为警方不会要求进行转账操作，也没有所谓的“安全账户”。（ ）
A. 正确
B. 错误
正确答案：A
246、小胡是某公司的财务。某日，小胡手机上突然收到一条短信，对方让其将项目尾款打到一个银行账户上，她猛然想起有一笔货款还没有结清，便按照短信上的账户直接汇款。（ ）
A. 正确
B. 错误
正确答案：B
247、2020年6月，甲盗用乙的身份，顶替乙取得的上大学的入学资格。2021年3月1日后，可以追究甲的刑事责任。（ ）
A. 正确
B. 错误
正确答案：B
248、2021年2月1日，甲暴力攻击正在执行公务的警察。由于当时刑法没有规定袭警罪，因此不能追究甲的刑事责任。（ ）
A. 正确
B. 错误
正确答案：B
249、2021年2月1日，甲男引诱养女乙（15周岁），在乙同意的情况下，二人发生性关系。在2021年3月1日后，可以追究甲的刑事责任。（ ）
A. 正确
B. 错误
正确答案：B
250、2021年2月1日，甲（男童）已满12周岁，强奸了乙女（13周岁），并杀害了乙。在2021年3月1日后，若经最高人民检察院核准追诉，则甲应当负刑事责任。（ ）
A. 正确
B. 错误
正确答案：B
251、县级以上地方人民政府应当支持发展农民专业合作社、家庭农场、农业企业等多种经营主体，健全农业农村社会化服务体系。（ ）
A. 正确
B. 错误
正确答案：A
252、县级以上人民政府及其有关部门依法划定江河湖海限捕、禁捕的时间和区域，并可以根据地下水超采情况，划定禁止、限制开采地下水区域。（ ）
A. 正确
B. 错误
正确答案：A
253、乡镇人民政府应当向本级人民代表大会报告乡村振兴促进工作情况。（ ）
A. 正确
B. 错误
正确答案：A
254、县级以上人民政府不定期对下一级人民政府乡村振兴促进工作情况开展监督检查。（ ）
A. 正确
B. 错误
正确答案：B
255、国家完善粮食加工、储存、运输标准，提高粮食加工出品率和利用率，推动节粮减损。（ ）
A. 正确
B. 错误
正确答案：A
256、禁止违法将城镇垃圾、工业固体废物、未经达标处理的城镇污水等向农业农村转移。（ ）
A. 正确
B. 错误
正确答案：A
257、国家实行重要农产品保障战略，分地域明确保障目标，构建科学合理、安全高效的重要农产品供给保障体系。（ ）
A. 正确
B. 错误
正确答案：B
258、国家建立健全中央统筹、省市负总责、县乡抓落实的乡村振兴工作机制。（ ）
A. 正确
B. 错误
正确答案：B
259、每年农历秋分日为中国农民丰收节。（ ）
A. 正确
B. 错误
正确答案：A
260、本法所称乡村，是指城市建成区以外具有自然、社会、经济特征和生产、生活、生态、文化等多重功能的地域综合体，包括村庄，不含乡镇。（ ）
A. 正确
B. 错误
正确答案：B
261、未成年人有严重不良行为的，学校与其父母或者其他监护人无力管教或者管教无效的，可以由其父母、其他监护人或者所在学校申请，经教育行政主管部门批准，送专门学校接受教育和矫治。（ ）
A. 正确
B. 错误
正确答案：A
262、学校的文化、体育设施应当在教学时间和课余时间免费向本校未成年学生开放。（ ）
A. 正确
B. 错误
正确答案：A
263、对旷课、放弃正常学习的未成年人，父母或者其他监护人不用配合学校共同教育，督促其返校就读。（ ）
A. 正确
B. 错误
正确答案：B
264、对违法犯罪的未成年人，实行教育、感化、挽救的方针，坚持以人为本、惩罚犯罪的原则。（ ）
A. 正确
B. 错误
正确答案：B
265、县级以上人民政府应当将未成年人保护工作纳入国民经济和社会发展规划，相关经费纳入本级政府预算。（ ）
A. 正确
B. 错误
正确答案：A
266、国家建立性侵害、虐待、拐卖、暴力伤害等违法犯罪人员信息查询系统，向密切接触未成年人的单位提供付费查询服务。（ ）
A. 正确
B. 错误
正确答案：B
267、县级以上人民政府及其民政部门应当根据需要设立未成年人救助保护机构、儿童福利机构，负责收留、抚养由民政部门监护的未成年人。（ ）
A. 正确
B. 错误
正确答案：A
268、禁止制作、复制、发布、传播或者持有有关关未成年人的淫秽色情物品和网络信息。（ ）
A. 正确
B. 错误
正确答案：A
269、各级人民政府及其有关部门对困境未成年人实施分类保障，采取措施满足其生活、教育、安全、医疗康复、住房等方面的基本需要。（ ）
A. 正确
B. 错误
正确答案：A
270、地方人民政府及其有关部门应当保障校园安全，监督、指导学校、幼儿园等单位落实校园安全责任，建立突发事件的报告、处置和协调机制。（ ）
A. 正确
B. 错误
正确答案：A
271、各级人民政府应当保障具有接受普通教育能力、能适应校园生活的残疾未成年人就近在普通学校、幼儿园接受教育。（ ）
A. 正确
B. 错误
正确答案：A
272、任何组织或者个人发现网络产品、服务含有危害未成年人身心健康的信息，有权向网络产品和服务提供者或者网信、公安等部门投诉、举报。（ ）
A. 正确
B. 错误
正确答案：A
273、网络产品和服务提供者应当建立便捷、合理、有效的投诉和举报渠道，公开投诉、举报方式等信息，及时受理并处理涉及未成年人的投诉、举报。（ ）
A. 正确
B. 错误
正确答案：A
274、任何组织或者个人不得通过网络以文字、图片、音视频等形式，对未成年人实施侮辱、诽谤、威胁或者恶意损害形象等网络欺凌行为。（ ）
A. 正确
B. 错误
正确答案：A
275、为年满十六周岁的未成年人提供网络直播发布者账号注册服务时，应当对其身份信息进行认证，但不用征得其父母或者其他监护人同意。（ ）
A. 正确
B. 错误
正确答案：B
276、网络游戏服务提供者应当按照国家有关规定和标准，对游戏产品进行分类，作出适龄提示，并采取技术措施，不得让未成年人接触不适宜的游戏或者游戏功能。（ ）
A. 正确
B. 错误
正确答案：A
277、网络服务提供者发现未成年人通过网络发布私密信息的，应当及时提示，并采取必要的保护措施。（ ）
A. 正确
B. 错误
正确答案：A
278、1处理不满十四周岁未成年人个人信息的，不用征得未成年人的父母或者其他监护人同意。（ ）
A. 正确
B. 错误
正确答案：B
279、以未成年人为服务对象的在线教育网络产品和服务，不得插入网络游戏链接，不得推送广告等与教学无关的信息。（ ）
A. 正确
B. 错误
正确答案：A
280、学校应当合理使用网络开展教学活动。未经学校允许，未成年学生不得将手机等智能终端产品带入课堂，带入学校的应当统一管理。（ ）
A. 正确
B. 错误
正确答案：A
281、学校、社区、图书馆、文化馆、青少年宫等场所为未成年人提供的互联网上网服务设施，不用安装未成年人网络保护软件或者采取其他安全保护技术措施。（ ）
A. 正确
B. 错误
正确答案：B
282、任何组织或者个人可以以侵害未成年人身心健康的方式对未成年人沉迷网络进行干预。（ ）
A. 正确
B. 错误
正确答案：B
283、网信部门会同公安、文化和旅游、新闻出版、电影、广播电视等部门根据保护不同年龄阶段未成年人的需要，确定可能影响未成年人身心健康网络信息的种类、范围和判断标准。（ ）
A. 正确
B. 错误
正确答案：A
284、网信部门及其他有关部门应当加强对未成年人网络保护工作的监督检查，依法惩处利用网络从事危害未成年人身心健康的活动，为未成年人提供安全、健康的网络环境。（ ）
A. 正确
B. 错误
正确答案：A
285、国家鼓励和支持有利于未成年人健康成长的网络内容的创作与传播，鼓励和支持专门以未成年人为服务对象、适合未成年人身心健康特点的网络技术、产品、服务的研发、生产和使用。（ ）
A. 正确
B. 错误
正确答案：A
286、国家、社会、学校和家庭应当加强未成年人网络素养宣传教育，培养和提高未成年人的网络素养，增强未成年人科学、文明、安全、合理使用网络的意识和能力，保障未成年人在网络空间的合法权益。（ ）
A. 正确
B. 错误
正确答案：A
287、密切接触未成年人的单位招聘工作人员时，不用向公安机关、人民检察院查询应聘者是否具有性侵害、虐待、拐卖、暴力伤害等违法犯罪记录。（ ）
A. 正确
B. 错误
正确答案：B
288、禁止向未成年人提供、销售管制刀具或者其他可能致人严重伤害的器具等物品。经营者难以判明购买者是否是未成年人的，应当要求其出示身份证件。（ ）
A. 正确
B. 错误
正确答案：A
289、学校、幼儿园周边可以设置烟、酒、彩票销售网点。（ ）
A. 正确
B. 错误
正确答案：B
290、公共场所发生突发事件时，应当优先救护未成年人。（ ）
A. 正确
B. 错误
正确答案：A
291、任何组织或者个人不得刊登、播放、张贴或者散发含有危害未成年人身心健康内容的广告；不得在学校、幼儿园播放、张贴或者散发商业广告，但可以利用校服、教材等发布或变相发布商业广告。（ ）
A. 正确
B. 错误
正确答案：B
292、禁止制作、复制、发布、传播或者持有有关未成年人的淫秽色情物品和网络信息。（ ）
A. 正确
B. 错误
正确答案：A
293、任何组织或者个人出版、发布、传播的图书、报刊、电影、广播电视节目、舞台艺术作品、音像制品、电子出版物或者网络信息，包含可能影响未成年人身心健康内容的，应当以显著方式作出提示。（ ）
A. 正确
B. 错误
正确答案：A
294、新闻媒体采访报道涉及未成年人事件应当客观、审慎和适度，不得侵犯未成年人的名誉、隐私和其他合法权益。（ ）
A. 正确
B. 错误
正确答案：A
295、任何组织或者个人可以限制未成年人应当享有的照顾或者优惠。（ ）
A. 正确
B. 错误
正确答案：B
296、国家要求大型公共场所、公共交通工具、旅游景区景点等必须设置母婴室、婴儿护理台以及方便幼儿使用的坐便器、洗手台等卫生设施，为未成年人提供便利。（ ）
A. 正确
B. 错误
正确答案：B
297、城市公共交通以及公路、铁路、水路、航空客运等应当按照有关规定对未成年人实施免费。（ ）
A. 正确
B. 错误
正确答案：B
298、国家规定爱国主义教育基地、博物馆、科技馆、美术馆等公共场馆必须开设未成年人专场，为未成年人提供有针对性的服务。（ ）
A. 正确
B. 错误
正确答案：B
299、居民委员会、村民委员会应当设置专人专岗负责未成年人保护工作。（ ）
A. 正确
B. 错误
正确答案：A
300、任何组织或者个人可以在学校、幼儿园播放、张贴或者散发商业广告。（ ）
A. 正确
B. 错误
正确答案：B
301、学校、幼儿园可以安排未成年人参加商业性活动，但不得向未成年人及其父母或者其他监护人推销或者要求其购买指定的商品和服务。（ ）
A. 正确
B. 错误
正确答案：B
302、学校、幼儿园应当建立安全管理制度，对未成年人进行安全教育，完善安保设施、配备安保人员，保障未成年人在校、在园期间的人身和财产安全。（ ）
A. 正确
B. 错误
正确答案：A
303、学校、幼儿园应当开展勤俭节约、反对浪费、珍惜粮食、文明饮食等宣传教育活动，帮助未成年人树立浪费可耻、节约为荣的意识，养成文明健康、绿色环保的生活习惯。（ ）
A. 正确
B. 错误
正确答案：A
304、幼儿园、校外培训机构可以对学龄前未成年人进行小学课程教育。（ ）
A. 正确
B. 错误
正确答案：B
305、学校应当保障未成年学生受教育的权利，不得违反国家规定开除、变相开除未成年学生。（ ）
A. 正确
B. 错误
正确答案：A
306、未成年人的父母离婚时，应当妥善处理未成年子女的抚养、教育、探望、财产等事宜，但不用听取有表达意愿能力未成年人的意见。（ ）
A. 正确
B. 错误
正确答案：B
307、国家鼓励和支持未成年人保护方面的科学研究，建设相关学科、设置相关专业，加强人才培养。（ ）
A. 正确
B. 错误
正确答案：A
308、国家机关、居民委员会、村民委员会、密切接触未成年人的单位及其工作人员，在工作中发现未成年人身心健康受到侵害、疑似受到侵害或者面临其他危险情形的，应当立即向公安、民政、教育等有关部门报告。（ ）
A. 正确
B. 错误
正确答案：A
309、根据《未成年人保护法》的规定，国家保障未成年人的生存权、发展权、受保护权、受教育权等权利。（ ）
A. 正确
B. 错误
正确答案：B
310、保护未成年人，应当坚持最有利于未成年人的原则。（ ）
A. 正确
B. 错误
正确答案：A
311、提起环境公益诉讼的社会组织不得通过诉讼牟取经济利益。（ ）
A. 正确
B. 错误
正确答案：A
312、企业事业单位和其他生产经营者违法排放污染物，受到罚款处罚，被责令改正，拒不改正的，依法作出处罚决定的行政机关可以自责令改正之日的次日起，按照原处罚数额按日连续处罚。（ ）
A. 正确
B. 错误
正确答案：A
313、对依法应当编制环境影响报告书的建设项目，建设单位应当在编制时向可能受影响的公众说明情况，充分征求意见。（ ）
A. 正确
B. 错误
正确答案：A
314、对于排放污染物的企业事业单位和其他生产经营者，除依照法律规定征收环境保护税外，还应当按照国家有关规定缴纳排污费。（ ）
A. 正确
B. 错误
正确答案：B
315、排放污染物的企业事业单位所在省级环境保护主管部门，应当建立环境保护责任制度，明确各单位负责人和相关人员的责任。（ ）
A. 正确
B. 错误
正确答案：B
316、建设项目中防治污染的设施，应当与主体工程同时设计、同时施工、同时投产使用。（ ）
A. 正确
B. 错误
正确答案：A
317、国家建立、健全生态保护补偿制度。（ ）
A. 正确
B. 错误
正确答案：A
318、提起环境损害赔 偿诉讼的时效期间为四年，从当事人知道或者应当知道其受到损害时起计算。（ ）
A. 正确
B. 错误
正确答案：B
319、接受举报的机关应当对举报人的相关信息予以保密，除特殊需要外，应当保护举报人的合法权益。（ ）
A. 正确
B. 错误
正确答案：B
320、公民、法人和其他组织依法享有获取环境信息、参与和监督环境保护的权利。（ ）
A. 正确
B. 错误
正确答案：A
321、实行排污许可管理的企业事业单位和其他生产经营者应当按照排污许可证的要求排放污染物；未取得排污许可证的，不得排放污染物。（ ）
A. 正确
B. 错误
正确答案：A
322、国家实行环境保护目标责任制和考核评价制度。（ ）
A. 正确
B. 错误
正确答案：A
323、依据《重庆市水资源管理条例》，违反本条例规定取用地下水的由水行政主管部门依照有关法律、行政法规规定予以处罚，水行政主管部门可以责令限期拆除取水设施。（ ）
A. 正确
B. 错误
正确答案：A
324、依据《重庆市水资源管理条例》，市人民政府可以根据实际需要对区县（自治县）之间的用水总量进行调剂。区县（自治县）之间可以通过协商并报经市人民政府批准后，相互转让用水量。（ ）
A. 正确
B. 错误
正确答案：A
325、依据《重庆市水资源管理条例》，使用农村集体所有水工程供应的水，其水费的收取由市、区县（自治县）水行政主管部门决定。（ ）
A. 正确
B. 错误
正确答案：B
326、依据《重庆市水资源管理条例》，市、区县（自治县）水行政主管部门应当建立用水单位监控名录，对纳入取水许可管理的单位和个人实行计划用水管理。（ ）
A. 正确
B. 错误
正确答案：A
327、依据《重庆市水资源管理条例》，水资源费的征收、管理和使用办法，由市人民政府规定。（ ）
A. 正确
B. 错误
正确答案：A
328、依据《重庆市水资源管理条例》，制定国民经济和社会发展规划、城乡总体规划、涉及利用水资源的产业发展规划，可以视情况开展水资源论证。（ ）
A. 正确
B. 错误
正确答案：B
329、依据《重庆市水资源管理条例》，禁止在城市、集镇等建筑物密集区直接取用地下水用于地源热泵系统。（ ）
A. 正确
B. 错误
正确答案：A
330、依据《重庆市水资源管理条例》，市、区县（自治县）水行政主管部门应当会同环境保护等主管部门提出饮用水水源地名录，报上级人民政府核准后向社会公布名录和管理单位。（ ）
A. 正确
B. 错误
正确答案：B
331、依据《重庆市水资源管理条例》，市、区县（自治县）人民政府对饮用水水源的水污染防治实施统一监督管理。（ ）
A. 正确
B. 错误
正确答案：B
332、依据《重庆市水资源管理条例》，市、区县（自治县）环境保护主管部门拟定本行政区域重点水污染物排放总量控制指标分解方案，经上级人民政府批准后，将重点水污染物排放总量控制指标分解落实到排污单位。（ ）
A. 正确
B. 错误
正确答案：B
333、依据《重庆市水资源管理条例》，市、区县（自治县）水行政主管部门应当向社会公布水资源监测站点设置情况，并定期公布监测结果。（ ）
A. 正确
B. 错误
正确答案：A
334、依据《重庆市水资源管理条例》，各级人民政府应当结合本地区水资源的实际情况，按照优先开发利用地下水、合理开发地表水、鼓励污水处理再利用的原则，积极组织综合开发、利用水资源。（ ）
A. 正确
B. 错误
正确答案：B
335、依据《重庆市水资源管理条例》，开发、利用水资源，应当首先满足农业、工业、生态环境用水和水土保持、治涝、航运、发电等方面的需要。（ ）
A. 正确
B. 错误
正确答案：B
336、依据《重庆市水资源管理条例》，市、区县（自治县）人民政府负责本行政区域的水资源管理和监督工作。（ ）
A. 正确
B. 错误
正确答案：B
337、《重庆市水资源管理条例》所称水资源仅指地表水。（ ） 
A. 正确
B. 错误
正确答案：B
338、国家在生态功能区依法划定生态保护红线，实行严格保护。（ ）
A. 正确
B. 错误
正确答案：B
339、编制有关开发利用规划，建设对环境有影响的项目，应当依法进行环境影响评价。（ ）
A. 正确
B. 错误
正确答案：A
340、一切单位和个人都有保护环境的义务。（ ）
A. 正确
B. 错误
正确答案：A
341、县级以上地方人民政府环境保护主管部门，对全国环境保护工作实施统一监督管理。（ ）
A. 正确
B. 错误
正确答案：B
342、环境保护坚持保护优先、预防为主、综合治理、公众参与、损害担责的基本原则。（ ）
A. 正确
B. 错误
正确答案：A
343、环境保护规划的内容应当包括生态保护和污染防治的目标、任务、保障措施等，并与主体功能区规划、土地利用总体规划和城乡规划等相衔接。（ ）
A. 正确
B. 错误
正确答案：A
344、保护环境是国家的基本国策。（ ）
A. 正确
B. 错误
正确答案：A
345、环境，是指影响人类生存和发展的各种天然的自然因素的总体，并不包括和经过人工改造的自然因素。（ ）
A. 正确
B. 错误
正确答案：B
346、国家工作人员利用职务之便窃取国有财产构成盗窃罪。（ ）
A. 正确
B. 错误
正确答案：B
347、职务犯罪是一种害国害人害己的犯罪行为。（ ）
A. 正确
B. 错误
正确答案：A
348、刑法立法和司法对职务犯罪也并非一味严惩。（ ）
A. 正确
B. 错误
正确答案：A
349、职务犯罪的犯罪数额越大处罚就越重。（ ）
A. 正确
B. 错误
正确答案：B
350、无国家工作人员身份者的行为不可能成立职务犯罪。（ ）
A. 正确
B. 错误
正确答案：B
351、只要是国家工作人员就是职务犯罪的主体。（ ）
A. 正确
B. 错误
正确答案：B
352、国家机关工作人员利用职权犯非法拘禁罪的，应当从重处罚。 （ ） 
A. 正确
B. 错误
正确答案：A
353、利用自己所处地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，应以受贿罪论处。（ ） 
A. 正确
B. 错误
正确答案：B
354、挪用公款归个人使用，数额较大，进行股票交易活动，应以挪用公款罪追究刑事责任。 （ ） 
A. 正确
B. 错误
正确答案：A
355、国家工作人员利用职务上的便利为请托人谋取利益，并与请托人事先约定，在其离退休后收受请托人财物，构成受贿罪。 （ ）
A. 正确
B. 错误
正确答案：A
356、挪用用于救灾、抢险、防汛、优抚、移民、救济款物归个人使用的，应从重处罚。（ ）
A. 正确
B. 错误
正确答案：A
357、私分国有资产、私分罚没财物不属于贪污贿赂犯罪。（ ）
A. 正确
B. 错误
正确答案：B
358、为了谋取正当利益而给予国家工作人员以财物，不是行贿，国家工作人员接受财物的行为也不是受贿。（ ）
A. 正确
B. 错误
正确答案：B
359、有些单位采用给国家工作人员回扣、手续费的手段，使国家工作人员为他们大开方便之门，这是为了工作，不是犯罪。（ ）
A. 正确
B. 错误
正确答案：B
360、一般公民与国家工作人员相互勾结，伙同贪污的，以共犯论处。（ ）
A. 正确
B. 错误
正确答案：A
361、挪用公款罪的犯罪主体只能是个人。（ ）
A. 正确
B. 错误
正确答案：A
362、为谋取正当利益而给予国家工作人员以财物的，不构成行贿罪。（ ） 
A. 正确
B. 错误
正确答案：A
363、国家工作人员在经济往来中，违反国家规定，收受各种名义的回扣、手续费，即使没有归个人所有，也构成受贿罪。（ ）
A. 正确
B. 错误
正确答案：B
364、渎职罪的犯罪主体是国家工作人员。（ ）
A. 正确
B. 错误
正确答案：B
365、职务犯罪的危害性较一般的刑事犯罪，危害性更严重。（ ）
A. 正确
B. 错误
正确答案：A
366、除行政机关主动公开的政府信息外，公民、法人或者其他组织可以向地方各级人民政府、对外以自己名义履行行政管理职能的县级以上人民政府部门（含派出机构、内设机构）申请获取相关政府信息。（ ）
A. 正确
B. 错误
正确答案：A
367、乡（镇）人民政府还应当根据本地方的具体情况，主动公开贯彻落实农业农村政策、农田水利工程建设运营、农村土地承包经营权流转、宅基地使用情况审核、土地征收、房屋征收、筹资筹劳、社会救助等方面的政府信息。（ ）
A. 正确
B. 错误
正确答案：A
368、行政机关公开政府信息，应当坚持以公开为常态、不公开为例外，遵循公正、公平、合法、便民的原则。（ ）
A. 正确
B. 错误
正确答案：A
369、重大行政决策草案应当经决策机关常务会议或者全体会议讨论。决策机关行政首长在集体讨论的基础上作出决定。讨论决策草案，会议组成人员应当充分发表意见，行政首长最后发表意见。（ ）
A. 正确
B. 错误
正确答案：A
370、重大行政决策草案提交决策机关讨论前，应当由负责合法性审查的部门进行合法性审查。不得以征求意见等方式代替合法性审查。决策草案未经合法性审查或者经审查不合法的，不得提交决策机关讨论。（ ）
A. 正确
B. 错误
正确答案：A
371、违反刑事诉讼法的规定对公民采取拘留措施的，或者依照刑事诉讼法规定的条件和程序对公民采取拘留措施，但是拘留时间超过刑事诉讼法规定的时限，其后决定撤销案件、不起诉或者判决宣告无罪终止追究刑事责任的，受害人有取得国家赔偿的权利。（ ）   
A. 正确
B. 错误
正确答案：A
372、行政赔偿义务机关赔偿损失后，应当责令有故意或者重大过失的工作人员或者受委托的组织或者个人承担部分或者全部赔偿费用。对有故意或者重大过失的责任人员，有关机关应当依法给予处分；构成犯罪的，应当依法追究刑事责任。（ ）
A. 正确
B. 错误
正确答案：A
373、行政赔偿请求人要求赔偿，应当先向赔偿义务机关提出，也可以在申请行政复议或者提起行政诉讼时一并提出。（ ）
A. 正确
B. 错误
正确答案：A
374、监察机关及其工作人员行使职权，侵犯公民、法人和其他组织的合法权益造成损害的，依法给予国家赔偿。（ ）
A. 正确
B. 错误
正确答案：A
375、国家赔偿包括行政赔偿、刑事赔偿、民事行政诉讼司法赔偿和监察赔偿。（ ）
A. 正确
B. 错误
正确答案：A
376、行政机关不得在夜间或者法定节假日实施行政强制执行，但情况紧急的除外。行政机关不得对居民生活采取停止供水、供电、供热、供燃气等方式迫使当事人履行相关行政决定。 （ ）
A. 正确
B. 错误
正确答案：A
377、因查封、扣押发生的保管费用由行政机关承担。（ ）
A. 正确
B. 错误
正确答案：A
378、情况紧急，需要当场实施行政强制措施的，行政执法人员应当在四十八小时内向行政机关负责人报告，并补办批准手续。 （ ）
A. 正确
B. 错误
正确答案：B
379、行政许可是指行政机关根据公民、法人或者其他组织的申请，经依法审查，准予其从事特定活动的行为。（ ）
A. 正确
B. 错误
正确答案：A
380、人民法院经审查认为行政行为所依据的规范性文件合法的，应当作为认定行政行为合法的依据；经审查认为规范性文件不合法的，不作为人民法院认定行政行为合法的依据，并在裁判理由中予以阐明。 （ ）
A. 正确
B. 错误
正确答案：A
381、行政相对人认为规范性文件不合法，在对行政行为提起行政诉讼时，可以一并请求人民法院对该规范性文件进行审查。（ ）
A. 正确
B. 错误
正确答案：A
382、行政规范性文件是指行政机关制定的公文。 （ ）
A. 正确
B. 错误
正确答案：B
383、行政法规和规章属于法的范畴，是行政执法的依据。行政审判要依据行政法规，适用合法有效的规章，不合法的规章则不予适用。（ ）
A. 正确
B. 错误
正确答案：A
384、国家信访局由国务院办公厅管理。（ ）
A. 正确
B. 错误
正确答案：A
385、国家药品监督管理局由国家市场监督管理总局管理。（ ）
A. 正确
B. 错误
正确答案：A
386、中国银行保险监督管理委员会是国务院直属机构。（ ）
A. 正确
B. 错误
正确答案：B
387、国务院国有资产监督管理委员会是国务院直属特设机构。（ ）
A. 正确
B. 错误
正确答案：A
388、作为规范行政权的行政法，其直接目的就是要保障和监督行政权的依法行使，建设法治政府，其最终目的是保护行政相对人的合法权益。（ ）
A. 正确
B. 错误
正确答案：A
389、行政法虽然没有一部统一的法典，但有众多单行的法律、法规和规章。（ ）
A. 正确
B. 错误
正确答案：A
390、国家支持开发利用数据提升公共服务的智能化水平。提供智能化公共服务，应当充分考虑老年人、残疾人以及未成年人的需求，避免对老年人、残疾人以及未成年人的日常生活造成障碍。 （ ） 　
A. 正确
B. 错误
正确答案：B
391、开展数据处理活动，应当遵守法律、法规，尊重社会公德和伦理，遵守商业道德和职业道德，诚实守信，履行数据安全保护义务，承担社会责任，不得危害国家安全、公共利益，不得损害个人、组织的权益。 （ ） 　 
A. 正确
B. 错误
正确答案：B
392、国家积极开展数据安全治理、数据开发利用等领域的国际交流与合作，参与数据安全相关国际规则和标准的制定，促进数据跨境安全、自由流动。 （ ） 　
A. 正确
B. 错误
正确答案：A
393、国家机关为履行法定职责的需要收集、使用数据，应当在其履行法定职责的范围内依照法律、行政法规规定的条件和程序进行；对在履行职责中知悉的个人隐私、个人信息、商业秘密、保密商务信息等数据应当依法予以保密，不得泄露或者非法向他人提供。 （ ）　
A. 正确
B. 错误
正确答案：A
394、国家推进数据开发利用技术和数据安全标准体系建设。国家要求企业、社会团体和教育、科研机构等参与标准制定。（ ） 　 
A. 正确
B. 错误
正确答案：B
395、国家建立数据安全应急处置机制。发生数据安全事件，有关主管部门应当依法启动应急预案，采取相应的应急处置措施，防止危害扩大，消除安全隐患，并及时向社会发布与公众有关的警示信息。 （ ）
A. 正确
B. 错误
正确答案：A
396、境内的组织、个人可以自主选择向外国司法或者执法机构提供存储于中华人民共和国境内的数据。 （ ） 　
A. 正确
B. 错误
正确答案：B
397、公安机关、国家安全机关因依法维护国家安全或者侦查犯罪的需要调取数据，应当按照国家有关规定，经过严格的批准手续，依法进行，有关组织、个人应当予以配合。 （ ） 　
A. 正确
B. 错误
正确答案：A
398、国家机关应当遵循公正、公平、便民的原则，按照规定及时、准确地公开所有的政务数据。 （ ） 　 　
A. 正确
B. 错误
正确答案：B
399、有关主管部门在履行数据安全监管职责中，发现数据处理活动存在较大安全风险的，可以按照规定的权限和程序对有关组织、个人进行约谈，并要求有关组织、个人采取措施进行整改，消除隐患。 （ ） 
A. 正确
B. 错误
正确答案：A
400、任何组织、个人收集数据，应当采取合法、正当的方式，不得窃取或者以其他非法方式获取数据。 （ ）  　 
A. 正确
B. 错误
正确答案：A
401、 数据安全，是指通过采取必要措施，确保数据处于有效保护和合法利用的状态，以及具备保障持续安全状态的能力。 （ ）  　 
A. 正确
B. 错误
正确答案：A
402、任何国家或者地区在与数据和数据开发利用技术等有关的投资、贸易等方面对中华人民共和国采取歧视性的禁止、限制或者其他类似措施的，中华人民共和国可以根据实际情况对该国家或者地区对等采取措施。（ ） 　 　 
A. 正确
B. 错误
正确答案：A
403、任何个人、组织都有权对违反《中华人民共和国数据安全法》规定的行为向有关主管部门投诉、举报。 （ ）  　 　
A. 正确
B. 错误
正确答案：A
404、国家支持开展数据安全知识宣传普及，提高全社会的数据安全保护意识和水平，推动有关部门、行业组织、科研机构、企业、个人等共同参与数据安全保护工作，形成全社会共同维护数据安全和促进发展的良好环境。 （ ）  　 
A. 正确
B. 错误
正确答案：A
405、地方性法规可以设定除限制人身自由以外的行政处罚。 （ ） 　 
A. 正确
B. 错误
正确答案：B
406、限制人身自由的行政处罚权只能由公安机关行使。 （ ） 　  
A. 正确
B. 错误
正确答案：B
407、根据《中华人民共和国行政处罚法》，除法律、法规、规章外，其他规范性文件不得设定行政处罚。 （ ）  　 　 
A. 正确
B. 错误
正确答案：A
408、尚未制定法律、行政法规的，国务院部门规章对违反行政管理秩序的行为，可以设定警告、通报批评或者一定数额罚款的行政处罚。 （ ） 　 
A. 正确
B. 错误
正确答案：A
409、行政处罚没有依据或者实施主体不具有行政主体资格的，行政处罚可撤销。 （ ） 　 　 
A. 正确
B. 错误
正确答案：B
410、除依照法律规定当场收缴的罚款外，作出行政处罚决定的行政机关及其执法人员不得自行收缴罚款。 （ ）  　 　
A. 正确
B. 错误
正确答案：A
411、间歇性精神病人在精神正常时有违法行为的，可以从轻或者减轻行政处罚。 （ ） 　 　 
A. 正确
B. 错误
正确答案：B
412、当事人认为执法人员与案件有直接利害关系或者有其他关系可能影响公正执法的，有权申请回避。当事人提出回避申请的，行政机关应当依法审查，由行政机关负责人决定。决定作出之前，不停止调查。 （ ）  　 　 
A. 正确
B. 错误
正确答案：A
413、当事人对行政处罚决定不服，申请行政复议或者提起行政诉讼的，行政处罚停止执行。 （ ） 　 　
A. 正确
B. 错误
正确答案：B
414、实施行政处罚，适用违法行为发生时的法律、法规、规章的规定。但是，作出行政处罚决定时，法律、法规、规章已被修改或者废止，且新的规定处罚较轻或者不认为是违法的，适用新的规定。 （ ）  　 
A. 正确
B. 错误
正确答案：A
415、对当事人的同一个违法行为，不得给予两次以上罚款的行政处罚。 （ ）
A. 正确
B. 错误
正确答案：A
416、执法人员在调查或者进行检查时，执法人员不出示执法证件的，当事人或者有关人员有权拒绝接受调查或者检查。 （ ）  　
A. 正确
B. 错误
正确答案：A
417、以非法手段取得的证据，不得作为认定案件事实的根据。 （ ）　
A. 正确
B. 错误
正确答案：A
418、限制人身自由的行政处罚，只能由法律设定。 （ ） 　
A. 正确
B. 错误
正确答案：A
419、违法行为构成犯罪，应当依法追究刑事责任的，可以以行政处罚代替刑事处罚。 （ ）　 
A. 正确
B. 错误
正确答案：B
420、《重庆市文明行为促进条例》明确，市、区县（自治县）精神文明建设委员会办事机构应当根据实际需要设立公开监督电话，接受公众的监督。（ ）
A. 正确
B. 错误
正确答案：B
421、《重庆市文明行为促进条例》规定，人民法院、人民检察院、人民政府相关部门和仲裁机构等应当定期公布典型案例，以事说理、以案明德，增强社会法治意识和文明意识。（ ）
A. 正确
B. 错误
正确答案：A
422、依据《重庆市文明行为促进条例》规定，市、区县（自治县）人民政府应当履行下列职责：（一）制定文明行为促进工作规划、政策；（二）指导新时代文明实践中心建设；（三）统筹协调、组织指导文明行为促进工作；（四）监督有关单位履行文明行为促进工作职责。（ ）
A. 正确
B. 错误
正确答案：B
423、依据《重庆市文明行为促进条例》，任何单位和个人都有权劝阻、投诉、举报不文明行为。投诉、举报不文明行为应当提供基本事实依据。（ ）
A. 正确
B. 错误
正确答案：A
424、《重庆市文明行为促进条例》明确，乡镇人民政府、街道办事处适时组织开展巡查，对发现的不文明行为，应当进行劝导、批评、制止。（ ）
A. 正确
B. 错误
正确答案：A
425、依据《重庆市优化营商环境条例》，在探索中出现偏差失误或者未能实现预期目标，但未违反法律法规的强制性规定，符合国家和本市确定的发展改革方向，且勤勉尽责、未谋取私利的，依法减轻责任。（ ）
A. 正确
B. 错误
正确答案：B
426、依据《重庆市优化营商环境条例》，本市建立和完善以市场主体和社会公众满意度为导向的营商环境评价制度，发挥营商环境评价对优化营商环境的引领和督促作用。（ ）
A. 正确
B. 错误
正确答案：A
427、依据《重庆市优化营商环境条例》，市、区县（自治县）人民政府应当加强对优化营商环境工作的组织领导，完善政策措施，建立工作机制，及时协调解决优化营商环境工作中的重大问题。（ ）
A. 正确
B. 错误
正确答案：A
428、香港特别行政区、澳门特别行政区永久性居民中的中国公民，台湾地区居民可以按照国家有关规定，申请登记为个体工商户。（ ）
A. 正确
B. 错误
正确答案：A
429、县级以上地方人民政府应当支持个体工商户参加社会保险，对符合条件的个体工商户给予相应的支持。（ ）
A. 正确
B. 错误
正确答案：A
430、个体工商户应当加入个体劳动者协会。（ ）
A. 正确
B. 错误
正确答案：B
431、个体工商户变更经营者或者转型为企业的，应当结清依法应缴纳的税款等，对原有债权债务作出妥善处理，不得损害他人的合法权益。（ ）
A. 正确
B. 错误
正确答案：A
432、依据《促进个体工商户发展条例》，省级以上地方人民政府应当将促进个体工商户发展纳入本级国民经济和社会发展规划，结合本行政区域个体工商户发展情况制定具体措施并组织实施，为个体工商户发展提供支持。（ ）
A. 正确
B. 错误
正确答案：B
433、个体工商户只能够个人经营。（ ）
A. 正确
B. 错误
正确答案：B
434、国家对个体工商户实行市场平等准入、公平待遇的原则。（ ）
A. 正确
B. 错误
正确答案：A
435、小事小节是一面镜子，小事小节中有党性、有原则、有人格。党员干部要坚持从小事小节上加强修养，从一点一滴中完善自己，时刻保持人民公仆本色。（ ）
A. 正确
B. 错误
正确答案：A
436、依据《重庆市专利促进与保护条例》，市专利管理部门不得委托区县专利管理部门和具有管理专利公共事务职能的组织开展专利侵权纠纷行政裁决。（ ）
A. 正确
B. 错误
正确答案：B
437、依据《重庆市专利促进与保护条例》，市专利管理部门无须定期公布专利统计信息。（ ）
A. 正确
B. 错误
正确答案：B
438、依据《重庆市专利促进与保护条例》，市、区县（自治县）人民政府应当将专利有关指标纳入国民经济和社会发展统计范围。（ ）
A. 正确
B. 错误
正确答案：A
439、依据《重庆市专利促进与保护条例》，市专利管理部门受理专利侵权纠纷案件时，对于符合法定立案条件的，应当在七个工作日内予以立案；不符合法定立案条件的，应当说明理由。（ ）
A. 正确
B. 错误
正确答案：B
440、依据《重庆市专利促进与保护条例》，市专利管理部门受理专利侵权纠纷案件实行立案审查制。（ ）
A. 正确
B. 错误
正确答案：B
441、依据《重庆市专利促进与保护条例》，发生专利纠纷的，只能依法向人民法院提起诉讼。（ ）
A. 正确
B. 错误
正确答案：B
442、依据《重庆市专利促进与保护条例》，市、区县（自治县）人民政府应当采取政策措施，大力支持、引进和培育专利服务机构。（ ）
A. 正确
B. 错误
正确答案：A
443、依据《重庆市专利促进与保护条例》，高等院校、科研机构等利用财政性资金设立的项目所形成的专利成果，由高等院校、科研机构等享有专利权的，自授权公告之日起满五年无正当理由未实施，且发明人、设计人也未申请实施的，高等院校、科研机构等应当将其纳入公开实施清单，并合理确定专利公开实施的方式和费用标准。（ ）
A. 正确
B. 错误
正确答案：B
444、依据《重庆市专利促进与保护条例》，专利管理部门应当鼓励和支持企业事业单位建立完善专利管理服务制度，提升专利管理服务水平。（ ）
A. 正确
B. 错误
正确答案：A
445、依据《重庆市专利促进与保护条例》，区县（自治县）人民政府管理专利工作的部门负责本行政区域内的专利侵权纠纷行政裁决、重大专利纠纷调解、其他专利管理与服务等工作。（ ）
A. 正确
B. 错误
正确答案：B
446、依据《重庆市专利促进与保护条例》规定，专利工作遵循激励创新、有效运用、依法保护、科学管理、优质服务的原则。（ ）
A. 正确
B. 错误
正确答案：A
447、宪法是国家的根本法，具有最高法律地位、法律权威、法律效力。（ ）
A. 正确
B. 错误
正确答案：A
448、领导干部讲政德，就要明大德、守公德、严私德（ ）
A. 正确
B. 错误
正确答案：A
449、“法律是治国之重器，良法是善治之前提”。中国特色社会主义法治不仅是形式上的法律之治，更是实质上的良法之治。（ ）
A. 正确
B. 错误
正确答案：A
450、道德规范与法律规范相同,它仅规范人们的外在行为，不规范人们内在的思想动机和品质。（ ）
A. 正确
B. 错误
正确答案：B
451、道德的法律化，只能是社会道德中涉及人的行为层面的法律化，而不能是涉及人的思想品质层面的法律化。（ ）
A. 正确
B. 错误
正确答案：A
452、道德的法律化，可能是理想的社会道德的法律化，而不只是基本的社会道德的法律化。（ ）
A. 正确
B. 错误
正确答案：B
453、法律和道德中的低级部分是重合的，法律必然反映最基本道德的要求。（ ）
A. 正确
B. 错误
正确答案：A
454、道德的法律化，不一定是共同道德、客观道德的法律化，可以是个人道德、主观道德的法律化。（ ）
A. 正确
B. 错误
正确答案：B
455、绝大部分法律是由低级道德转化而来的。高级道德是利他的，舍己利人，法律并不强求，如法律不强求施舍。（ ）
A. 正确
B. 错误
正确答案：A
456、中国特色社会主义法律体系包括宪法统领下的宪法相关法、民商法、行政法、经济法、社会法、刑法、程序法等8个部分和法律、行政法规、地方性法规3个层次。（ ）
A. 正确
B. 错误
正确答案：B
457、道德所具有的多元性导致个体道德的选择性与社会道德的共性之间存在一定的张力。（ ）
A. 正确
B. 错误
正确答案：A
458、“任何人不因对法律的无知而受原宥”，此话说明的是，如果对于法律缺乏了解，可以适当减轻或者从轻处罚。（ ）
A. 正确
B. 错误
正确答案：B
459、道德法律化，主要是指通过立法将社会中存在的道德规范上升为法律规范，并使之具备法律效力的过程，在道德急剧滑坡的当代，应强调将更多的道德领域法律化，以法律来规制道德行为。（ ）
A. 正确
B. 错误
正确答案：B
460、权利在规范人们行为时更多的是强调义务和禁令；而道德在规范人们行为时不但强调义务，同时还要强调权利。（ ）
A. 正确
B. 错误
正确答案：B
461、违反了道德规范的，一般也违反了法律规范，而违反了法律规范并不一定违反道德规范。（ ）
A. 正确
B. 错误
正确答案：B
462、道德是一种自觉的过程和结果，法律是自发的产物。（ ）
A. 正确
B. 错误
正确答案：B
463、法律是内心的道德，道德是成文的法律。（ ）
A. 正确
B. 错误
正确答案：B
464、法律以教化性、劝导性、可预期性和他律性规范社会成员的行为；道德以规范性、自律性规范社会成员的心灵。（ ）
A. 正确
B. 错误
正确答案：B
465、当道德、风俗习惯无法调整日益复杂的社会生活时，法律应运而生，从而取代道德对社会生活的调整。（ ）
A. 正确
B. 错误
正确答案：B
466、习近平总书记：“法律是准绳，任何时候都必须遵循道德是基石，任何时候都不可忽视。这启示我们要坚持依法治国与以德治国相结合”。（ ）
A. 正确
B. 错误
正确答案：A
467、境外非政府组织是指在境外合法成立的基金会、社会团体、智库机构等非盈利、非政府的社会组织。（ ）
A. 正确
B. 错误
正确答案：A
468、恐怖活动组织和人员可以由有管辖权的中级以上人民法院进行司法认定。（ ）
A. 正确
B. 错误
正确答案：A
469、恐怖主义是指通过暴力、破坏、恐吓等手段，制造社会恐慌、危害公共安全、侵犯人身财产，或者胁迫国家机关、国际组织，以实现其政治、意识形态等目的的主张和行为。（ ）
A. 正确
B. 错误
正确答案：A
470、我国开展国家情报工作三大原则是坚持公开工作与秘密工作相结合原则、专门工作与群众路线相结合原则和积极防御原则。（ ）
A. 正确
B. 错误
正确答案：B
471、根据《反间谍法》规定，国家安全机关不需要严格的审批手续，可以采取技术侦查措施。（ ）
A. 正确
B. 错误
正确答案：B
472、国家安全机关是反间谍工作的主管机关，也是预防、制止和惩治危害国家安全和利益，保卫人民民主专政政权的专门机关。（ ）
A. 正确
B. 错误
正确答案：A
473、中华人民共和国公民、一切国家机关和武装力量、各政党和各人民团体、企业事业组织和其他社会组织，都有维护国家安全的责任和义务。（ ）
A. 正确
B. 错误
正确答案：A
474、根据宪法规定，国务院可以决定全国或者个别省、自治区、直辖市进入紧急状态。（ ）
A. 正确
B. 错误
正确答案：B
475、《国家安全法》是一部具有综合性、全局性、基础性的重要法律，确立了总体国家安全观的指导地位和国家安全领导体制，为构建完善国家安全法律制度体系奠定了基础。（ ）
A. 正确
B. 错误
正确答案：A
476、国家安全是一个国家存在、发展的必要条件，也是国家法治建设的重要领域。法治作为治国理政的基本方式，也是维护国家安全的行为方式、重要手段。（ ）
A. 正确
B. 错误
正确答案：A
477、坚持总体国家安全观，必须以人民安全为宗旨，以经济安全为根本，走出一条中国特色国家安全道路。（ ）
A. 正确
B. 错误
正确答案：B
478、总体国家安全观是国家安全工作必须坚持的战略思想、指导原则。（ ）
A. 正确
B. 错误
正确答案：A
479、总体国家安全观是新时代中国特色社会主义思想的重要组成部分。（ ）
A. 正确
B. 错误
正确答案：A
480、总体国家安全观是习近平同志在马克思主义国家利益观指导下，对当前我国国家安全工作面临的形势、任务、规律、特点、趋势、对策等所作出的科学判断和一系列战略思想的总和。（ ）
A. 正确
B. 错误
正确答案：A
481、总体国家安全观是新形势下党中央对我国面临的各种安全问题和安全挑战的系统回应，是马克思主义时代化、中国化在安全领域的最新体现。（ ）
A. 正确
B. 错误
正确答案：A
482、70年末、80年代初，我国国家安全策略作出了重大调整，重视经济发展，关注经济安全成为这一时期国家安全观的重要内容。（ ）
A. 正确
B. 错误
正确答案：A
483、我国建国初期的国家安全观以传统国家安全观为主，政治安全和军事安全是国家安全观的核心内容。（ ）
A. 正确
B. 错误
正确答案：A
484、国家安全观既包括国家执政者、参政者对国家所处的国际、国内环境的认识，也包括对未来国家发展方向所作的决策。（ ）
A. 正确
B. 错误
正确答案：A
485、国家安全观一旦形成，便要长期坚持，建国以来我国虽历经不同领导集体，但其内涵从未改变。（ ）
A. 正确
B. 错误
正确答案：B
486、国家安全观仅指国家执政者对国家安全以及国家安全相关问题的历史、现状、发展、规律、本质等的认知、评估和预期。（ ）
A. 正确
B. 错误
正确答案：B
487、除了订立合同，没有其他产生债的方式。（ ）
A. 正确
B. 错误
正确答案：B
488、合同是平等主体的自然人、法人、非法人组织之间设立、变更、终止民事权利义务关系的协议。合同是最常见的债的发生原因，合同债权在社会经济生活中占有重要地位。（ ）
A. 正确
B. 错误
正确答案：A
489、《民法典》规定，为了公共利益的需要，依照法律规定的权限和程序可以征收集体所有的土地和组织、个人的房屋以及其他不动产。（ ）
A. 正确
B. 错误
正确答案：A
490、《民法典》对加强国有财产的保护作了明确规定。国家所有的财产受法律保护，禁止任何组织或者个人侵占、哄抢、私分、截留、破坏。（ ）
A. 正确
B. 错误
正确答案：A
491、民法典优先保护国家所有的物权。（ ）
A. 正确
B. 错误
正确答案：B
492、成年子女不履行赡养义务的，缺乏劳动能力或者生活困难的父母，有要求成年子女给付赡养费的权利。子女对父母的赡养义务，因为父母的婚姻关系变化而终止。（ ）
A. 正确
B. 错误
正确答案：B
493、人格尊严是人身权利的重要内容，涉及姓名权、名誉权、荣誉权、肖像权、隐私权等方面。人格尊严不受侵犯，是自然人作为人的基本条件之一，也是社会文明进步的一个基本标志。（ ）
A. 正确
B. 错误
正确答案：A
494、民事权利的保护分为私力救济和公力救济，公力救济优先于私力救济。（ ）
A. 正确
B. 错误
正确答案：B
495、民事权利只能通过民事法律行为、事实行为、事件来取得（ ）
A. 正确
B. 错误
正确答案：B
496、订立合同是一种事实行为。（ ）
A. 正确
B. 错误
正确答案：B
497、民事权利可以依据民事法律行为、事实行为、法律规定的事件或者法律规定的其他方式取得。（ ）
A. 正确
B. 错误
正确答案：A
498、继承权是一种财产权，因此继承权没有人身属性。（ ）
A. 正确
B. 错误
正确答案：B
499、法人依法享有姓名权、名称权、荣誉权、名誉权、隐私权。（ ）
A. 正确
B. 错误
正确答案：B
500、清算期间法人存续，并可以从事任何民事活动。（ ）
A. 正确
B. 错误
正确答案：B
501、侵害英雄烈士等的姓名、肖像、名誉、荣誉，损害社会公共利益的，应当承担民事责任。此条款的目的是保护死者的人格权。（ ）
A. 正确
B. 错误
正确答案：B
502、饲养动物应当遵守法律法规，尊重社会公德，不得妨碍他人生活。（ ）
A. 正确
B. 错误
正确答案：A
503、《民法典》规定，自然人的个人信息受法律保护。（ ）
A. 正确
B. 错误
正确答案：A
504、研究和编辑人体基因属于科研活动，不属于民法典调整领域。（ ）
A. 正确
B. 错误
正确答案：B
505、物权是所有权的基础，是所有人对自己的不动产或者动产依法享有占有、使用、收益和处分的权利。（ ）
A. 正确
B. 错误
正确答案：B
506、“人格权”在现行有关法律法规和司法解释的基础上，从民事法律规范的角度规定自然人和其他民事主体人格权的内容、边界和保护方式，不涉及公民政治、社会等方面权利。（ ）
A. 正确
B. 错误
正确答案：A
507、任何组织或者个人不得违反有关规定，限制未成年人应当享有的照顾或者优惠。（ ）
A. 正确
B. 错误
正确答案：A
508、国家鼓励科研机构和科技类社会组织对未成年人开展科学普及活动。（ ）
A. 正确
B. 错误
正确答案：A
509、居民委员会、村民委员会应当协助政府有关部门监督未成年人委托照护情况，发现被委托人缺乏照护能力、怠于履行照护职责等情况，应当及时向政府有关部门报告，并告知未成年人的父母或者其他监护人，帮助、督促被委托人履行照护职责。（ ）
A. 正确
B. 错误
正确答案：A
510、全社会应当树立关心、爱护未成年人的良好风尚。（ ）
A. 正确
B. 错误
正确答案：A
511、学校、幼儿园应当对未成年人开展适合其年龄的性教育，提高未成年人防范性侵害、性骚扰的自我保护意识和能力。对遭受性侵害、性骚扰的未成年人，学校、幼儿园应当及时采取相关的保护措施。（ ）
A. 正确
B. 错误
正确答案：A
512、对性侵害、性骚扰未成年人等违法犯罪行为，学校、幼儿园不得隐瞒，应当及时向公安机关、教育行政部门报告，并配合相关部门依法处理。（ ）
A. 正确
B. 错误
正确答案：A
513、学校、幼儿园应当建立预防性侵害、性骚扰未成年人工作制度。（ ）
A. 正确
B. 错误
正确答案：A
514、对严重的欺凌行为，学校不得隐瞒，应当及时向公安机关、教育行政部门报告，并配合相关部门依法处理。（ ）
A. 正确
B. 错误
正确答案：A
515、对实施欺凌的未成年学生，学校应当根据欺凌行为的性质和程度，依法加强管教。（ ）
A. 正确
B. 错误
正确答案：A
516、学校对学生欺凌行为应当立即制止，通知实施欺凌和被欺凌未成年学生的父母或者其他监护人参与欺凌行为的认定和处理。（ ）
A. 正确
B. 错误
正确答案：A
517、学校应当建立学生欺凌防控工作制度，对教职员工、学生等开展防治学生欺凌的教育和培训。（ ）
A. 正确
B. 错误
正确答案：B
518、学校、幼儿园可以与校外培训机构合作为未成年人提供有偿课程辅导。（ ）
A. 正确
B. 错误
正确答案：B
519、学校、幼儿园可以安排未成年人参加商业性活动，不得向未成年人及其父母或者其他监护人推销或者要求其购买指定的商品和服务。（ ）
A. 正确
B. 错误
正确答案：B
520、学校、幼儿园应当根据需要，制定应对自然灾害、事故灾难、公共卫生事件等突发事件和意外伤害的预案，配备相应设施并定期进行必要的演练。（ ）
A. 正确
B. 错误
正确答案：A
521、学校、幼儿园安排未成年人参加文化娱乐、社会实践等集体活动，应当保护未成年人的身心健康，防止发生人身伤害事故。（ ）
A. 正确
B. 错误
正确答案：A
522、学校、幼儿园不得在危及未成年人人身安全、身心健康的校舍和其他设施、场所中进行教育教学活动。（ ）
A. 正确
B. 错误
正确答案：A
523、学校、幼儿园应当建立安全管理制度，对未成年人进行安全教育，完善安保设施、配备安保人员，保障未成年人在校、在园期间的人身和财产安全。（ ）
A. 正确
B. 错误
正确答案：A
524、学校、幼儿园应当提供必要的卫生保健条件，协助卫生健康部门做好在校、在园未成年人的卫生保健工作。（ ）
A. 正确
B. 错误
正确答案：A
525、学校应当与未成年学生的父母或者其他监护人互相配合，合理安排未成年学生的学习时间，保障其休息、娱乐和体育锻炼的时间。（ ）
A. 正确
B. 错误
正确答案：A
526、学校应当配合政府有关部门建立留守未成年学生、困境未成年学生的信息档案，开展关爱帮扶工作。（ ）
A. 正确
B. 错误
正确答案：A
527、学校应当对尚未完成义务教育的辍学未成年学生进行登记并劝返复学；劝返无效的，应当及时向教育行政部门书面报告。（ ）
A. 正确
B. 错误
正确答案：A
528、学校应当保障未成年学生受教育的权利，不得违反国家规定开除、变相开除未成年学生。（ ）
A. 正确
B. 错误
正确答案：A
529、使用校车的学校、幼儿园应当建立健全校车安全管理制度，配备安全管理人员，定期对校车进行安全检查，对校车驾驶人进行安全教育，并向未成年人讲解校车安全乘坐知识，培养未成年人校车安全事故应急处理技能。（ ）
A. 正确
B. 错误
正确答案：A
530、幼儿园、校外培训机构可以对学龄前未成年人进行小学课程教育。（ ）
A. 正确
B. 错误
正确答案：B
531、学校可以占用国家法定节假日、休息日及寒暑假期，组织义务教育阶段的未成年学生集体补课，加重其学习负担。（ ）
A. 正确
B. 错误
正确答案：B
532、未成年人的父母或者其他监护人因外出务工等原因在一定期限内不能完全履行监护职责的，应当委托具有照护能力的完全民事行为能力人代为照护。（ ）
A. 正确
B. 错误
正确答案：A
533、未成年人的父母或者其他监护人可以使十四至十六周岁的未成年人脱离监护单独生活。（ ）
A. 正确
B. 错误
正确答案：B
534、未成年人的父母或者其他监护人可以使十四至十六周岁的未成年人脱离监护单独生活。（ ）
A. 正确
B. 错误
正确答案：B
535、未成年人的父母或者其他监护人应当为未成年人提供生活、健康、安全等方面的保障。（ ）
A. 正确
B. 错误
正确答案：A
536、地市级以上人民政府应当将未成年人保护工作纳入国民经济和社会发展规划，相关经费纳入本级政府预算。（ ）
A. 正确
B. 错误
正确答案：B
537、国家采取措施指导、支持、帮助和监督未成年人的父母或者其他监护人履行监护职责。（ ）
A. 正确
B. 错误
正确答案：A
538、未成年人的父母或者其他监护人依法对未成年人承担监护职责。（ ）
A. 正确
B. 错误
正确答案：A
539、国家对保护未成年人有显著成绩的组织和个人给予表彰和奖励。（ ）
A. 正确
B. 错误
正确答案：A
540、“八五普法”确立的工作原则之一是要坚持普法与法治实践深度融合。（ ）
A. 正确
B. 错误
正确答案：A
541、根据“八五普法”，到2025年，公民法治素养水平要有所提升。（ ） 
A. 正确
B. 错误
正确答案：B
542、全民普法制度工作体系基本形成的标准包括制度完备、实施精准、评价科学、责任落实。（ ）
A. 正确
B. 错误
正确答案：A
543、党内法规并非“八五普法”的重点内容。（ ）
A. 正确
B. 错误
正确答案：B
544、“八五普法”强调推进教师网络法治教育培训，10年内对所有道德与法治课教师进行1次轮训。（ ）
A. 正确
B. 错误
正确答案：B
545、“八五普法”强调落实媒体公益普法责任。（ ）
A. 正确
B. 错误
正确答案：A
546、“八五普法”加大以案普法工作力度。（ ）
A. 正确
B. 错误
正确答案：A
547、“八五普法”实行公民法治教育制度。（ ）
A. 正确
B. 错误
正确答案：B
548、开展实时普法应当把重心放在立法、执法、司法过程中。（ ）
A. 正确
B. 错误
正确答案：A
549、推进重心下移是强化普法基层基础工作的重要手段。（ ）
A. 正确
B. 错误
正确答案：A
550、全面落实普法责任制主要针对国家机关。（ ）
A. 正确
B. 错误
正确答案：B
551、八五普法”必须坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导。（ ）
A. 正确
B. 错误
正确答案：A
552、组织、领导、参加黑社会性质组织，国家机关工作人员包庇、纵容黑社会性质组织，以及黑社会性质组织、恶势力组织实施犯罪的，依法追究行政责任。（ ） 
A. 正确
B. 错误
正确答案：B
553、有组织犯罪，是指《中华人民共和国刑法》第二百九十四条规定的组织、领导、参加黑社会性质组织犯罪，以及黑社会性质组织、恶势力组织实施的犯罪。（ ）
A. 正确
B. 错误
正确答案：A
554、完善基本经济制度，要毫不动摇地巩固和发展公有制经济，毫不动摇地鼓励、支持、引导非公有制经济发展。（ ） 
A. 正确
B. 错误
正确答案：A
555、全面建成社会主义现代化强国，总的战略安排是分两步走：从二〇二二年到二〇三五年基本实现社会主义现代化；从二〇三五年到本世纪中叶把我国建成富强民主文明和谐美丽的社会主义现代化强国。（ ） 
A. 正确
B. 错误
正确答案：B
556、党的二十大报告指出，在基本实现现代化的基础上，我们要继续奋斗，到本世纪末，把我国建设成为综合国力和国际影响力领先的社会主义现代化强国。 （ ） 
A. 正确
B. 错误
正确答案：B
557、党的思想路线是一切从实际出发，理论联系实际，实事求是，在实践中检验真理和发展真理。（ ）
A. 正确
B. 错误
正确答案：A
558、党的二十大报告指出，坚持和完善社会主义基本经济制度，毫不动摇巩固和发展公有制经济，毫不动摇鼓励、支持、引导非公有制经济发展，充分发挥市场在资源配置中的决定性作用，更好发挥政府作用。（ ）
A. 正确
B. 错误
正确答案：A
559、教育是最基本的民生。 （ ） 
A. 正确
B. 错误
正确答案：B
560、国家安全是民族复兴的前提，社会稳定是国家强盛的根基。（ ）
A. 正确
B. 错误
正确答案：B
561、党的二十大报告指出，全面建设社会主义现代化国家，必须有一支政治过硬、适应新时代要求、具备领导现代化建设能力的干部队伍。（ ）
A. 正确
B. 错误
正确答案：A
562、党的二十大报告指出，新一轮党和国家机构改革全面完成，中国特色社会主义制度更加成熟更加定型，国家治理体系和治理能力现代化水平明显提高。（ ）
A. 正确
B. 错误
正确答案：A
563、国家机关及其工作人员未依法履行职责，对侵害妇女权益的行为未及时制止或者未给予受害妇女必要帮助，造成严重后果的，依法对直接负责的主管人员和其他直接责任人员给予处分。（ ）
A. 正确
B. 错误
正确答案：A
564、国家机关、社会团体、企业事业单位对侵害妇女权益的行为，可以代替受侵害的妇女向人民法院起诉。（ ）
A. 正确
B. 错误
正确答案：B
565、丧偶儿媳对公婆尽了主要赡养义务的，作为第一顺序继承人，其继承权不受子女代位继承的影响。（ ）
A. 正确
B. 错误
正确答案：A
566、国家实行生育保险制度，建立健全婴幼儿托育服务等与生育相关的其他保障制度。（ ）
A. 正确
B. 错误
正确答案：A
567、省级以上地方人民政府应当设立妇幼保健机构，为妇女提供保健以及常见病防治服务。（ ）
A. 正确
B. 错误
正确答案：B
568、妇女享有与男子平等的选举权和被选举权。 （ ）
A. 正确
B. 错误
正确答案：A
569、全国人民代表大会制定和组织实施中国妇女发展纲要，将其纳入国民经济和社会发展规划，保障和促进妇女在各领域的全面发展。（ ）
A. 正确
B. 错误
正确答案：B
570、男女平等是国家的基本国策。（ ）
A. 正确
B. 错误
正确答案：A
571、刑事诉讼简易程序的审理期间比公诉案件第一审普通程序短，送达方式简便，庭审方式简化且采用当庭宣判的方式。（ ）
A. 正确
B. 错误
正确答案：B
572、刑事诉讼二审程序实行全面审查原则，既对上诉或者抗诉所提出的内容进行审查，也对上诉或抗诉没有提出而为第一审判决所认定的事实、适用法律，以及审判活动是否遵循了诉讼程序进行审理，不受上诉、抗诉范围的限制。（ ）
A. 正确
B. 错误
正确答案：A
573、刑事诉讼简易程序由基层人民法院独任法官，对事实清楚、证据充分、被告人认罪的，可能判处三年有期徒刑以下刑罚的案件进行审理。（ ）
A. 正确
B. 错误
正确答案：B
574、行政诉讼审判监督程序中，案件进入再审，人民法院应当裁定中止原裁判、调解书的执行。（ ）
A. 正确
B. 错误
正确答案：B
575、对于正当程序原则的适用，行政机关有自由裁量权。（ ）
A. 正确
B. 错误
正确答案：B
576、只有被告人供述，没有其他证据的，不能认定被告人有罪和处以刑罚。（ ）
A. 正确
B. 错误
正确答案：A
577、行政案件适用简易程序必须是事实清楚、权利义务关系明确、争议不大的，被诉行政行为是依法当场作出、案件涉及款额二千元以下和属于政府信息公开案件三种情形之一并且当事人各方同意适用简易程序的案件。（ ）
A. 正确
B. 错误
正确答案：B
578、涉及行政许可、登记、征收、征用和行政机关对民事争议所作的裁决的行政诉讼中，当事人申请一并解决相关民事争议的，人民法院应当一并审理。（ ）
A. 正确
B. 错误
正确答案：B
579、行政诉讼审理过程中，出现经人民法院传票传唤，原告无正当理由拒不到庭或者未经法庭许可中途退庭的情形，按照撤诉处理。（ ）
A. 正确
B. 错误
正确答案：A
580、民事诉讼二审程序中，对于必须参加诉讼的当事人或者第三人，在第二审程序中未参加诉讼，第二审人民法院可以根据当事人自愿的原则予以调解；调解不成的，发回重审。（ ）
A. 正确
B. 错误
正确答案：B
581、小额诉讼程序适用基层人民法院和它派出的人民法庭所审理的标的额为所在省、自治区、直辖市上年度就业人员年平均工资30%为限。（ ）
A. 正确
B. 错误
正确答案：A
582、小额诉讼程序的举证期限由人民法院确定，也可以由当事人协商一致并经人民法院准许，但一般不超过5日。（ ）
A. 正确
B. 错误
正确答案：B
583、确认之诉不能适用小额诉讼程序。（ ）
A. 正确
B. 错误
正确答案：B
584、最高人民法院、上级人民法院按照审判监督程序提审的案件，依照第二审程序进行审判，对裁判结果不服的，可以上诉。（ ）
A. 正确
B. 错误
正确答案：B
585、二审法院对于原判决事实不清或证据不足的，可以在查清事实后改判，也可以裁定撤销原判，发回原审人民法院重新审判，但发回重审仅限于一次。（ ）
A. 正确
B. 错误
正确答案：A
586、对告诉才处理的案件、公诉转自诉的案件以及被害人有证据证明的轻微刑事案件的被告人或其法定代理人在诉讼中可以向自诉人提起反诉。（ ）
A. 正确
B. 错误
正确答案：B
587、对于未公开审理的案件，不用公开宣判裁判结果。（ ）
A. 正确
B. 错误
正确答案：B
588、一切程序参加者均受自己陈述与判断之约束，经过程序而作出的决策被赋予既定力，只有通过高阶审级的程序才能被修改。（ ）
A. 正确
B. 错误
正确答案：A
589、平等性原则是指制定法律上的平等，任何人均没有超越法律之上的特权。（ ）
A. 正确
B. 错误
正确答案：B
590、凡具有中华人民共和国国籍的人都是中华人民共和国公民。（ ）
A. 正确
B. 错误
正确答案：A
591、县级以上地方各级人民政府依照法律规定的权限，管理本行政区域内的经济、教育、科学、文化、卫生、体育事业、城乡建设事业和财政、民政、公安、民族事务、司法行政、监察、计划生育等行政工作。（ ）
A. 正确
B. 错误
正确答案：B
592、中华人民共和国主席、副主席每届任期同全国人民代表大会每届任期相同，连续任职不得超过两届。（ ）
A. 正确
B. 错误
正确答案：B
593、国务院有权决定全国或个别省、自治区、直辖市进入紧急状态。（ ）
A. 正确
B. 错误
正确答案：B
594、我国公民享有言论、出版、集会、游行、示威、罢工的权利。（ ）
A. 正确
B. 错误
正确答案：B
595、我国公民的平等权既包括立法上的平等，也包括司法、守法上的平等。（ ）
A. 正确
B. 错误
正确答案：B
596、父母有抚养教育子女的义务，子女有赡养扶助父母的义务。（ ）
A. 正确
B. 错误
正确答案：A
597、国家保障各少数民族的合法的权利和利益，维护和发展各民族的平等团结互助和谐关系。（ ）
A. 正确
B. 错误
正确答案：A
598、我国发展同各国的外交关系和经济、文化交流，推动构建人类命运共同体。（ ）
A. 正确
B. 错误
正确答案：A
599、2018年《宪法修正案》将国家尊重和保障人权首次写入宪法。（ ）
A. 正确
B. 错误
正确答案：B
600、建设成为富强民主文明和谐美丽的社会主义现代化强国是我国的发展目标。（ ）
A. 正确
B. 错误
正确答案：A
601、社会主义法制等同于社会主义法治。（ ）
A. 正确
B. 错误
正确答案：B
602、中央军事委员会对全国人民代表大会和全国人民代表大会常务委员会负责并报告工作。（ ）
A. 正确
B. 错误
正确答案：B
603、中华人民共和国的一切权力属于人民。（ ）
A. 正确
B. 错误
正确答案：A
604、我国宪法规定，宪法的修改由全国人民代表大会全体代表的四分之三以上的多数通过。（ ）
A. 正确
B. 错误
正确答案：B
605、党政军民学，东西南北中，党是领导一切的，党的大政方针高于国家法律法规。（ ）
A. 正确
B. 错误
正确答案：B
606、2018年《宪法修正案》明确将生态文明写入宪法。（ ）
A. 正确
B. 错误
正确答案：A
607、尊重和保障人权的原则，2004年首次写入宪法，2007年首次写入党章。（ ）
A. 正确
B. 错误
正确答案：A
608、坚持党对一切工作的领导，就是要落实依法执政的基本要求。（ ）
A. 正确
B. 错误
正确答案：A
609、我国社会主要矛盾已经转变为人民日益增长的美好生活需要和落后的社会生产力之间的矛盾。（ ）
A. 正确
B. 错误
正确答案：B
610、全面依法治国的“新十六字方针”，指的是科学立法、严格执法、公正司法、从严治党。（ ）
A. 正确
B. 错误
正确答案：B
611、2018年十三届全国人大一次会议通过《宪法修正案》，将宪法序言中“健全社会主义法制”修改为“健全社会主义法治”，这标志着我国社会主义法治国家已完全建成。（ ）
A. 正确
B. 错误
正确答案：B
612、党的二十大报告明确提出了中国式现代化的本质要求。（ ）
A. 正确
B. 错误
正确答案：A
613、1999年“建设社会主义法治国家”被写入宪法，标志着中国彻底摒弃人治。（ ）
A. 正确
B. 错误
正确答案：A
614、我国宪法没有序言。（ ）
A. 正确
B. 错误
正确答案：B
615、“十四五”规划是开启全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军的纲领性文件。（ ）
A. 正确
B. 错误
正确答案：A
616、法制属于工具操作范畴，没有民主就没有法制。（ ）
A. 正确
B. 错误
正确答案：B
617、如果古代有“法治”，那也与今天我们所讲的现代意义上的法治没有区别。（ ）
A. 正确
B. 错误
正确答案：B
618、中央全面依法治国委员会主任由中央政法委书记兼任。（ ）
A. 正确
B. 错误
正确答案：B
619、中国特色社会主义法律体系仍在发展的过程当中，还没有形成。（ ）
A. 正确
B. 错误
正确答案：B
620、所谓法律部门，是根据一定标准、原则所制定的同类法律规范的总称。（ ）
A. 正确
B. 错误
正确答案：A
621、在《唐律疏议》中，“律”和“法”同样具有规范、制度之义。（ ）
A. 正确
B. 错误
正确答案：A
622、中央全面依法治国委员会办公室设在司法部。（ ）
A. 正确
B. 错误
正确答案：A
623、中央全面依法治国委员会第一次会议正式提出习近平法治思想。（ ）
A. 正确
B. 错误
正确答案：B
624、被申请人变更、解除行政协议合法，但是未依法给予补偿或者补偿不合理的，行政复议机关决定被申请人依法给予合理补偿。（ ）
A. 正确
B. 错误
正确答案：A
625、行政复议法关于行政复议期间有关“三日”、“五日”、“七日”、“十日”的规定是指工作日，不含法定节假日。（ ）
A. 正确
B. 错误
正确答案：A
626、行政复议决定书一经送达，即发生法律效力。（ ）
A. 正确
B. 错误
正确答案：A
627、拒绝、阻扰行政复议人员调查取证，故意扰乱行政复议工作秩序的，依法给予处分、治安管理处罚；构成犯罪的，依法追究刑事责任。（ ）
A. 正确
B. 错误
正确答案：A
628、行政复议机关受理行政复议申请，可以向申请人收取行政复议所需费用。（ ）
A. 正确
B. 错误
正确答案：B
629、适用简易程序审理的行政复议案件，行政复议机构认为不宜适用简易程序的，经行政复议机构的负责人批准，可以专为普通程序审理。（ ）
A. 正确
B. 错误
正确答案：A
630、适用简易程序审理的行政复议案件，可以书面审理。（ ）
A. 正确
B. 错误
正确答案：A
631、县级以上各级人民政府应当建立相关政府部门、专家、学者等参与的行政复议委员会，为办理行政复议案件提供咨询意见，并就行政复议工作中的重大事项和共性问题作出决定。（ ）
A. 正确
B. 错误
正确答案：B
632、被申请人的负责人应当参加听证。不能参加的，应当直接委托相应的工作人员参加听证。（ ）
A. 正确
B. 错误
正确答案：B
633、行政复议期间，申请人、第三人及其委托代理人可以按照规定查阅、复制被申请人提出的书面答复、作出行政行为的证据、依据和其他有关材料，除涉及国家秘密、商业秘密、个人隐私或者可能危及国家安全、公共安全、社会稳定的情形外，行政复议机构应当同意。（ ）
A. 正确
B. 错误
正确答案：A
634、行政复议期间，申请人或者第三人提出被申请行政复议的行政行为作出时没有提出的理由或者证据的，经行政复议机构同意，被申请人可以补充证据。（ ）
A. 正确
B. 错误
正确答案：A
635、证据经行政复议机构审查属实，才能作为认定行政复议案件事实的根据。（ ）
A. 正确
B. 错误
正确答案：A
636、行政复议期间行政行为不停止执行，但被申请人认为需要停止执行，可以停止执行。（ ）
A. 正确
B. 错误
正确答案：B
637、张某向区人民政府申请政府信息公开，区人民政府决定对张某所申请的信息不予公开。张某对此不服，应当先向行政复议机关申请行政复议。（ ）
A. 正确
B. 错误
正确答案：A
638、行政机关作出行政行为时，未告知公民、法人或者其他组织申请行政复议的权利、行政复议机关和申请期限的，公民、法人或者其他组织申请行政复议的期限为1年。（ ）
A. 正确
B. 错误
正确答案：B
639、行政复议代表人变更行政复议请求无需征得被代表的申请人的同意。（ ）
A. 正确
B. 错误
正确答案：B
640、申请人、第三人不能委托律师以外的其他人员代为参加行政复议。（ ）
A. 正确
B. 错误
正确答案：B
641、第三人会对行政复议案件的审理产生影响。（ ）
A. 正确
B. 错误
正确答案：B
642、认为行政机关滥用行政权力排除或者限制竞争的，可以申请行政复议。（ ）
A. 正确
B. 错误
正确答案：A
643、公民、法人或者其他组织对任何行政复议决定不服的，都可以向人民法院提起行政诉讼。（ ）
A. 正确
B. 错误
正确答案：B
644、国务院行政复议机构可以发布行政复议指导性案例。（ ）
A. 正确
B. 错误
正确答案：A
645、用人单位在招录（聘）过程中，除国家另有规定外，下列行为错误的有：（ ）
A. 限定为男性
B. 除个人基本信息外，进一步询问或者调查女性求职者的婚育情况
C. 将限制结婚、生育或者婚姻、生育状况作为录（聘）用条件
D. 不将妊娠测试作为入职体检项目
正确答案：ABC
646、对于女性受教育权，下列说法正确的是？（ ）
A. 对无正当理由不送适龄女性未成年人入学的父母或者其他监护人，当地乡镇人民政府或者县级人民政府教育行政部门给予500元以上，2000元以下罚款。
B. 政府、学校应当采取有效措施，解决适龄女性未成年人就学存在的实际困难，保证适龄女性未成年人完成义务教育
C. 各级人民政府应当采取措施，保障女性优先享有接受高等教育的权利和机会
D. 学校在录取学生时，除国家规定的特殊专业外，不得以性别为由拒绝录取女性或者提高对女性的录取标准
正确答案：BD
647、用人单位应当采取下列哪些措施预防和制止对妇女的性骚扰？（ ）
A. 制定禁止性骚扰的规章制度
B. 设置投诉电话、信箱等，畅通投诉渠道
C. 建立和完善调查处置程序，及时处置纠纷并保护当事人隐私和个人信息
D. 内部通报性骚扰者
正确答案：ABC
648、对于妇女的人身权和人格权，下列说法正确的有：（ ）
A. 禁止进行非医学需要的胎儿性别鉴定
B. 医疗机构施行生育手术、特殊检查或者特殊治疗时，在妇女与其家属或者关系人意见不一致时，应当尊重妇女本人意愿
C. 性骚扰的形式有文字、图像、肢体行为等方式，但不包括言语
D. 妇女可以就性骚然向公安机关报案
正确答案：ABD
649、对于女性担任干部，正确的是：（ ）
A. 国家重视培养和选拔少数民族女干部
B. 国家机关、群团组织、企业事业单位培养、选拔和任用干部，应有适当数量的妇女担任领导成员。
C. 妇女联合会及其团体会员，不可以向企业事业单位推荐女干部
D. 国家采取措施支持女性人才成长
正确答案：ABD
650、有关机关制定或者修改涉及妇女权益的法律、法规、规章和其他规范性文件，有关机关应当：（ ）
A. 听取妇女联合会的意见
B. 充分考虑妇女的特殊权益
C. 必须开展男女平等评估
D. 必要时开展男女平等评估。
正确答案：ABD
651、男女平等是国家的基本国策。在哪些方面，妇女应当与男子平等权利？（ ）
A. 大学录取
B. 选举
C. 工作报酬
D. 怀孕期间的离婚请求权
正确答案：ABC
652、“八五普法”中，如何加强国家工作人员法治教育？（ ）
A. 重点抓好“关键少数”，提高各级领导干部运用法治思维和法治方式的能力
B. 建立领导干部应知应会法律法规清单制度
C. 贯彻《关于推动国家工作人员旁听庭审活动常态化制度化的意见》
D. 把法治素养和依法履职情况纳入考核评价干部的重要内容
正确答案：ABCD
653、“八五普法”利用加强组织实施普法中，如何加强评估检查？（ ）
A. 坚持将普法宣传教育纳入区县和市级党政机关考核指标体系
B. 对重视不够、措施不力、履行普法责任制不到位的，造成严重后果的，进行约谈，提出整改要求
C. 加强规划实施中的动态监测，开展规划实施情况的中期评估和终期总结验收
D. 全市各级守法普法协调小组要定期将全民普法工作情况向本级党委和上级主管部门报告
正确答案：ACD
654、“八五普法”利用加强组织实施普法中，如何强化保障支撑？（ ）
A. 从人员配备数量、待遇、经费、装备等方面，切实向普法基层一线倾斜，推动各类资源向基层下沉
B. 坚持落实每年度普法骨干集中培训制度
C. 加强理论研究和舆论引导
D. 落实媒体公益普法责任
正确答案：ABC
655、如何把普法融入执法、司法过程中？（ ）
A. 在执法、司法过程中，加强对诉讼参与人、行政相对人、利害关系人以及社会公众的法律法规和政策宣讲
B. 在行政复议工作中，利用受理、审理、决定等环节实时普法
C. 推广车载便民法庭
D. 地方性法规、政府规章正式公布时，应当同步进行解读
正确答案：ABC
656、推进普法与依法治理有机融合中，在深化依法治校方面，包括以下哪些内容？（ ）
A. 开展重庆市依法治校示范校创建
B. 开展防范校园欺凌、毒品、诈骗、非法传教、网络沉迷、性侵害等方面的法治教育
C. 推广“枫桥经验”
D. 落实法治副校长工作制度
正确答案：ABD
657、高等院校、科研机构等利用财政性资金设立的项目所形成的专利成果，由高等院校、科研机构等享有专利权，下列哪些说法是正确的？（ ）
A. 自授权公告之日起满三年无正当理由未实施，高等院校、科研机构等应当将其纳入公开实施清单
B. 发明人、设计人申请实施的，高等院校、科研机构等不得将其纳入公开实施清单
C. 高等院校、科研机构等应当将其纳入公开实施清单的同时，应当合理确定专利公开实施的方式和费用标准
D. 对纳入公开实施清单的专利，有意愿实施的单位或者个人可以提出申请，符合专利公开实施的方式和费用标准的，即可实施，不用高校、科研机构等同意。
正确答案：BCD
658、对于已经实施并且取得经济社会效益的专利，应当如何奖励？（ ）
A. 发明人、设计人评先评优的重要因素
B. 发明人、设计人职位或者职级晋升的重要因素
C. 获得省级以上专利奖的专利，其主要发明人、设计人可以按照规定破格申报相关专业技术职称
D. 技术进步产生重大作用并且取得显著经济社会效益的专利技术，市、区县（自治县）人民政府应当按规定给予经济奖励
正确答案：ABC
659、对于专利人才工作，下列说法正确的有：（ ）
A. 市、区县（自治县）人民政府需要将专利人才的培养、引进纳入地方人才规划
B. 专利管理部门应当制定和实施专利人才培养计划
C. 市、区县（自治县）人民政府应当划拨专门经费以支持专利人才培养计划
D. 强化在职人员专利知识培训
正确答案：ABD
660、违反《重庆市专利促进与保护条例》规定，为明知是假冒专利提供运输、仓储、隐匿、广告、展示等便利条件的，专利管理部门如何处罚？（ ）
A. 责令改正
B. 没收违法所得
C. 拒不改正的，处违法所得一倍以上三倍以下的罚款
D. 处二万元以下的罚款
正确答案：ABC
661、违反《重庆市专利促进与保护条例》规定，市专利管理部门专利侵权纠纷行政裁决或者人民法院专利侵权纠纷判决生效后，侵权行为人再次侵犯同一专利权，扰乱专利管理秩序的，专利管理部门如何处罚？（ ）
A. 责令改正
B. 没收违法所得
C. 并处违法所得一倍以上三倍以下的罚款
D. 可以处违法所得一倍以上三倍以下的罚款
正确答案：ABC
662、市专利管理部门应当通过统一的信息公共服务平台提供下列哪些信息？（ ）
A. 专利信息统计数据
B. 专利权有效性、权属、变更、许可等信息
C. 专利侵权、假冒专利的处理信息
D. 专利信息检索
正确答案：ABCD
663、对于专利纠纷调解，下列说法正确的有：（ ）
A. 行业协会商会可以成立的行业性调解组织，依法开展专利纠纷调解工作
B. 专利管理部门可以要求当事人通过调解方式解决专利纠纷
C. 当事人依法向人民法院申请调解协议司法确认的，专利管理部门或者调解组织具有予以协助的义务
D. 人民法院可以引导当事人通过调解方式解决专利纠纷。
正确答案：ACD
664、对于专利有偿悬赏，下列说法正确的有：（ ）
A. 专利权人采取公开承诺物质报酬的方式，请求他人提供专利权受到侵害的相应证据或者线索产生的悬赏取证费用，该费用全部可以作为制止侵权行为的合理开支。
B. 利害关系人采取公开承诺物质报酬的方式，请求他人提供专利权受到侵害的相应证据或者线索产生的悬赏取证费用，其合理部分可以作为制止侵权行为的合理开支。
C. 公证机构可以为专利权人或者利害关系人提供固定悬赏取证意思表示、保管悬赏报酬并代为支付等公证服务。
D. 专利管理部门可以向社会公众有偿征集有关假冒专利等违法行为的证据或者线索。
正确答案：BCD
665、专利管理部门裁决专利侵权纠纷、调解其他专利纠纷时，下列说法正确的有：（ ）
A. 根据当事人的申请，可以向有关机构进行技术咨询，委托其进行检测
B. 专利侵权纠纷行政裁决中，专利管理部门可职权决定进行检测、鉴定
C. 专利侵权纠纷行政裁决中，当事人自愿申请进行检测、鉴定，对检测、鉴定合理费用有约定的，没有约定的，由专利管理部门现行垫付，行政裁决后由责任方承担。
D. 专利管理部门裁决专利侵权纠纷、调解其他专利纠纷时，根据需要选聘相关领域专家担任技术调查官
正确答案：AD
666、专利纠纷的解决途径有：（ ）
A. 向人民法院提起诉讼
B. 调解
C. 行政裁决
D. 举报
正确答案：ABC
667、专利工作的原则是：（ ）
A. 激励创新
B. 优质服务
C. 有效运用
D. 增加效益
正确答案：ABC
668、《重庆市专利促进与保护条例》的立法目的是：（ ）
A. 保护专利权人的合法权益
B. 提升专利管理和服务水平
C. 鼓励发明创造及其应用，促进科学技术创新和进步
D. 加快建设具有全国影响力的科技创新中心
正确答案：ABCD
669、开采地下水或进行地下工程时，下列说法正确的有：（ ）
A. 开采地下水的单位或者个人，应当建立技术档案
B. 在地下水超采地区，禁止开采地下水
C. 因地下工程，导致水工程原有功能丧失的，建设单位必须采取措施恢复原有功能或者修建与原工程效益相当的替代工程，不能以补偿代替
D. 进行地下工程时，建设单位应当对水环境进行科学评价
正确答案：ABD
670、单位或者个人申请取水时，以下说法正确的是：（ ）
A. 申请取水的建设项目提交建设项目水资源论证报告书，水行政主管部门应当组织专家论证
B. 水资源论证报告审查通过后，建设项目的性质、规模、地点或者取水标的等发生变化的，应当按照相关程序重新进行水资源论证
C. 未依法完成水资源论证工作的建设项目，取水许可审批机关不予批准，对违反规定的擅自开工建设和投产使用，一律责令停止。
D. 市、区县（自治县）水行政主管部门对已通过取水许可审批并建成运行的建设项目，应当开展水资源论证后评估工作
正确答案：ACD
671、市、区县（自治县）水行政主管部门在编制水量分配方案和紧急情况下的水量调度预案时，应当：（ ）
A. 遵循基本生活优先原则
B. 重点考虑本地区的用水需求
C. 应当服从防洪抗旱的总体安排
D. 跨流域和跨行政区域的水量分配方案和紧急情况下的水量调度预案，需要征求有关区县（自治县）人民政府和有关部门的意见
正确答案：ACD
672、对本行政区域内的用水实行总量控制，下列做法正确的有：（ ）
A. 区县（自治县）用水总量不得超过市人民政府给本区县（自治县）确定的用水总量控制目标
B. 区县（自治县）之间的用水总量可以进行调剂
C. 区县（自治县）之间可以相互转让用水量。
D. 取水单位或者个人必须按照市、区县（自治县）水行政主管部门批准的计划取水。
正确答案：ABCD
673、对于节约用水，行政机关应当：（ ）
A. 要求新建、扩建、改建建设项目应当配套建设节水设施。已建项目未配套节水设施的，可以不建设节水设施的配套
B. 市、区县（自治县）水行政主管部门应当根据降雨、入境水、取用水、排水、出境水等情况变化适时开展区域用水审计
C. 取用水单位应当定期进行取水、用水、排水水平衡测试，并将测试结果报有管辖权的水行政主管部门备案。
D. 各级人民政府应当加强城乡供水管网改造
正确答案：BCD
674、水工程供应的水的水费制定，以下说法正确的是：（ ）
A. 使用农村集体所有水工程供应的水，其水费的收取由农村集体经济组织或者农民用水合作组织决定
B. 供水工程供应的水实行有利于节约水资源和保护环境的水价政策
C. 不同水质的供水价格应当一致
D. 确定水价应当充分考虑城乡居民的经济承受能力
正确答案：ABD
675、取水许可证持有人违反取水计量设施管理规定的，如何处罚？（ ）
A. 未按照规定安装取水计量设施的，应当由市、区县（自治县）水行政主管部门责令限期改正。及时改正的，不再并处其他处罚。
B. 擅自拆除、停用取水计量设施的，由市、区县（自治县）水行政主管部门责令限期安装或者恢复使用。及时改正的，不再并处其他处罚。
C. 取水单位不执行水资源调度命令或者决定的，由市、区县（自治县）水行政主管部门处一万元以上五万元以下罚款。
D. 不执行取水量核减决定的，由市、区县（自治县）水行政主管部门处二万元以上十万元以下罚款。
正确答案：ACD
676、对饮用水水源的管理保护工作，下列正确的有：（ ）
A. 水利、农业等相关部门依据各自职责，负责有关的饮用水水源保护工作
B. 各市、区县（自治县）环境保护主管部门对饮用水水源的水污染防治各自独立监督管理
C. 饮用水水源地应当依法划定保护区。
D. 街道办事处对本辖区内分散式饮用水水源的水污染防治有实施监督管理的职责
正确答案：AD
677、对于水域限制排污总量，下列说法正确的有：（ ）
A. 市、区县（自治县）水行政主管部门只需按照水功能区对水质的要求和水体的自然净化能力，核定水域的纳污能力，向环境保护主管部门提出该水域限制排污总量意见
B. 市、区县（自治县）环境保护主管部门在拟定本行政区域重点水污染物排放总量控制指标分解方案时，水行政主管部门提出的水域限制排污总量意见处于次要考虑地位
C. 市、区县（自治县）环境保护主管部门需要将重点水污染物排放总量控制指标分解落实到排污单位
D. 市、区县（自治县）水行政主管部门应当对水功能区的水质状况进行监测，发现水功能区的水质未达到水域使用功能要求的，应当暂停审批本行政区域内的新增取水口
正确答案：BC
678、各级人民政府及有关部门和单位应当采取有效措施，加强水资源保护和水污染防治的监督管理，下列正确的有：（ ）
A. 开发、利用水资源应当维持河流合理流量和湖泊、水库以及地下水的合理水位
B. 防止水流堵塞和水源枯竭，改善生态环境，严禁破坏和污染水资源
C. 保护自然植被和湿地，涵养水源，防治水污染和水土流失
D. 推进生态脆弱河流和地区水生态修复工程建设，建立生态修复维护管理长效机制
正确答案：ABCD
679、各级人民政府对于本地区水资源的开发、利用中，应当：（ ）
A. 优先开发利用地表水、合理开发地下水、鼓励污水处理再利用的原则
B. 应当综合开发、利用水资源
C. 建设水力发电站时，保护生态环境和文物比防洪、供水、灌溉等方面的需要更重要
D. 鼓励矿泉水、地热水的开采、使用
正确答案：ABC
680、开发、利用水资源中，下列说法正确的有:（ ）
A. 首先满足工业生产用水需求
B. 实行兴利与除害相结合的原则
C. 统筹兼顾农业、生活、生态环境用水和水土保持、治涝、航运、发电等方面的需要
D. 水资源紧缺地区应当限制耗水量大的工业、农业和服务业项目
正确答案：BD
681、当事人有下列哪些情形，可以从轻或者减轻行政处罚？（ ）
A. 尚未完全丧失辨认或者控制自己行为能力的精神病人有违法行为的
B. 当事人因残疾导致生活确有困难的
C. 涉案财物或者违法所得较少的
D. 当事人具有重大疾病的
正确答案：ABC
682、对行政处罚裁量基准的监督，下列说法正确的有：（ ）
A. 行政复议机关办理行政复议案件，应当把行政处罚裁量基准作为审查具体行政行为适当性的依据
B. 行政机关违反行政处罚裁量权适用有关规定的，对直接负责的主管人员可依法给予处分
C. 行政复议申请人认为行政处罚裁量基准不合法的，可以单独提出审查申请，行政复议机关应当依法予以处理
D. 司法行政部门可以发布行政处罚典型案例，对规范和行使行政处罚裁量权的情况进行指导和监督
正确答案：ABD
683、当事人有下列哪些情形，应当依法从重行政处罚？（ ）
A. 危害国家安全、公共安全的
B. 胁迫、诱骗、教唆他人实施违法行为
C. 侵害老年人
D. 违反突发事件应对措施的行为
正确答案：ABCD
684、当事人有下列哪些情形，应当从轻或者减轻行政处罚？（ ）
A. 主动中止违法行为
B. 主动消除或者减轻违法行为危害后果
C. 受他人胁迫或者诱骗实施违法行为
D. 在共同违法行为中起次要或者辅助作用
正确答案：BC
685、当事人有下列哪些情形，应当不予行政处罚？（ ）
A. 初次违法且危害后果轻微并及时改正的
B. 不满14周岁的未成年人有违法行为的
C. 精神病人、智力残疾人的违法行为
D. 除法律另有规定外，违法行为在2年内未被发现的
正确答案：BD
686、制定行政处罚裁量基准，应当符合下列哪些要求：（ ）
A. 法律、法规、规章规定可以选择是否给予行政处罚的，应当明确规定是否给予行政处罚的具体裁量标准
B. 法律、法规、规章规定可以选择行政处罚种类的，应当明确规定适用不同种类行政处罚的适用条件
C. 法律、法规、规章规定可以选择行政处罚幅度的，应当合理划分裁量阶次，并明确不同阶次的具体裁量标准
D. 法律、法规、规章规定处罚期限的，应当明确不同期限的具体裁量标准
正确答案：ABC
687、下列哪些因素是相关考虑因素：（ ）
A. 违法行为的性质
B. 违法行为的社会危害程度
C. 区域经济发展水平等因素
D. 同类违法行为且情节等相近的行政处罚案例
正确答案：ABCD
688、行政处罚裁量权的裁量范围有：（ ）
A. 是否给予行政处罚
B. 给予行政处罚的期限
C. 给予行政处罚的幅度
D. 给予行政处罚具体种类
正确答案：ACD
689、行政裁量的原则有：（ ）
A. 公正公开
B. 合法合理
C. 高效便民
D. 严格处罚
正确答案：ABC
690、同一违法行为设定了可以并处行政处罚的，应当如何实施行政处罚？（ ）
A. 对只具有减轻情节的，应当实施单处
B. 对只具有从重情节的，可以实施并处
C. 对既具有从轻或者减轻情节又具有从重情节的，应当单处
D. 对既具有从轻或者减轻情节又具有从重情节的，可以单处
正确答案：AD
691、听证笔录应当载明下列哪些事项：（ ）
A. 案件调查人员提出当事人违法的行政处罚建议
B. 第三人的意见
C. 书记员的询问内容
D. 相互质证和辩论的情况
正确答案：ABD
692、对于听证，下列正确的是：（ ）
A. 听证须在作出行政处罚决定之前举行
B. 行政处罚听证只能根据当事人的听证要求而举行
C. 行政处罚听证只能以听证会的形式举行
D. 听证的目的是更好的保护当事人陈述、申辩和质证的权利
正确答案：ABCD
693、有下列哪些情形，听证主持人应当决定中止听证：（ ）
A. 当事人丧失行为能力，虽已确定法定代理人，但仍在治疗的
B. 当事人死亡或者终止，需要等待权利义务承受人表明是否参加听证或者尚未确定权利义务承受人的
C. 案件调查人员因气象灾害不能参加听证的
D. 在听证过程中，需要对有关证据重新调查
正确答案：BCD
694、对于听证的回避，下列错误的是：（ ）
A. 翻译人员属于回避人员
B. 书记员与本案调查人员有近亲属关系的
C. 当事人申请回避的，应当在举行听证的3日前向行政机关提出，不得在听证时提出
D. 听证人员不必自行回避，由当事人提出回避申请后再进行决定
正确答案：CD
695、对于听证的组织和参加，以下哪些是正确的：（ ）
A. 第三人和当事人同样享有陈述申辩权
B. 第三人可以委托律师参见听证
C. 当事人委托律师参加听证的，应当提交由委托人签名或者盖章的授权委托书，授权委托书应当明确代理权限
D. 行政机关依法委托实施行政处罚的，由受委托组织负责组织听证
正确答案：BCD
696、对于听证的提出，下列哪些选项是正确的：（ ）
A. 当事人超过规定期限提出听证要求的，一律视为放弃听证权利。
B. 同一案件中2名以上当事人提出听证要求的，可以合并组织听证。
C. 当事人明确放弃听证权利后，在提出听证有效期内又要求听证，行政机关尚未作出行政处罚决定的，应当组织听证。
D. 当事人必须以书面的形式向行政机关提出听证要求。
正确答案：BC
697、行政机关拟作出下列哪些行政处罚决定，应当告知当事人有要求听证的权利：（ ）
A. 拘留
B. 降低资质等级、吊销许可证件
C. 责令停产停业
D. 对企业法人罚款40000
正确答案：ABC
698、以下哪些行为需要从重处罚：（ ）
A. 在高、中考期间，擅自施工且未保证其场界噪声值符合规定排放标准的，造成环境噪声扰民的。
B. 违反《重庆市环境保护条例》规定，在夜间造成社会生活噪声扰民的。
C. 重点排污单位不公开或者不按照规定公开环境信息或者公开内容不真实、弄虚作假的。
D. 停产整治决定解除后，又实施同一违法行为的。
正确答案：AB
699、以下对突发环境事件的预防及应急工作实施全过程监督管理正确的有：（ ）
A. 公安机关负责对放射源丢失、被盗事件的防范工作实施监督管理，侦办放射源被盗案件和涉及放射源的危险物品肇事案件，查处涉及放射源的违反治安管理行为。
B. 安全生产监督管理部门负责对因生产安全事故引发的突发环境事件的预防和应急工作实施监督管理。
C. 海事、交通或者公安交通管理部门依据各自职责对放射源、危险化学品、危险废物等运输引发的突发环境事件的预防和应急工作实施监督管理。
D. 农业部门负责对渔业水体污染事故和畜禽养殖引发的突发环境事件的预防和应急工作实施监督管理。
正确答案：ABCD
700、 违法排放污染物中，有以下哪些情形，环境保护主管部门可以对有关设施、物品予以查封、扣押：（   ）
A. 非法储存危险废物，可能造成严重环境污染
B. 违法行为证据可能被转移
C. 违法行为证据可能灭失
D. 排放设施价值较高的
正确答案：ABC
701、关于重点污染物排放总量控制制度，下列正确的有：（ ）
A. 市环境保护主管部门拟订本市重点污染物排放指标分解方案后，须经市人民政府批准后下达区县（自治县）。
B. 区县（自治县）环境保护主管部门应当采取有效措施，确保重点污染物排放总量控制在核定指标内。
C. 环境质量未达到环境功能区划要求或者排污量超过总量控制指标的，在逐年削减比例应当高于全市平均削减比例的前提下，也不可以新增排污量。
D. 环境保护主管部门应当将重点污染物排放总量控制制度的执行情况不定期向社会公布。
正确答案：AC
702、下列哪些事项需要征求公众意见：（ ）
A. 规划编制机关对可能造成不良环境影响并直接涉及公众环境权益的专项规划，涉及秘密的。
B. 规划编制机关对可能造成不良环境影响并直接涉及公众环境权益的专项规划，不涉及秘密的，且已召开专家论证会的。
C. 建设项目环境影响报告书，不涉及秘密的。
D. 建设项目环境影响报告书，不涉及秘密的，并已小规模征求公众意见的。
正确答案：CD
703、有下列哪些情形的，不得核发建设项目环境影响报告书或者报告表批准书：（ ）
A. 建设项目类型及其选址、布局、规模等不符合环境保护法律法规和相关法定规划。
B. 建设项目采取的污染防治措施无法确保污染物排放达到国家和地方排放标准。
C. 所在区域环境质量未达到国家或者地方环境质量标准，但建设项目拟采取的措施能够满足区域环境质量改善目标管理要求。
D. 改建、扩建和技术改造项目，未针对项目原有环境污染和生态破坏提出有效防治措施。
正确答案：ABD
704、环境保护应当坚持下列哪些原则：（ ）
A. 保护优先
B. 利益衡量
C. 公众参与
D. 损害担责
正确答案：ACD
705、若饲养的犬只给他人人身、财产造成损害，下列说法正确的是（ ）
A. 养犬人或者管理人应当立即将伤者送医疗机构诊治
B. 养犬人或者管理人应当依法承担刑事责任
C. 养犬人或者管理人应当依法承担民事责任
D. 遗弃、逃逸犬只在遗弃、逃逸期间造成他人损害的，由原养犬人或者管理人依法承担侵权责任
正确答案：ACD
706、关于犬只收容、认领和领养，下列说法正确的是（ ）
A. 支持、鼓励有条件的动物保护组织或者个人依法收容、领养犬只。
B. 无法查明养犬人的流浪犬只，经公告七日后无人认领的，依法按照无主犬只处理
C. 对收容的流浪犬只，能够查明养犬人的，应当及时通知养犬人认领
D. 区县（自治县）人民政府应当根据辖区养犬管理的需要，组织设立犬只收容留检场所，负责收容、检疫和依法处置流浪犬、弃养犬、没收犬等犬只
正确答案：ABCD
707、市、区县（自治县）人民代表大会常务委员会可通过哪些方式加强优化营商环境工作的监督？（ ）
A. 执法检查
B. 听取和审议专项工作报告
C. 制定相关法律
D. 开展规范性文件备案审查
正确答案：ABD
708、企业破产时，破产管理人享有哪些权利（ ）
A. 自主处分破产企业重大财产
B. 有权查询相关破产企业注册登记材料、社会保险费用缴纳情况
C. 查询相关破产企业的不动产、车辆、知识产权等信息
D. 有权查询相关破产企业银行开户信息和存款状况
正确答案：BCD
709、人民法院应当健全破产案件债权人权益保障机制，保障债权人的哪些权利？（ ）
A. 破产企业财产处置、分配的决策权
B. 知情权
C. 参与权
D. 监督权
正确答案：BCD
710、根据《重庆市营商环境条例》，市人民政府有关部门应当按照职责分工加强对专业鉴定机构的监督、指导，督促其（ ）
A. 缩短鉴定评估时间
B. 提高鉴定评估质量
C. 提高纠纷解决效率
D. 简化案件审理流程
正确答案：AB
711、各级（）、（）、（）、（）对市场主体的法定代表人、高级管理人员以及实际控制人釆取限制人身自由的措施的，应当严格把握适用条件和必要性，严格区分违纪与违法、经济纠纷与经济犯罪的界限。（ ）
A. 监察委员会
B. 人民法院
C. 人民检察院
D. 公安机关
正确答案：ABCD
712、市、区县（自治县）人民政府及其有关部门应当通过（ ）等方式建立常态化政企沟通机制
A. 座谈、问卷调查
B. 主动上门
C. 大数据分析
D. 互联网征求意见
正确答案：ABCD
713、关于作为办理行政审批条件的中介服务事项，下列说法正确的有（ ）
A. 已取消的行政审批事项，可以转为中介服务
B. 市人民政府应当组织编制作为办理行政审批条件的中介服务事项清单并向社会公布
C. 中介服务机构应当明确办理中介服务的条件、流程、时限、收费标准，并向社会公开
D. 除法律、法规另有规定外，市场主体有权自主选择中介服务机构，行政机关不得为其指定或者变相指定中介服务机构
正确答案：BCD
714、关于政务服务，下列说法正确的是（ ）
A. 人民政府可自行增设政务服务事项的办理条件和环节
B. 市人民政府应当组织编制全市统一的政务服务事项目录清单，并向社会公布
C. 政务服务中心应当设立综合服务窗口，实行统一收件、分类办理、统一出件。
D. 市、区县人民政府及其有关部门应当统一政务服务标准，创新政务服务方式，提高政务服务质量
正确答案：BCD
715、根据《重庆市营商环境条例》，下列说法错误的是（ ）
A. 国家机关、事业单位不得违约拖欠市场主体的货物、工程、服务等账款
B. 必要时，国家机关、事业单位可利用商业汇票方式延长付款期限
C. 国家机关用商业汇票履行合同时，市场主体应当接受
D. 市场主体因突发事件造成生产经营困难的，市、区县（自治县）人民政府应当依法制定相关救助措施并组织实施
正确答案：BC
716、根据《中共重庆市委宣传部、重庆市司法局关于开展法治宣传教育的第八个五年规划（2021—2025年）》的规定，强化（）普法责任制，推行（）普法责任制，促进和引导各社会团体、企事业单位以及其他组织加强本系统本行业本单位人员学法用法，加强对管理服务对象普法。（ ）
A. 谁执法谁普法
B. 谁管理谁普法
C. 谁服务谁普法
D. 媒体公益普法
正确答案：ABC
717、有下列情形中，为保护妇女权益，检察机关可以依法提起公益诉讼的有（ ）
A. 侵害妇女平等就业权益
B. 通过大众传播媒介或者其他方式贬低损害妇女人格
C. 相关单位未采取合理措施预防和制止性骚扰
D. 确认农村妇女集体经济组织成员身份时侵害妇女享有的土地征收征用补偿分配权益和宅基地使用权益
正确答案：ABCD
718、侵害妇女在农村集体经济组织成员身份确认等方面的权益的，可以通过哪些渠道要求解决？（ ）
A. 申请乡镇人民政府等进行协调
B. 依法向农村土地承包仲裁机构申请仲裁
C. 向人民法院起诉
D. 向公安机关报案
正确答案：AC
719、夫妻书面约定婚姻关系存续期间所得的财产归各自所有，女方因（ ）等承担较多义务的，有权在离婚时要求男方予以补偿。
A. 抚育子女
B. 自身工作
C. 照料老人
D. 协助男方工作
正确答案：ACD
720、国家发展社会保障事业，保障妇女享有（ ）等权益。
A. 社会保险
B. 医疗卫生事业
C. 社会救助
D. 社会福利
正确答案：ACD
721、关于夫妻共同财产，下列说法正确的是（ ）
A. 妇女对夫妻共同财产享有与其配偶平等的占有、使用、收益和处分的权利，不受双方收入状况等情形的影响
B. 对夫妻共同所有的不动产以及可以联名登记的动产，女方有权要求在权属证书上记载其姓名
C. 一方隐藏、转移、变卖、损毁、挥霍夫妻共同财产，在离婚分割夫妻共同财产时，对该方可以少分或者不分财产
D. 离婚诉讼期间，夫妻双方均有向人民法院申报全部夫妻共同财产的义务
正确答案：ABCD
722、根据《妇女权益保障法》规定，男方在哪些时期不得提出离婚？（ ）
A. 女方怀孕期间
B. 终止妊娠六个月内
C. 哺乳期内
D. 分娩后一年内
正确答案：ABD
723、根据《妇女权益保障法》，下列说法正确的是：（ ）
A. 妇女享有与男子平等的继承权
B. 丧偶妇女有权依法处分继承的财产，任何组织和个人不得干涉
C. 因结婚男方到女方住所落户的，男方不享有与所在地农村集体经济组织成员平等的权益
D. 丧偶儿媳对公婆尽了主要赡养义务的,作为第一顺序继承人
正确答案：ABD
724、在农村集体经济组织中，妇女在（ ）等方面与男子享有平等的权利。
A. 成员身份确认
B. 土地承包经营
C. 集体经济组织收益分配
D. 土地征收补偿安置或者征用补偿以及宅基地使用
正确答案：ABCD
725、任何组织和个人不得以妇女（ ）等为由，侵害妇女在农村集体经济组织中的各项权益。
A. 未婚
B. 离婚
C. 结婚
D. 丧偶或者户无男性
正确答案：ABCD
726、有关国家机关、行业主管部门存在下列（ ）的，由其上级机关责令改正；情节严重的，对负有责任的领导人员和直接责任人员，依法给予处分；构成犯罪的，依法追究刑事责任
A. 拒不履行或者拖延履行反有组织犯罪法定职责
B. 拒不配合反有组织犯罪调查取证
C. 向公安机关等部门报案、控告、举报有组织犯罪线索的
D. 在其他工作中滥用反有组织犯罪工作有关措施
正确答案：ABD
727、因举报、控告和制止有组织犯罪活动，在有组织犯罪案件中作证，本人或者其近亲属的人身安全面临危险的，应当按照有关规定，采取（ ）一项或者多项保护措施。
A. 不公开真实姓名、住址和工作单位等个人信息
B. 禁止特定的人接触被保护人员
C. 对人身和住宅采取专门性保护措施
D. 采取不暴露外貌、真实声音等出庭作证措施
正确答案：ABCD
728、依法查办有组织犯罪案件或者依照职责支持、协助查办有组织犯罪案件的国家工作人员，不得有（ ）行为
A. 接到报案、控告、举报不受理
B. 发现犯罪信息、线索隐瞒不报、不如实报告
C. 未经批准、授权擅自处置、不移送犯罪线索、涉案材料
D. 向违法犯罪人员通风报信，阻碍案件查处
正确答案：ABCD
729、国家工作人员有（）行为的，应当全面调查，依法作出处理
A. 组织、领导、参加有组织犯罪活动的
B. 包庇有组织犯罪组织、纵容有组织犯罪活动的
C. 为有组织犯罪组织及其犯罪活动提供帮助的
D. 在查办有组织犯罪案件工作中失职渎职的
正确答案：ABCD
730、经县级以上有权机关主要负责人批准，可以依法先行出售，以依法先行出售、变现或者变卖、拍卖，所得价款由扣押、冻结机关保管，并及时告知（ ）
A. 受害人
B. 被告人
C. 被告人其近亲属
D. 犯罪嫌疑人
正确答案：BCD
731、黑社会性质组织的组织者、领导者或者恶势力组织的首要分子被判处（ ），应当跨省、自治区、直辖市异地执行刑罚
A. 十年以上有期徒刑
B. 三年以上十年以下有期徒刑
C. 无期徒刑
D. 死刑缓期二年执行
正确答案：ACD
732、犯罪嫌疑人、被告人有下列哪些情形可以依法从宽处罚（）
A. 查明犯罪组织的组织结构及其组织者、领导者、首要分子的地位、作用提供重要线索或者证据的
B. 为查处国家工作人员涉有组织犯罪提供重要线索或者证据的
C. 协助追缴、没收尚未掌握的赃款赃物的
D. 为查明犯罪组织实施的重大犯罪提供重要线索或者证据的
正确答案：ABCD
733、移民管理、海关、海警等部门应当采取以下措施（ ），严密防范境外的黑社会组织入境、发展、实施违法犯罪活动。
A. 有权决定不准其入境、不予签发入境证件
B. 宣布其入境证件作废
C. 发现境外的黑社会组织的人员入境的，应当及时采取拘留、逮捕等限制人身自由的措施
D. 发现相关人员涉嫌违反我国法律或者发现涉嫌有组织犯罪物品的，应当依法扣留并及时处理
正确答案：ABD
734、电信业务经营者、互联网服务提供者应当依法履行的网络信息安全管理义务包括（ ）
A. 采取安全技术防范措施，防止含有宣扬、诱导有组织犯罪内容的信息传播
B. 发现含有宣扬、诱导有组织犯罪内容的信息的，应当立即停止传输，采取消除等处置措施
C. 发现含有宣扬、诱导有组织犯罪内容的信息的,向公安机关或者有关部门报告，依法为公安机关侦查有组织犯罪提供技术支持和协助
D. 建立健全行业有组织犯罪预防和治理长效机制
正确答案：ABC
735、学校发现有组织犯罪（ ），应当及时制止，采取防范措施，并向公安机关和教育行政部门报告。
A. 侵害学生人身、财产安全
B. 妨害校园及周边秩序的
C. 有组织犯罪组织在学生中发展成员的
D. 学生参加有组织犯罪活动的
正确答案：ABCD
736、反有组织犯罪工作应当（ ），惩防并举、标本兼治。
A. 坚持专门工作与群众路线相结合
B. 坚持专项治理与系统治理相结合
C. 坚持与反腐败相结合
D. 坚持与加强基层组织建设相结合
正确答案：ABCD
737、《反有组织犯罪法》规定，恶势力组织是指具备下列（ ）特征的犯罪组织。
A. 经常纠集在一起，以暴力、威胁或者其他手段
B. 在一定区域或者行业领域内多次实施违法犯罪活动
C. 为非作恶，欺压群众，扰乱社会秩序、经济秩序，造成较为恶劣的社会影响
D. 但尚未形成黑社会性质组织的犯罪组织
正确答案：ABCD
738、《反有组织犯罪法》规定的有组织犯罪是指（ ）
A. 《刑法》第294条规定的组织、领导、参加黑社会性质组织犯罪
B. 黑社会性质组织实施的犯罪
C. 恶势力组织实施的犯罪
D. 邪教组织实施的犯罪
正确答案：ABC
739、国家引导和支持个体工商户健康发展，下列说法正确的有（ ）
A. 禁止平台经营者利用服务协议、平台规则、数据算法等手段，对平台内个体工商户进行不合理限制、附加不合理条件或者收取不合理费用
B. 国家加大对个体工商户的字号、商标、专利、商业秘密等权利的保护力度
C. 政府及其有关部门在制定相关政策措施时，应当充分听取个体工商户以及相关行业组织的意见
D. 国家加强个体工商户公共服务平台体系建设，为个体工商户提供法律政策、市场供求、招聘用工、创业培训、金融支持等信息服务
正确答案：ABCD
740、个体工商户应当遵循哪些法定义务？（ ）
A. 依法经营、诚实守信
B. 劳动用工、安全生产
C. 保护环境、公平竞争
D. 食品安全、职业卫生
正确答案：ABCD
741、根据《个体工商户条例》的规定，有关机关单位不得做出哪些行为？（ ）
A. 要求个体工商户接受不合理的付款期限、方式、条件和违约责任等交易条件
B. 违约拖欠个体工商户账款
C. 通过强制个体工商户接受商业汇票等非现金支付方式变相拖欠账款
D. 在制定相关政策措施时，充分听取个体工商户以及相关行业组织的意见
正确答案：ABC
742、根据《个体工商户条例》的规定，下列说法正确的有（ ）。
A. 任何单位和个人不得违反法律法规和国家有关规定向个体工商户收费或者变相收费
B. 任何单位和个人不得擅自扩大收费范围或者提高收费标准
C. 任何单位和个人不得向个体工商户集资、摊派，不得强行要求个体工商户提供赞助或者接受有偿服务
D. 任何单位和个人不得诱导、强迫劳动者登记注册为个体工商户
正确答案：ABCD
743、有关部门及其工作人员的下列哪些行为违反了《重庆市养犬管理条例》的规定（ ）
A. 不按规定登记或者故意拖延的
B. 对群众投诉、举报不及时处理的
C. 不依法履行犬只防疫、登记、流浪犬只控制和处置、捕灭狂犬、违法养犬行为处理等职责或者相互推诿的
D. 对正在伤人的犬只，采取措施进行控制；对于难以控制的，就地捕灭。
正确答案：ABC
744、关于犬只经营，下列选项正确的是（ ）
A. 从事犬只经营活动应当依法办理市场主体登记手续
B. 出售、运输犬只或者举办犬只展览、演出、比赛等活动的，应当附有检疫证明
C. 经营犬只的集贸市场、养殖场所应当符合动物防疫条件，并接受农业农村部门的监督检查
D. 犬只诊疗机构应当按照规定取得动物诊疗许可证
正确答案：ABCD
745、养犬人和管理人的下列哪些行为违反规定？（ ）
A. 放任、驱使犬只恐吓、攻击他人或者损毁他人财物
B. 将一般管理区饲养的烈性犬、攻击性犬带入重点管理区
C. 携犬乘坐电梯时，避开高峰时段并主动避让他人
D. 携犬乘坐电梯时，避开高峰时段并主动避让他人
正确答案：ABD
746、下列哪些情形养犬人应当在七日内向公安机关办理注销登记。（ ）
A. 转让犬只或者将犬只送交犬只收容留检场所不再饲养的
B. 养犬登记证明、犬牌损坏或者遗失
C. 犬只死亡或者失踪
D. 犬只被依法没收
正确答案：AC
747、一般管理区内个人申请养犬登记，应当提供下列哪些材料？（ ）
A. 养犬人个人身份证件
B. 合法有效的犬只免疫证明
C. 犬只品种、照片、主要体貌特征
D. 单位法定代表人或者主要负责人的身份证明
正确答案：ABC
748、关于犬只狂犬病强制免疫制度，下列说法正确的有（ ）。
A. 养犬人应当按照规定对饲养的犬只进行狂犬病疫苗免疫接种，并取得犬只免疫证明
B. 养犬人在免疫有效期满前，不必再次为犬只进行狂犬病疫苗免疫接种
C. 区县（自治县）农业农村部门对免疫证明发放进行监管
D. 重点管理区内养犬人在申请养犬登记前应当按照规定通过电子标识植入或者生物技术识别等方式进行犬只个体识别
正确答案：ACD
749、个人养犬应当具备哪些基本条件：（ ）
A. 有合法身份证明
B. 有固定住所
C. 有完全民事行为能力
D. 有专门养犬的场所和安全防护设施
正确答案：ABC
750、根据《重庆市养犬管理条例》的规定，下列说法正确的是（ ）。
A. 公安机关主管本行政区域内养犬管理工作，依法开展养犬登记管理，捕灭狂犬、处理涉犬治安纠纷等工作
B. 卫生健康部门负责制定并组织实施犬只狂犬病强制免疫计划，对犬只防疫、犬尸无害化处理等进行监督管理
C. 城市管理部门负责监督管理影响市容环境卫生的养犬行为和占道经营犬只等活动
D. 农业农村部门负责人用狂犬病疫苗的供应、接种和病人的诊治等工作。
正确答案：AC
751、在女性生育期间，下列做法错误的有？（ ）
A. 暂停女职工晋职、晋级、评聘专业技术职称和职务
B. 因女职工产假而适当降低工资和福利待遇
C. 女职工在怀孕以及依法享受产假期间，劳动（聘用）合同或者服务协议期满的，可以解除
D. 女职工在怀孕以及依法享受产假期间，劳动（聘用）合同或者服务协议期满的，用人单位可以依法解除、终止劳动（聘用）合同、服务协议
正确答案：ABC
752、妇女在签订劳动合同和领取报酬中，下列做法错误的有（ ）
A. 劳动（聘用）合同或者服务协议中应当具备女职工特殊保护条款
B. 劳动（聘用）合同或者服务协议可以约定较短期限内限制女职工结婚、生育等内容
C. 妇女在工作和劳动时的安全、健康以及休息的权利严格和男子一致
D. 妇女在孕期、产期、哺乳期受特殊保护，但经期不是
正确答案：BCD
753、国家鼓励国家机关、企业事业单位、部队等开发自身教育资源，设立未成年人开放日，为未成年人（）、（）、（）等提供支持。（ ）
A. 主题教育
B. 社会实践
C. 职业体验
正确答案：ABC
754、国家机关及其工作人员的哪些行为属于损害营商环境的行为？（ ）
A. 对市场主体迁移违法设置障碍的
B. 没有法律、法规、规章规定，政务服务中心窗口拒绝接收申请人提交的申请材料的
C. 违法拒绝接收符合条件的电子证照、电子证明、电子材料或者要求提供实体材料的
D. 对情况清楚、诉求合理的实名差评事项，拒不整改的
正确答案：ABCD
755、大型的（）、（）、（）、（）、（）、（）、游乐场、车站、码头、机场、旅游景区景点等场所运营单位应当设置搜寻走失未成年人的安全警报系统。（ ）
A. 商场
B. 超市
C. 医院
D. 图书馆
E. 博物馆
F. 科技馆
正确答案：ABCDEF
756、禁止（）、（）、（）未成年人参加黑社会性质组织或者从事违法犯罪活动。（ ）
A. 胁迫
B. 引诱
C. 教唆
正确答案：ABC
757、禁止（）、（）、（）、（）未成年人，禁止对未成年人实施性侵害、性骚扰。（ ）
A. 拐卖
B. 绑架
C. 虐待
D. 非法收养
正确答案：ABCD
758、任何组织或者个人不得（）、（）、（）或者（）含有危害未成年人身心健康内容的广告。（ ）
A. 刊登
B. 播放
C. 张贴
D. 散发
正确答案：ABCD
759、禁止（）、（）、（）、（）或者持有有关未成年人的淫秽色情物品和网络信息。（ ）
A. 制作
B. 复制
C. 发布
D. 传播
正确答案：ABCD
760、禁止（）、（）、（）、（）、（）含有宣扬淫秽、色情、暴力、邪教、迷信、赌博、引诱自杀、恐怖主义、分裂主义、极端主义等危害未成年人身心健康内容的图书、报刊、电影、广播电视节目、舞台艺术作品、音像制品、电子出版物和网络信息等。（ ）
A. 制作
B. 复制
C. 出版
D. 发布
E. 传播
正确答案：ABCDE
761、国家鼓励创作、出版、制作和传播有利于未成年人健康成长的（）、（）、（）、（）、（）、（）、电子出版物和网络信息等。（ ）
A. 图书
B. 报刊
C. 电影
D. 广播电视节目
E. 舞台艺术作品
F. 音像制品
正确答案：ABCDEF
762、国家鼓励（）、（）、（）等设置母婴室、婴儿护理台以及方便幼儿使用的坐便器、洗手台等卫生设施，为未成年人提供便利。（ ）
A. 大型公共场所
B. 公共交通工具
C. 旅游景区景点
正确答案：ABC
763、城市公共交通以及（）、（）、（）、（）客运等应当按照有关规定对未成年人实施免费或者优惠票价。（ ）
A. 公路
B. 铁路
C. 水路
D. 航空
正确答案：ABCD
764、国家鼓励（）、（）、（）、（）等公共场馆开设未成年人专场，为未成年人提供有针对性的服务。（ ）
A. 爱国主义教育基地
B. 博物馆
C. 科技馆
D. 美术馆
正确答案：ABCD
765、（）、（）、（）、（）、（）、文化馆、社区公益性互联网上网服务场所以及影剧院、体育场馆、动物园、植物园、公园等场所，应当按照有关规定对未成年人免费或者优惠开放。（ ）
A. 博物馆
B. 纪念馆
C. 科技馆
D. 展览馆
E. 美术馆
正确答案：ABCDE
766、（）、（）、（）、（）、（）应当对未成年人免费开放。（ ）
A. 爱国主义教育基地
B. 图书馆
C. 青少年宫
D. 儿童活动中心
E. 儿童之家
正确答案：ABCDE
767、居民委员会、村民委员会应当设置专人专岗负责未成年人保护工作，协助政府有关部门宣传未成年人保护方面的法律法规，（）、（）、（）未成年人的父母或者其他监护人依法履行监护职责，建立留守未成年人、困境未成年人的信息档案并给予关爱帮扶。（ ）
A. 指导
B. 帮助
C. 监督
D. 监管
正确答案：ABC
768、国家鼓励、支持和引导（）（）（）以及（），开展有利于未成年人健康成长的社会活动和服务。（ ）
A. 人民团体
B. 企业事业单位
C. 社会组织
D. 其他组织和个人
正确答案：ABCD
769、全社会应当树立（）、（）未成年人的良好风尚。（ ）
A. 关心
B. 爱护
C. 帮助
D. 协助
E. 袒护
正确答案：AB
770、学校、幼儿园应当开展（）、（）、（）、（）等宣传教育活动，帮助未成年人树立浪费可耻、节约为荣的意识，养成文明健康、绿色环保的生活习惯。（ ）
A. 勤俭节约
B. 反对浪费
C. 珍惜粮食
D. 文明饮食
正确答案：ABCD
771、学校应当组织未成年学生参加与其年龄相适应的日常（）、（）和（），帮助未成年学生掌握必要的劳动知识和技能，养成良好的劳动习惯。（ ）
A. 生活劳动
B. 生产劳动
C. 服务性劳动
D. 一切劳动
正确答案：ABC
772、学校应当关心、爱护未成年学生，不得因（）、（）、（）、（）等情况歧视学生。对家庭困难、身心有障碍的学生，应当提供关爱；对行为异常、学习有困难的学生，应当耐心帮助。（ ）
A. 家庭
B. 身体
C. 心理
D. 学习能力
正确答案：ABCD
773、学校、幼儿园的教职员工应当尊重未成年人人格尊严，不得对未成年人实施（）、（）或者（）的行为。（）
A. 体罚
B. 变相体罚
C. 其他侮辱人格尊严
正确答案：ABC
774、学校应当根据未成年学生身心发展特点，进行（）、（）、（）和（）。（ ）
A. 社会生活指导
B. 心理健康辅导
C. 青春期教育
D. 生命教育
E. 两性教育
正确答案：ABCD
775、未成年人的父母离婚时，应当妥善处理未成年子女的（）、（）、（）、（）等事宜，听取有表达意愿能力未成年人的意见。（ ）
A. 抚养
B. 教育
C. 探望
D. 财产
正确答案：ABCD
776、未成年人的父母或者其他监护人接到（）、（）、（）、（）、（）等关于未成年人心理、行为异常的通知后，应当及时采取干预措施。（ ）
A. 被委托人
B. 居民委员会
C. 村民委员会
D. 学校
E. 幼儿园
正确答案：ABCDE
777、具有下列情形之一的不得作为被委托人。（ ）
A. 曾实施性侵害、虐待、遗弃、拐卖、暴力伤害等违法犯罪行为
B. 有吸毒、酗酒、赌博等恶习
C. 曾拒不履行或者长期怠于履行监护、照护职责
D. 其他不适宜担任被委托人的情形
正确答案：ABCD
778、未成年人的父母或者其他监护人在确定被委托人时，应当综合考虑其（）、（）、（）、（）等情况，并听取有表达意愿能力未成年人的意见。（ ）
A. 道德品质
B. 家庭状况
C. 家庭状况
D. 与未成年人生活情感上的联系
正确答案：ABCD
779、未成年人的父母或者其他监护人不得（）、（）、（）或者对未成年人（ ）。
A. 虐待
B. 遗弃
C. 非法送养未成年人
D. 实施家庭暴力
正确答案：ABCD
780、任何组织或者个人发现不利于未成年人身心健康或者侵犯未成年人合法权益的情形，都有权劝阻、制止或者向（）、（）、（）等有关部门提出检举、控告。
A. 公安
B. 民政
C. 教育
D. 学校
正确答案：ABC
781、（ ）、（ ）、（ ）和（ ）应当教育和帮助未成年人维护自身合法权益，增强自我保护的意识和能力。
A. 国家
B. 社会
C. 学校
D. 家庭
正确答案：ABCD
782、未成年人依法平等地享有各项权利，不因本人及其父母或者其他监护人的（ ）、种族、（ ）、户籍、职业、（ ）、（ ）、（ ）（ ）等受到歧视。
A. 民族
B. 性别
C. 宗教信仰
D. 教育程度
E. 家庭状况
F. 身心健康状况
正确答案：ABCDEF
783、国家保障未成年人的（ ）等权利。
A. 生存权
B. 发展权
C. 受保护权
D. 参与权
正确答案：ABCD
784、加强组织实施包括哪几个方面？（ ）
A. 加强组织领导
B. 加强制度建设
C. 全面落实普法责任制
D. 加强评估检查
正确答案：ABCD
785、着力提高普法针对性和实效性应重点在（ ）过程中开展实时普法？
A. 立法
B. 执法
C. 司法
D. 守法
正确答案：ABC
786、推进普法与依法治理有机融合有哪三种表现形式？（ ）
A. 加强农村依法治理
B. 加强基层依法治理
C. 深化行业依法治理
D. 开展专项依法治理
正确答案：BCD
787、根据“八五普法”，加强社会主义法治文化建设要着重从哪些方面出发？（ ）
A. 推进法治文化阵地建设
B. 繁荣社会主义法治文艺
C. 推动优秀文化创新发展
D. 加强红色法治文化保护
正确答案：ABCD
788、根据“八五普法”，持续提升公民法治素养应当从以下哪三个方面着手？（ ）
A. 加强教育引导
B. 推动实践养成
C. 强化人才保障
D. 完善制度保障
正确答案：ABD
789、“八五普法”的重点内容是（ ）。
A. 习近平法治思想
B. 刑法
C. 党内法规
D. 民法典
正确答案：ACD
790、“八五普法”的工作原则是（ ）。
A. 坚持理论创新
B. 坚持党的领导
C. 坚持以人民为中心
D. 坚持服务大局
正确答案：BCD
791、“八五普法”的主要目标是（ ）。
A. 公民法治素养显著提升
B. 社会治理法治化水平显著提升
C. 公民对法律法规知晓度显著提高
D. 全民普法工作体系基本形成
正确答案：ABCD
792、加强普法评估检查包括（ ）。
A. 健全评估体系
B. 开展中期评估
C. 进行终期验收
D. 强化指导监督
正确答案：ABCD
793、强化普法基层基础工作包括（ ）。
A. 推进中心下移
B. 加强理论研究
C. 强化实践探索
D. 落实经费保障
正确答案：ABD
794、在“一国两制”中，两种制度的关系是（ ）。
A. 不分主次、共同发展
B. 大陆的社会主义制度是主体   
C. 长期共存和平共处
D. 相互支援
正确答案：BCD
795、党的基层组织的基本任务是（ ）。   
A. 宣传和执行党的路线、方针、政策，宣传和执行党中央、上级组织和本组织的决议 
B. 讨论本地区范围内的重大问题并作出决议  
C. 对要求入党的积极分子进行教育和培养，做好经常性的发展党员工作   
D. 密切联系群众，做好群众的思想政治工作   
正确答案：ACD
796、党的全国代表大会的职权是（ ）。
A. 听取和审查中央委员会的报告
B. 修改党的章程  
C. 监督国务院、中央军事委员会、最高人民法院和最高人民检察院的工作
D. 决定全国总动员或者局部动员   
正确答案：AB
797、党的民主集中制的基本原则是（ ）。  
A. 全党各个组织和全体党员服从党的全国代表大会和中央委员会   
B. 向党的上级组织直至中央提出请求、申诉和控告，并要求有关组织给以负责的答复
C. 党禁止任何形式的个人崇拜 
D. 党的最高领导机关是中央委员会  
正确答案：AC
798、下列哪些属于党员的权利（ ）。   
A. 参加党的有关会议，阅读党的有关文件 
B. 接受党的教育和培训   
C. 对党的工作提出建议和倡议   
D. 行使表决权、选举权
正确答案：ABCD
799、关于行政诉讼中审判监督程序的说法错误的是（ ）
A. 人民法院对决定再审的案件，应当裁定中止原判决的执行，另行组成合议庭审理
B. 有权启动再审的主体包括四类，即当事人、上级人民法院、最高人民法院以及人民检察院
C. 第二审人民法院维持原第一审人民法院驳回起诉裁定错误的，再审人民法院应当撤销第一、二审裁定，指令第一审人民法院审理
D. 再审人民法院认为原生效裁判确有错误，应当撤销原生效裁判的同时，裁定发回第一审人民法院重新审判
正确答案：BD
800、关于行政诉讼登记立案，下列说法正确的是（ ）
A. 人民法院接到起诉状时，对符合起诉条件的案件应当登记立案，并且出具书面凭证
B. 人民法院对存在“内容欠缺”或“有其他错误的”的起诉状，有义务进行指导和释明，并一次性告知补正
C. 立案登记意味着人民法院正式启动对行政案件的裁判权，当事人之间的行政争议已置于法院的裁判之下，排除了其他国家机关和其他人民法院的管辖权，原告不得重复起诉
D. 人民法院受理案件后，被诉的具体行政行为原则上不停止执行
正确答案：ABCD
801、第一审人民法院判决不准离婚的案件，上诉后，第二审人民法院认为应当判决离婚的，可以根据当事人自愿的原则，与子女抚养、财产问题一并调解，调解不成的，发回重审。第二审人民法院认为依法不应由人民法院受理的，第二审人民法院的下列做法错误的是（ ）
A. 直接判决撤销原裁判，驳回起诉
B. 直接裁定撤销原裁判、驳回诉讼请求
C. 直接判决撤销原裁判，驳回诉讼请求
D. 直接裁定撤销原裁判，驳回起诉
正确答案：ABC
802、关于小额诉讼程序，下列说法错误的是（ ）
A. 小额诉讼程序的举证期限只能由人民法院确定，一般不超过七日
B. 小额诉讼程序适用于基层人民法院和它派出的人民法庭所审理的，标的额为所在省、自治区、直辖市上年度就业人员月平均工资20%为限
C. 当事人对小额诉讼案件提出管辖异议的，人民法院应当作出裁定，裁定一经作出即生效
D. 小额诉讼程序有利于民众接近司法、合理配置司法资源，迅捷、有效地化解小额民事纠纷
正确答案：AB
803、关于民事诉讼简易程序，下列说法错误的是（ ）
A. 简易程序可以适用于当事人双方约定适用简易程序的案件
B. 简易程序只能以口头方式起诉，当即立案
C. 当事人就案件适用简易程序提出异议，经审查，异议成立的，裁定转为普通程序；异议不成立的，书面告知当事人，并记入笔录
D. 简易程序在转为普通程序之前，双方当事人已确认的事实，可以不再进行举证、质证
正确答案：BC
804、关于民事诉讼二审程序的表述，下列哪些选项是正确的（ ）
A. 二审案件的审理，遇有二审程序没有规定的情形，应当适用一审普通程序的相关规定
B. 二审案件的审理，以公开开庭审理为原则，不公开开庭审理为例外
C. 二审案件调解的结果变更了一审判决内容的，应当在调解书中写明“撤销原判”
D. 二审法院受理案件后，既要对上诉请求的有关事实进行审查，也要对其适用法律进行审查
正确答案：ABD
805、关于死刑复核程序，下列哪些说法是正确的（ ）
A. 中级人民法院、高级人民法院和最高人民法院在对死刑案件的报请复核、复核内容和对案件复核后的处理上，可以逐案报请
B. 最高人民法院和高级人民法院或者核准死刑（死缓）案件应当全面审查案卷、讯问被告人，听取辩护律师的意见，制作复核审理报告
C. 最高人民法院复核死刑案件，高级人民法院复核死刑缓期执行的案件，应当由审判员三人组成合议庭进行
D. 最高人民法院复核死刑案件，应当作出核准或者不核准死刑的裁定。对于不核准死刑的，最高人民法院可以发回重新审判或者予以改判
正确答案：BCD
806、关于行政诉讼简易程序，下列哪些说法是正确的（ ）
A. 对第一审行政案件，当事人各方同意适用简易程序的，可以适用
B. 适用简易程序审理的行政案件，由审判员一人独任审理
C. 适用简易程序审理的行政案件，既可以当庭宣判，也可以定期宣判
D. 案件涉及款额2000元以下的发回重审案件和上诉案件，应适用简易程序审理
正确答案：ABC
807、关于刑事诉讼审判监督程序，下列哪些说法是正确的（ ）
A. 当事人及其法定代理人、近亲属认为已生效的裁判确有错误，可以向人民法院提出申诉，也可以向人民检察院提出申诉
B. 人民法院按照审判监督程序重新审判的案件，由原审人民法院审理的，可以另行组成合议庭进行
C. 人民法院按照审判监督程序审判的案件，可以决定中止原判决、裁定的执行
D. 上级人民法院指令下级法院再审的，应当指令原审法院以外的下级法院审理；由原审人民法院审理更为适宜的，也可以指令原审法院审理
正确答案：ACD
808、行政案件适用简易程序须符合什么条件（ ）
A. 事实清楚、权利义务关系明确、争议不大
B. 须为被诉行政行为是依法当场作出、案件涉及款额二千元以下和属于政府信息公开案件三种情形之一
C. 除上述三种情形外，当事人各方同意适用简易程序的，可以适用简易程序
D. 不得是发回重审或者按照审判监督程序再审的案件
正确答案：ABCD
809、关于行政诉讼程序，下列哪些说法是正确的（ ）
A. 行政诉讼起诉应当具备原告适格、被告明确、诉讼请求明确具体并有事实根据、属于人民法院受案范围和受诉人民法院管辖等四个条件
B. 对于不接收起诉状、接收起诉状后不出具书面凭证，以及不一次性告知当事人需要补正起诉状内容的，当事人可以向上级人民法院起诉
C. 人民法院审理行政案件，既解决被诉行政机关和行政机关工作人员行使的具体行政行为是否合法的问题，也解决原始的行政争议
D. 经审理，对于行政行为证据确凿，适用法律、法规正确，符合法定程序的，或者原告申请被告履行法定职责或者给付义务理由不成立的，法院判决驳回原告的诉讼请求
正确答案：AD
810、关于民事诉讼二审程序，下列哪些表述是正确的（ ）
A. 经审理，对于原裁判认定事实清楚、适用法律正确的，以裁判方式驳回上诉，维持原裁判
B. 对于原裁判认定事实错误或者适用法律错误的，以裁判方式依法改判、撤销或变更或者发回原审人民法院重审
C. 对于原判决认定基本事实不清的，裁定撤销原判决，发回原审人民法院重审，或者查清事实后改判
D. 对于原判决遗漏当事人或者违法缺席判决等严重违反法定程序的，裁定撤销原判决，发回原审人民法院重审
正确答案：ACD
811、民事诉讼程序中，起诉必须符合哪些条件（ ）
A. 原告是与本案有直接利害关系的公民、法人或其他组织
B. 有具体的诉讼请求和事实、理由
C. 有正确的被告
D. 属于人民法院受理民事诉讼的范围和受诉人民法院管辖
正确答案：ABD
812、刑事诉讼程序中，启动审判监督程序的方式有哪些（ ）
A. 决定再审 
B. 指令再审
C. 决定提审
D. 提出抗诉
正确答案：ABCD
813、下列按照审判监督程序审理的案件（ ）审理
A. 一律按二审程序
B. 提审的按二审程序
C. 抗诉的按二审程序
D. 指令再审的按一审程序
正确答案：BC
814、下列哪些案件可以适用自诉案件第一审普通程序（ ）
A. 暴力干涉婚姻自由   
B. 重大抢劫杀人案件
C. 被害人有证据证明的非法入侵住宅案件
D. 被害人有证据证明对被告人盗窃自己财物的行为应当依法追究刑事责任，而公安机关不予立案的案件
正确答案：ACD
815、在司法改革中，严格贯彻程序法治原则的同时，还需要关注哪几个方面的问题（ ）
A. 程序正义
B. 程序自治
C. 程序理性
D. 程序自缚
正确答案：BCD
816、程序价值主要通过哪些方式来实现对司法的规制（ ）
A. 价值自治
B. 功能自治
C. 隔音空间
D. 角色自治
正确答案：BCD
817、程序法治的基本原则为（ ）
A. 合法性原则  
B. 中立与独立性原则
C. 合理性原则 
D. 正当性原则
正确答案：ABD
818、程序法治的价值体现在哪几个方面（ ）
A. 程序公正 
B. 程序正当
C. 程序效益 
D. 保障人权
正确答案：ACD
819、中国特色社会主义法治体系包括（ ）。
A. 完备的法律规范体系
B. 高效的法治实施体系
C. 严密的法治监督体系
D. 有力的法治保障体系
E. 完善的党内法规体系
正确答案：ABCDE
820、我国宪法规定，国家举办各种学校，普及初等义务教育，发展（ ），并且发展学前教育。
A. 中等教育 
B. 职业教育
C. 高等教育 
正确答案：ABC
821、根据我国宪法规定，禁止任何组织或个人用任何手段（ ）自然资源。
A. 占有 
B. 使用
C. 侵占 
D. 破坏
正确答案：CD
822、根据我国宪法规定，矿藏、水流属于（ ）所有。
A. 国家
B. 全民
C. 集体 
D. 私人
正确答案：AB
823、在我国，（ ）都必须以宪法为根本的活动准则，并且负有维护宪法尊严、保证宪法实施的职责。
A. 全国各族人民
B. 一切国家机关和武装力量
C. 各政党和各社会团体
D. 各企业事业组织
正确答案：ABCD
824、设区的市的人民代表大会和它们的常务委员会，在不同（ ）相抵触的前提下，可以依照法律规定制定地方性法规，报本省、自治区人民代表大会常务委员会批准后施行。
A. 宪法 
B. 法律
C. 行政法规 
D. 本省、自治区的地方性法规
正确答案：ABCD
825、国务院可以行使下列职权（ ）。
A. 编制和执行国民经济和社会发展计划和国家预算
B. 领导和管理经济工作和城乡建设、生态文明建设
C. 领导和管理教育、科学、文化、卫生、体育和计划生育工作
D. 领导和管理民政、公安、司法行政和监察等工作
正确答案：ABC
826、下列属于全国人民代表大会设立的委员会是（ ）。
A. 民族委员会
B. 宪法和法律委员会
C. 财政经济委员会 
D. 教育科学文化卫生委员会
正确答案：ABCD
827、现行宪法规定，监督宪法实施的机关有（ ）
A. 全国人民代表大会 
B. 全国人大常委会
C. 最高人民法院 
D. 最高人民检察院
正确答案：AB
828、民族自治地方是（ ）。
A. 自治区
B. 自治州
C. 自治县
D. 自治乡
正确答案：ABC
829、中国革命、建设、改革的成就是同世界人民的支持分不开的，中国的前途是同世界的前途紧密地联系在一起的。在处理中国与世界的关系的问题上，我国宪法新增的内容为（ ）。
A. 中国坚持独立自主的对外政策
B. 坚持和平发展道路
C. 坚持互利共赢开放战略
D. 推动构建人类命运共同体
正确答案：BCD
830、我国是有56个民族组成的多民族的国家，各民族的关系是（ ）。
A. 平等 
B. 团结 
C. 互助 
D. 和谐
正确答案：ABCD
831、宪法规定，由人民代表大会产生，对它负责，受它监督的国家机关有（ ）。
A. 行政机关 
B. 监察机关 
C. 审判机关
D. 检察机关
正确答案：ABCD
832、中国人民政治协商会议是在长期的革命、建设、改革过程中形成的，由中国共产党领导的多党合作和政治协商制度，独具中国特色的新型政党制度，其成员包括（ ）。
A. 社会主义劳动者
B. 社会主义事业的建设者
C. 拥护社会主义的爱国者
D. 拥护祖国统一和致力于中华民族伟大复兴的爱国者
正确答案：ABCD
833、党的十九大报告进一步深化了我国人权内涵，并特别强调要加强人权法治保障，这对于推动我国人权事业发展具有重要意义。对此，下列选项理解正确的是？（ ）
A. 突出了人权的本质，强调以人为本，坚持以人民为中心
B. 强调了人权的整体性，为全方位提升人权水平提供了重要保障
C. 主要是对西方国家人权理论和经验的移植、借鉴
D. 贡献了人权实现的中国方案，在根本上深刻阐释、准确把握人类社会基本矛盾和矛盾运动的趋向
正确答案：ABD
834、党的十九大报告新增了“依法立法”的要求。关于“依法立法”，下列说法正确的是？（ ）
A. 依法立法是立法必须坚持的基本原则
B. 依法立法应依宪立法
C. 立法工作应遵循既有法律规定，无须考虑党的方针政策
D. 应规范立法，促进立法内在协调
正确答案：ABD
835、中共十八届四中全会指出，全面推进依法治国的总目标是建设中国特色社会主义法治体系，建设社会主义法治国家。其中，中国特色社会主义法治体系包括下列哪些内容？（ ）
A. 完备的法律规范体系
B. 严密的法治监督体系
C. 坚持党的领导、人民当家作主、依法治国的有机统一
D. 完善的党内法规制度体系
正确答案：ABD
836、全面依法治国的基本原则包括下列哪些内容？（ ）
A. 坚持中国共产党的领导
B. 坚持“一国两制”
C. 坚持从中国实际出发
D. 坚持法律面前人人平等
正确答案：ACD
837、《法治中国建设规划（2020-2025年）》提出的2035年要实现的中长期法治建设目标包括哪些内容？（ ）
A. 法治国家、法治政府、法治社会基本建成
B. 中国特色社会主义法治体系基本形成
C. 人民平等参与、平等发展权利得到充分保障
D. 国家治理体系和治理能力现代化基本实现
正确答案：ABCD
838、2018年十三届全国人大一次会议通过了《宪法修正案》第32—52条，把宪法序言第七自然段中“健全社会主义法制”修改为“健全社会主义法治”。关于这一内容，下列说法正确的是？（ ）
A. 有助于为党和国家事业发展提供根本性、全局性、稳定性、长期性的制度保障
B. 有利于加快推进全面依法治国
C. 有助于加快建设中国特色社会主义法治体系
D. 有利于实现国家治理体系和治理能力现代化
正确答案：ABCD
839、在2012年召开的党的十八大上，党提出了全面依法治国的“新十六字方针”，具体指的是？（ ）
A. 有法可依、有法必依
B. 科学立法、严格执法
C. 公正司法、全民守法
D. 执法必严、违法必究
正确答案：BC
840、第九届全国人大二次会议通过《宪法修正案》，规定“中华人民共和国实行依法治国，建设社会主义法治国家”。下列关于这一说法正确的是？（ ）
A. 标志着中国彻底摒弃人治，坚定不移地沿着依法治国之路前进
B. 依法治国基本方略在国家根本法中正式获得了确认
C. 首次提出了社会主义法治的“十六字方针”
D. 为我国在21世纪的治国基本方略提供了强有力的宪法保障
正确答案：ABD
841、党的十五大明确指出了依法治国的重要意义，下列表述正确的是？（ ）
A. 是党领导人民治理国家的基本方略
B. 是发展社会主义市场经济的客观需要
C. 是社会文明进步的重要标志
D. 是国家长治久安的重要保障
正确答案：ABCD
842、《法治中国建设规划（2020-2025年）》提出的2025年要实现的近期法治发展目标包括哪些内容？（ ）
A. 党领导全面依法治国体制机制更加健全
B. 以宪法为核心的中国特色社会主义法律体系更加完备
C. 职责明确、依法行政的政府治理体系日益健全，相互配合、相互制约的司法权运行机制更加科学有效，法治社会建设取得重大进展
D. 党内法规体系更加完善
正确答案：ABCD
843、下列关于法治与德治的关系说法不正确的是（ ）
A. 强调法治必须反对德治
B. 我国主张法治与德治协同
C. 德治与法治是一个问题的两个方面
D. 并不存在法治和德治共存的空间
正确答案：AD
844、下列关于法制与法治区别正确的是（ ）
A. 法制与法治的不同仅体现在写法上
B. 法制倾向与制度，而法治体现为理念
C. 法治与法制在一国的国家治理当中都不可少
D. 只有树立法治理念，法制才能最大限度的发挥其功能
正确答案：BCD
845、下列关于人治的特征说法正确的是（ ）
A. 人治一定没有法律
B. 权大于法
C. 我国古代长时间处于人治状态
D. 人治并不会危害公民权利
正确答案：BC
846、下列关于法治的含义说法正确的是（ ）
A. 法治是一种宏观的治国方略
B. 法治是一种理性的办事原则
C. 法治是一种民主的法制模式
D. 法治是一种文明的精神追求
正确答案：ABCD
847、下列关于法律部门说法正确的是（ ）
A. 又称部门法。
B. 划分依据一定的标准。
C. 我国的法律部门按法律的效力划分。
D. 我国的法律分为七个法律部门。
正确答案：ABD
848、下列不属于中国特色社会主义法律体系法律部门划分的是（ ）
A. 宪法及宪法相关法
B. 自治条例
C. 行政法规
D. 单行条例
正确答案：AC
849、下列属于中国特色社会主义法律体系层级划分的是（ ）
A. 法律
B. 行政法规
C. 地方性法规
D. 自治条例和单行条例
正确答案：ABCD
850、下列关于法律体系说法正确的是（ ）
A. 法律体系是指一个国家现行所有的法律规范。
B. 法律体系可以划分为若干法律门类。
C. 法律体系与部门法体系相同。
D. 中国特色社会主义法律体系仍未形成。
正确答案：AB
851、下列关于法律的含义的表述正确的是（ ）
A. 法律是由社会物质生活条件所决定。
B. 法律反映掌握国家政权的社会阶级的共同意志。
C. 法律由国家制定或认可并由国家强制力保证实施。
D. 法律是规定权利和义务的行为规范体系。
正确答案：ABCD
852、在2020年中央全面依法治国工作会议上，习近平总书记强调：“要坚持统筹推进国内法治和涉外法治。”关于统筹推进国内法治和涉外法治，说法正确的有？（ ）
A. 建立阻断立法、反干预防渗透立法
B. 加快中国法的域外适用法律体系建设
C. 要向其他国家的法律看齐
D. 强化涉外法律服务，为中国企业和公民“走出去”提供法律保障
正确答案：ABD
853、国家鼓励长江流域（ ）地方人民政府之间开展横向生态保护补偿。
A. 上下游
B. 左右岸
C. 干流
D. 支流
正确答案：ABCD
854、下列情形之一的，长江流域省级人民政府应当制定严于国家水污染物排放标准的地方水污染物排放标准，报国务院生态环境主管部门备案：（ ）
A. 水环境形势单一的
B. 产业密集、水环境问题突出的
C. 现有水污染物排放标准不能满足所辖长江流域水环境质量要求
D. 流域或者区域水环境形势复杂，无法适用统一的水污染物排放标准的
正确答案：BCD
855、长江流域地方各级人民政府按照（ ）原则，采取回收押金、限制使用易污染不易降解塑料用品、绿色设计、发展公共交通等措施，提倡简约适度、绿色低碳的生活方式。
A. 广泛参与
B. 突出重点
C. 分类施策
D. 全面开展
正确答案：ABC
856、国家（ ）单位和个人参与长江流域生态环境保护和修复、资源合理利用、促进绿色发展的活动。
A. 鼓励
B. 支持
C. 引导
D. 要求
正确答案：AB
857、长江流域经济社会发展，应当坚持（ ）；长江保护应当坚持统筹协调、科学规划、创新驱动、系统治理。
A. 生态优先
B. 绿色发展
C. 共抓大保护
D. 不搞大开发
正确答案：ABCD
858、下列有关侵权责任的说法，正确的是（ ）
A. 侵权责任是民事主体侵害他人权益应当承担的法律后果
B. 我国侵权责任制度实行过错责任和无过错责任相结合的原则
C. 无民事行为能力或限制民事行为能力的被侵权人，自己不能行使请求权，应当由其法定代理人代其行使请求权
D. 侵权责任的必须承担必须由本人来施行，其他人不得替代
正确答案：ABC
859、以下属于特别法人的有（ ）
A. 基层群众性自治组织法人
B. 城镇农村的合作经济组织法人
C. 事业单位法人 
D. 农村集体经济组织法人
正确答案：ABD
860、依据《民法典》的规定，下列人员，不能作为遗嘱见证人的有（ ）
A. 受遗赠人
B. 继承人
C. 与继承人有利害关系的人
D. 无民事行为能力人
正确答案：ABCD
861、《民法典》中规定的遗嘱的形式有哪些？（ ）
A. 录音遗嘱
B. 口头遗嘱
C. 录像遗嘱
D. 打印遗嘱
正确答案：ABCD
862、下列哪些属于我国民法的基本原则（ ）
A. 自愿原则
B. 公平原则
C. 诚信原则
D. 绿色原则
正确答案：ABCD
863、下列公共文化体育设施应当在开放日升挂、悬挂国旗（ ）
A. 图书馆
B. 博物馆
C. 科技馆
D. 体育馆
正确答案：ABCD
864、下列机构所在地应当在工作日升挂国旗（ ）
A. 中国共产党中央各部门和地方各级委员会
B. 国务院各部门
C. 地方各级人民代表大会常务委员会
D. 地方各级人民政府
正确答案：ABCD
865、下列人士逝世，举行哀悼仪式时，其遗体、灵柩或者骨灰盒可以覆盖国旗。（ ）
A. 烈士
B. 地方政府领导
C. 对中华人民共和国有杰出贡献的人
D. 对世界和平或者人类进步事业有杰出贡献的人
正确答案：AC
866、举行（ ），可以升挂国旗。
A. 重大庆祝活动
B. 重大纪念活动
C. 大型体育活动
D. 大型文化活动 
正确答案：ABCD
867、下列场所或者机构所在地，应当每日升挂国旗（ ）
A. 北京天安门广场、新华门
B. 中国共产党中央委员会，全国人民代表大会常务委员会，国务院，中央军事委员会，中国共产党中央纪律检查委员会、国家监察委员会，最高人民法院，最高人民检察院
C. 中国人民政治协商会议全国委员会
D. 外交部 
正确答案：ABCD
868、阿华在游戏充值后，收到一条短信：“由于您填写的信息有误，充值金额已被冻结，请回拨此号码进行解冻操作。”，阿华不应该怎么做？（ ）
A. 这是游戏充值诈骗，回拨过去看看对方想要怎么行骗
B. 这是游戏充值诈骗，不予理会
C. 应该是自己充值时操作有误，立刻回拨电话进行解冻操作
D. 回拨电话后，在对方提供的网站中重新填写自己的账户密码
正确答案：ACD
869、以下表述中哪些选项是错误的？（ ）
A. 账户出租、出借、出售之后，发生法律纠纷与我无关
B. 银行账户属于个人私有财产，账户所有人可以自主决定出租、出借、出售
C. 出租、出借、出售账户给亲人或朋友，不会有问题
D. 出租、出借、出售银行账户是违法行为，严重影响个人征信记录，且要承担相应的法律责任
正确答案：ABC
870、如果你在网上预定了一张火车票，随后接到自称是票务工作人员的电话，告知你交易出现问题，需要申请退款并发送了一条含有退款链接的短信，哪些做法可能被诈骗？（ ）
A. 随手点开链接，按指令操作
B. 登录官网或拨打12306核实
C. 订票情况说的很准确，点开
D. 服务挺到位，直接退款
正确答案：ACD
871、高考录取在即，老李的儿子小李需要填报志愿，以下老李的做法有被诈骗风险的是？（ ）
A. 老李接到陌生电话，对方自称某名牌大学招生办老师，表示小李已经被该校录取，需要提供小李的身份证号码
B. 收到一条陌生短信，显示点击附带链接可查看小李的录取情况
C. 老李通过官方网页进入查询通道
D. 收到通知书之后，老李接到自称该校的老师电话，通过对方提供的网站提前交纳学杂费
正确答案：ABD
872、新生小胡才刚接触网络不久，想要在网上购买一把吉他，但不太熟悉操作。以下做法有被诈骗风险的是？（ ）
A. 在搜索引擎上搜“网购吉他”，去到排名首位的链接购买
B. 在正规手机应用商城下载三方平台APP，搜索“吉他”购买
C. 直接联系广告中的客服，跟随提示操作
D. 让客服帮其远程控制手机，进行操作
正确答案：ACD
873、小黄在某二手平台看到有人卖手机，比市价便宜很多，小黄与其联系想要购买。但对方表示是帮人代卖，需添加小黄微信。以下做法有被诈骗风险的是？（ ）
A. 添加微信聊天之后，觉得对方靠谱，直接微信转款购买
B. 表示满意货品，但必须在闲鱼平台上交易
C. 在平台交易后，还未收到货品，卖家表示商品物流有延迟，希望小黄先行确认收货
D. 微信聊天后发现双方都在同一城市，要求线下验货后再交易
正确答案：AC
874、关于刷单诈骗，以下说法正确的是？（ ）
A. 刷单只需要简单的动动手指就可以月入上万
B. 刷单都是诈骗，千万不能参与
C. 除了头几次小额的，后面垫资后会无法提现
D. 你想要赚佣金，骗子想要你的本金
正确答案：BCD
875、你通过正规电商平台购买了某商品后，收到卖家短信表示该宝贝价格有所下降，并附上链接让你重新拍，你应该？（ ）
A. 正规APP，不会骗人，立刻点击链接重新拍
B. 有所怀疑，拨打官方客服电话询问一下
C. 立刻打开该正规平台APP，查看内容是否属实
正确答案：BC
876、在家中上网时被朋友拉入一个投资理财群，群里大家都在分享自己的获利截图，并一声声的表示“感谢老师指点”，你应该？（ ）
A. 问问老师这都是什么理财，不能错过赚大钱的好机会
B. 在群里提出疑问，真的有这么挣钱吗
C. 立刻退出群聊
D. 在国家反诈中心APP中举报该群
正确答案：CD
877、长假在即，你打算购买机票带家人出门度假，以下哪些选项有被诈骗风险？（ ）
A. 在浏览器上搜索到的最低价的网站
B. 在航空公司的官方网站购买
C. 通过正规三方平台购买
D. 拨打广告上的订票电话
正确答案：AD
878、下列哪些人群是“注销校园贷”诈骗的高发人群？（ ）
A. 高校毕业生
B. 在校生
C. 退休人群
D. 财务人员
正确答案：AB
879、“断卡行动”中“断”的主要是哪些金融账户？（ ）
A. 个人银行卡
B. 对公账户及结算卡
C. 境外金融账户
D. 非银行支付机构账户
正确答案：ABD
880、“断卡行动”中“断”的主要是哪些通讯卡？（ ）
A. 三大运营商的手机卡
B. 虚拟运营商的电话卡
C. 物联网卡
D. 虚拟会员卡
正确答案：ABC
881、马大姐接到了一个自称是公安局民警的电话，电话中“民警”叫马大姐做的哪些事情是有风险的？（ ）
A. 让马大姐立刻订一间有电脑能上网的酒店，并将房门反锁
B. 以苹果手机容易泄密为由，让马大姐购买一部三星手机
C. 让马大姐下载“蝙蝠”聊天软件，并事后使用一键清理功能清除双方聊天记录
D. 告知马大姐96110为警方测试电话，不需要接听
正确答案：ABCD
882、以下哪些属于反诈“四不要”？（ ）
A. 不要链接陌生的WIFI
B. 不要将支付密码和登录密码设置为同一个
C. 不要将身份证等个人信息保存在手机里
D. 不要接96110的电话
正确答案：ABC
883、小李是一位彩民，在家上网时，点击登陆了一个名为 “中国福利彩票3D专家预测网” 网站，小李中奖心切，立即与该网站联系咨询，对方称要交纳2000元咨询费。小李应该？（  ）
A. 先看看预测得准不准，准的话再给钱不迟
B. 2000元不算多，万一中奖了多划算
C. 不轻信，不给钱，这是典型的骗局
D. 拨打110或96110举报
正确答案：CD
884、小王在国外的朋友通过微博与其联系，称紧急回国需要买机票，手机漫游被关无法联系他人，无法境外网银汇款，请求小王给“航空公司工作人员”汇款，做法正确的是？（ ）
A. 帮忙汇款
B. 立即电话或视频核实对方身份
C. 怀疑朋友微博被盗
D. 随便问几个问题，如果对方能答上来，就帮他
正确答案：BC
885、冒充公检法诈骗特点有:（ ）
A. “我帮你把电话转接到公安机关”
B. “你可以拨打114，核实一下我的电话号码”
C. “我们这个是专案，保密性非常强，绝对不能跟任何人提到，家里
D. 需要把全部财产转移到“安全账户”
正确答案：ABCD
886、以下识别官方正规网站方法错误的是？（ ）
A. 搜索排名第一的肯定是真官网
B. 400开头的电话肯定是真客服
C. 搜索标有“推广”字样的网站
D. 相信标有官方网站标识的搜索结果
正确答案：ABC
887、小李接到自称是某猫客服的电话，对方称由于工作人员的误操作，给小李注册了铂金会员，每个月会扣除600元，需要小李协助操作来注销，小李应该？（ ）
A. 马上照做，不然会扣分
B. 拨打官方客服电话，询问情况
C. 挂断电话，不相信
D. 立刻拨打96110咨询，寻求帮助
正确答案：BCD
888、周某接到一个陌生来电，称自己之前购买的商品存在质量问题，需要周某按其要求在支付宝备用金中操作退款。周某应该怎么办？（ ）
A. 按照对方要求一步一步操作支付宝
B. 很可能是诈骗，询问官方客服，是否存在此事
C. 及时向公安机关咨询，并保留好对方相关信息
D. 天上不会掉馅饼，怀疑退款一事的真实性
正确答案：BCD
889、小王收到一个陌生电话，对方自称是58同城的工作人员，准确报出了小王的姓名、学校等基本信息。对方称小王有一笔校园贷未注销，如不注销将影响个人征信，小王应该怎么做？（ ）
A. 相信对方，按照对方说的做
B. 虽然感觉有问题，但关乎到个人征信，还是相信对方
C. 立刻挂断对话，询问官方客服
D. 拨打96110请求帮助
正确答案：CD
890、以下关于以注销校园贷为由实施诈骗的诈骗手法，说法正确的有哪些？（ ）
A. 对方能够准确说出姓名、地址、身份证号等个人信息，并且称存在不良校园贷记录
B. 对方称如不消除校园贷记录，将会影响到个人征信
C. 要求添加QQ好友，发送“征信中心网贷记录”、“银监会盖章授权文件”等图片证明其官方性
D. 以“销户”为由要求下载“相关软件”，并指导将其中的贷款额度进行“清零”
正确答案：ABCD
891、以下哪些场景里你可能遇到了骗子？（）
A. 视频电话中，对方在警局背景下给我出示了警官证确认身份
B. 微信好友说带我上分，让我把游戏账号和密码给他，帮我打完游戏后还给我
C. 好朋友找我借钱，我打视频和他确认后，给他日常的账号转账
正确答案：AB
892、以下哪种属于贷款征信类骗局？（ ）
A. 收到106开头的短信，称“已成为微粒贷受邀用户”，加官方客服可开通微粒贷
B. 群内好友推荐健康无副作用的网红减肥药，说有内部渠道低折扣，组织大家团购
C. 网络平台通知，你的网贷账号需要注销，否则影响个人征信，并教你操作步骤
正确答案：AC
893、以下哪些信息不能给到他人？（ ）
A. 信用卡背面后三位数字
B. 微信收款二维码
C. 登录网银的验证码
正确答案：ABC
894、大学刚毕业的小林，看到一份东南亚高薪工作招聘，还包来回机票，他不该怎么做？（ ）
A. 东南亚风景秀丽，说不定可以邂逅浪漫，去
B. 国内不好找工作，可以去赚大钱，机不可失
C. 其真实情况无法了解，很可能是诈骗团伙
D. 好男儿志在四方，应该出去闯荡，不合适就回来，反正包回程机票
正确答案：ABD
895、以下哪些做法是正确的？（ ）
A. 遇到投资理财的机会一定抓住，特别是大神或网恋对象推荐的
B. 到正规银行或网贷公司申请贷款
C. 遭遇诈骗，第一时间拨打110报警或就近派出所报案
D. 疑似诈骗无法判明，拨打96110咨询
正确答案：BCD
896、关于“杀猪盘”诈骗哪些说法正确？（ ）
A. 对方通过各种聊天软件添加好友，将自己包装成“高富帅”“白富美”，获取受害人信任
B. 在双方建立朋友、恋人等亲密关系后，隐晦透露自己有赚钱的渠道
C. 自称自己知悉某投资网站的内幕，引诱被害人前往投资
D. 以小额获利逐步引导加大资金投入，直至被害人无资金可投入，才拉黑消失
正确答案：ABCD
897、你和朋友小方在逛街，突然小方收到短信：“尊敬的客户您好：你的XX银行手机银行于X月X日下午17时59分过期，请登录9******q.net进行验证，给您带来不便敬请谅解【XX银行】”，你应该怎么做？（ ）
A. 告诉他，不要随便点击短信里的不明链接
B. 提醒他，此类不正规的网址很可能是诈骗网址
C. 登录该银行官方APP查看情况是否属实
D. 立即拨打银行官方热线，向人工客服咨询情况
正确答案：ABCD
898、公司财务小李，最近添加了一个头像是王董事长照片的QQ，王董事长经常在QQ上谈论工作，要数据报表。某天，王董事长发来与“张总”的对话截图，并要求“小李，把合同款打给XX公司，后补手续”。以下做法哪些是正确的？（ ）
A. 根据领导发的账号，将合同款打过去
B. 打电话先和领导核实
C. 到领导办公室当面请示
D. 发现被骗后，将聊天记录保存，第一时间拨打110报警
正确答案：BCD
899、以下说法正确的是？（ ）
A. 凡是自称公检法要求汇款的，都是诈骗
B. 凡是要你网络刷单的，都是诈骗
C. 凡是老板要求转账却不电话或当面联系的，都是诈骗
D. 凡是办理贷款需先缴费的，都是诈骗
正确答案：ABCD
900、小李收到短信，称“尊敬的车主您好！您的ETC速通卡已过期，请在XX日前登录：etc2.*****.cn完成更新，避免影响正常出行”。小李点击了网址，进入页面填写身份信息、验证码等信息后，发现银行卡被转走5000元。小李第一时间应该怎么做？（ ）
A. 拨打110报警，向警方提供资金流信息，以便开展应急止付工作
B. 到就近派出所报案，按照民警要求如实提供材料
C. 到银行打印银行流水，查看钱是被转到何处
D. 向朋友吐槽，认为钱无法追回，自认倒霉
正确答案：AB
901、关于防范电信网络诈骗的想法中，以下说法不正确的有：（ ）
A. 我没有钱，不会被骗
B. 一旦遇到要求汇款转账等涉及到财物的问题，一定与当事人联系核实清楚
C. 我懂得多，没有人能骗过我
D. 网上遇到真爱让我参与投资赚钱，真爱难遇、赚钱不易，我要参与投资共谋未来。
正确答案：ACD
902、大王收到一条短信，内容是“小王的家长，我是你孩子的班主任张老师，这是你孩子开学以来的个人表现和学习报告，请查阅。”并附上一个网址，大王以下做法正确的是？（ ）
A. 询问其他家长，有无收到类似信息
B. 孩子名字和老师名字都是正确的，肯定没问题，点开看看
C. 回拨该电话，核实情况再说
D. 直接联系学校，先核实清楚后再考虑是否点开
正确答案：AD
903、王某收到短信提醒“网银需要升级”，点击链接、输入信息后发现卡内6万元被转走。她采取的做法中错误的是？（ ）
A. 寻找网站客服，准备找其理论，要求还钱
B. 立即拨打110报警，将自己卡号、对方卡号、交易信息等提供给警方
C. 拨打银行客服电话，找他们理论
D. 联系银行，挂失自己的银行卡，避免更大损失
正确答案：AC
904、小刘收到短信称点击某网站链接便可免费获取300M流量，她的做法正确的是？（）
A. 拨打运营商客服，咨询是否有该活动
B. 点击该网址浏览一下，但要小心不要泄露自己个人信息
C. 确认该短信的来源，非官方信息不可信
D. 点击网址，获取免费流量
正确答案：AC
905、小文接到一个尾号是110的固定电话，电话那头自称是某禁毒支队的民警，称小文的包裹里面有毒品，涉嫌犯罪，将冻结其名下的所有银行卡开展调查，现需要将银行卡的钱转到公安机关的安全账户，待调查清楚之后再返还。以下选项哪些是正确的？（ ）
A. 信以为真，惶恐不安
B. 一提到“安全账户”的就是诈骗
C. 到附近派出所问清情况
D. 将钱转到对方提供的账户内
正确答案：BC
906、暑假，学生小余在家里上网，有陌生人发来信息“轻松兼职，每天工作2小时，每日收入300元”，小余心动，便询问对方如何兼职。对方称帮某宝商家刷信誉，购买所发的商品链接，确认收货后给予好评即可，每单会给予15元的酬劳，将会与购买商品的钱一并返回。以下做法错误的是？（ ）
A. 不相信，刷单就是诈骗
B. 买个小额商品试试
C. 按照他的说法照做
D. 推荐给好朋友一起兼职刷单赚钱
正确答案：BCD
907、小王收到“【市场管理局】法定代表人年检信息补录通知：请在X月X日前登录gti*****.cc补录信息，未补录信息将按无证经营处罚”。小王以下操作哪些正确？（ ）
A. 赶快点击网址进行补录，以免被处罚
B. 登录市场监管部门官方网站查询
C. 拨打市场监管部门官方电话咨询
D. 不予理会，不点击陌生链接
正确答案：BCD
908、张某在打游戏时，突然弹窗“加QQ免费领皮肤”，加上对方QQ后，信息显示微信被冻结，对方发来二维码，解冻需扫码缴纳500元，此时张某应怎么做？（ ）
A. 按照对方提示，给对方转账
B. 在国家反诈中心APP上举报该QQ号涉嫌诈骗
C. 查看微信是否被冻结，若被冻结及时联系微信客服
D. 不向对方转账，并向公安机关报案
正确答案：BCD
909、被诈骗后，到公安机关报案应准备哪些材料？（ ）
A. 个人身份证件
B. 转账凭证
C. 涉嫌诈骗的短信、电话或网站信息
D. 与犯罪嫌疑人的聊天记录
正确答案：ABCD
910、收到手机短信“代办大额度信用卡，透支金额5万元起。有需要的请联系王经理130********”，以下做法错误的是？（ ）
A. 打电话询问，哪怕有手续费也办
B. 急着用钱，来得正是时候，赶紧联系
C. 可能是诈骗，不理
D. 按照对方要求，将身份证发给对方办理信用卡
正确答案：ABD
911、李某在网上搜索“创业贷款”，检索到一家无需抵押的公司。李某添加对方QQ后，对方传真过来一份贷款合同书，要求缴纳3000元保险金，以下做法错误的是？（ ）
A. 把保险金转过去
B. 贷款合同有公司公章，内容可信可靠，按操作进行
C. 贷款先缴费的都是诈骗，不可信
D. 打电话咨询银行官方客服
正确答案：AB
912、“这是XX银行，您的账号已被盗用，请重新发送你的账号、密码至XXXX，完成转账。”收到此类短信后应采取什么措施？（ ）
A. 到相应的银行柜台，现场处理
B. 按照短信要求，发送账号密码
C. 常见诈骗手段，不予理睬
D. 安全起见，拨打官方客服电话核实
正确答案：ACD
913、小杨接到自称是政府机构工作人员的电话，称他的社保卡有问题，需要进一步操作升级，并且对方能准确说出他的姓名、出生年月等详细信息。小杨的哪个做法是正确的？（ ）
A. 按照对方说的操作
B. 接到陌生来电一律不转账和不告知个人隐私
C. 挂断电话，拨打社保局官方电话进行核实
D. 到社保网点咨询核实
正确答案：BCD
914、刑法修正案（十一）增加“冒名顶替”犯罪，规定盗用、冒用他人身份，顶替他人取得的（ ）的，处三年以下有 期徒刑、拘役或者管制，并处罚金。
A. 高等学历教育入学资格
B. 企事业单位录用资格
C. 公务员录用资格
D. 就业安置待遇
正确答案：ACD
915、刑法修正案（十一）规定，为掩饰、隐瞒毒品犯罪、黑社会性质的组织犯罪、恐怖活动犯罪、走私犯罪、贪污贿赂犯罪、破坏金融管理秩序犯罪、金融诈骗犯罪的所得及其产生的收益的来源和性质，有下列行为之一的，没收实施以上犯罪的所得及其产生的收益，处五年以下有期徒刑或者拘役，并处或者单处罚金；情节严重的，处五年以上十年以下有期徒刑，并处罚金：（ ）
A. 提供资金帐户的
B. 将财产转换为现金、金融票据、有价证券的
C. 通过转帐或者其他支付结算方式转移资金的
D. 跨境转移资产的
正确答案：ABCD
916、刑法修正案（十一）规定，有下列情形之一，催收高利放贷等产生的非法债务，情节严重的，处三年以下有期徒刑、拘役或者管制，并处或者单处罚金：（ ）
A. 追逐、拦截、辱骂他人的
B. 使用暴力、胁迫方法的
C. 限制他人人身自由或者侵入他人住宅的
D. 恐吓、跟踪、骚扰他人的
正确答案：BCD
917、刑法修正案（十一）规定，违反药品管理法规，有下列情形之一，足以严重危害人体健康的，处三年以下有期徒刑或者拘役，并处或者单处罚金；对人体健康造成严重危害或者有其他严重情节的，处三年以上七年以下有期徒刑，并处罚金：（ ）
A. 生产、销售国务院药品监督管理部门禁止使用的药品的
B. 未取得药品相关批准证明文件生产、进口药品或者明知是 上述药品而销售的
C. 药品申请注册中提供虚假的证明、数据、资料、样品或者 采取其他欺骗手段的
D. 编造生产、检验记录的
正确答案：ABCD
918、刑法修正案（十一）个别下调刑事责任年龄，规定在特定情形、特别程序的前提下，12至14周岁未成年人实施严重暴力犯罪也将承担刑事责任。下列相关表述正确的是：（ ）
A. 已满十六周岁的人犯罪，应当负刑事责任
B. 已满十四周岁不满十六周岁的人，犯故意杀人、故意伤害、强奸、抢劫、贩卖毒品、投放危险物质罪的，应当负刑事责任
C. 已满十二周岁不满十四周岁的人，犯故意杀人、故意伤害罪，致人死亡或者以特别残忍手段致人重伤造成严重残疾，情节恶劣，经最高人民检察院核准追诉的，应当负刑事责任
D. 因不满十六周岁不予刑事处罚的，责令其父母或者其他监护人加以管教；在必要的时候，依法进行专门矫治教育
正确答案：ACD
919、促进乡村振兴应当按照（ ）的总要求，统筹推进农村经济建设、政治建设、文化建设、社会建设、生态文明建设。
A. 产业兴旺
B. 生态宜居
C. 乡风文明
D. 治理有效
正确答案：ABCD
920、在党的十九大报告中首次提出实施乡村振兴战略之后,召开的中央农村工作会议上系统阐释了实施乡村振兴战略的重大意义和深刻内酒，明确指出要走中国特色社会主义乡村振兴道路,乡村振兴包含哪些方面（ ）
A. 乡村产业振兴
B. 人才振兴
C. 文化振兴
D. 生态振兴
正确答案：ABCD
921、地方各级人民政府应当加强乡镇人民政府社会管理和服务能力建设,把乡镇建成（ ）。
A. 乡村治理中心
B. 农村交流中心
C. 乡村经济中心
D. 农村服务中心
正确答案：ACD
922、应当采取措施保护（ ）和（）遗产，挖掘优秀农业文化深厚内涵，弘扬红色文化，传承和发展优秀传统文化。
A. 农业文化
B. 古镇
C. 古村落
D. 非物质文化
正确答案：AD
923、为了全面实施乡村振兴战略。推进（ ）,全面建设社会主义现代化国家,制定本法。
A. 农业全面升级
B. 农村全面进步
C. 农民全面发展
D. 加快农业农村现代化
正确答案：ABCD
924、各级人民政府应当保障义务教育阶段未成年学生在（ ）、父母或者其他法定监护人（  ）、（  ）就近入学。
A. A. 经常活动的场所
B. A. 户籍所在地
C. A. 工作
D. A. 居住地
正确答案：BCD
925、（ ）、（  ）、（  ）和（  ）应当引导、教育和帮助未成年人增强自我保护的意识和能力，掌握基本的生存和应对意外事件的常识，了解与自身权益相关的法律、法规，抵制不良行为、违法犯罪行为的引诱。
A. A. 国家
B. A. 社会
C. A. 学校
D. A. 家庭
正确答案：ABCD
926、父母或者其他监护人在（ ）使用等方面不得违反有关规定或者技术规范，防止对未成年人造成人身损害。
A. A. 房屋装修
B. A. 车辆驾驶
C. A. 电器使用
D. A. 食品药品
正确答案：ABCD
927、《未成年人保护法》包含那几方面保护？（ ）
A. A. 家庭保护
B. A. 司法保护
C. A. 学校保护
D. A. 政府保护
E. A. 网络保护
F. A. 社会保护
正确答案：ABCDEF
928、任何组织或者个人不得通过网络以文字、图片、音视频等形式，对未成年人实施（ ）等网络欺凌行为。
A. A. 侮辱
B. A. 诽谤
C. A. 威胁
D. A. 恶意损害形象
正确答案：ABCD
929、（ ）等住宿经营者接待未成年人入住，或者接待未成年人和成年人共同入住时，应当询问父母或者其他监护人的联系方式、入住人员的身份关系等有关情况；
A. A. 旅馆
B. A. 网吧
C. A. 宾馆
D. A. 酒店
正确答案：ACD
930、根据《未成年人保护法》的规定，禁止（ ）未成年人乞讨。
A. A. 要求
B. A. 胁迫
C. A. 诱骗
D. A. 利用
正确答案：BCD
931、各级人民政府应当发展职业教育，保障未成年人接受职业教育或者职业技能培训，鼓励和支持（ ）为未成年人提供职业技能培训服务。
A. A. 人民团体
B. A. 企业事业单位
C. A. 社会组织
D. A. 个人
正确答案：ABC
932、对违法犯罪的未成年人，实行（ ）的方针，坚持教育为主、惩罚为辅的原则。对违法犯罪的未成年人依法处罚后，在升学、就业等方面不得歧视。
A. 教育
B. 感化
C. 帮助
D. 挽救
正确答案：ABD
933、公安机关、人民检察院、人民法院应当与其他有关政府部门、人民团体、社会组织互相配合，对遭受性侵害或者暴力伤害的未成年被害人及其家庭实施必要的（ ）等保护措施。
A. 心理干预
B. 经济救助
C. 法律援助
D. 转学安置
正确答案：ABCD
934、人民法院开庭审理涉及未成年人案件，未成年（ ）一般不出庭作证；必须出庭的，应当采取保护其隐私的技术手段和心理干预等保护措施。
A. 被害人
B. 犯罪嫌疑人
C. 被告人
D. 证人
正确答案：AD
935、公安机关、人民检察院、人民法院讯问未成年犯罪嫌疑人、被告人，询问未成年被害人、证人，应当依法通知其（ ）等合适成年人到场，并采取适当方式，在适当场所进行，保障未成年人的名誉权、隐私权和其他合法权益。
A. 法定代理人
B. 成年亲属
C. 所在学校的代表
D. 媒体记者
正确答案：ABC
936、人民法院审理（ ）等案件涉及未成年人的，可以自行或者委托社会组织对未成年人的相关情况进行社会调查。
A. 离婚
B. 收养
C. 监护
D. 探望
E. 抚养
正确答案：ABCDE
937、未成年人的父母或者其他监护人不依法履行监护职责或者严重侵犯被监护的未成年人合法权益的，人民法院可以根据有关人员或者单位的申请，依法作出（ ）。
A. 训诫
B. 人身安全保护令
C. 撤销监护人资格
D. 处罚
正确答案：BC
938、（ ）应当确定专门机构或者指定专门人员，负责办理涉及未成年人案件。
A. 公安机关
B. 人民检察院
C. 人民法院
D. 司法行政部门
正确答案：ABCD
939、县级以上人民政府应当开通全国统一的未成年人保护热线，及时受理、转介侵犯未成年人合法权益的投诉、举报；鼓励和支持人民团体、企业事业单位、社会组织参与建设未成年人保护（ ），提供未成年人保护方面的咨询、帮助。
A. 服务平台
B. 服务热线
C. 服务站点
D. 信息系统
正确答案：ABC
940、具有下列情形之一的，民政部门应当依法对未成年人进行长期监护（ ）。
A. 查找不到未成年人的父母或者其他监护人
B. 监护人死亡或者被宣告死亡且无其他人可以担任监护人
C. 监护人丧失监护能力且无其他人可以担任监护人
D. 人民法院判决撤销监护人资格并指定由民政部门担任监护人
正确答案：ABCD
941、具有下列情形之一的，民政部门应当依法对未成年人进行临时监护（ ）。
A. 监护人因自身客观原因或者因发生自然灾害、事故灾难、公共卫生事件等突发事件不能履行监护职责，导致未成年人监护缺失
B. 监护人拒绝或者怠于履行监护职责，导致未成年人处于无人照料的状态
C. 监护人教唆、利用未成年人实施违法犯罪行为，未成年人需要被带离安置
D. 未成年人遭受监护人严重伤害或者面临人身安全威胁，需要被紧急安置
正确答案：ABCD
942、各级人民政府及其有关部门对困境未成年人实施分类保障，采取措施满足其（ ）等方面的基本需要。
A. 住房
B. 生活
C. 安全
D. 医疗康复
E. 教育
正确答案：ABCDE
943、各级人民政府应当保障未成年人受教育的权利，并采取措施保障（ ）接受义务教育。
A. 留守未成年人
B. 困境未成年人
C. 残疾未成年人
D. 贫困未成年人
正确答案：ABC
944、各级人民政府应当将家庭教育指导服务纳入城乡公共服务体系，开展家庭教育知识宣传，鼓励和支持有关（ ）开展家庭教育指导服务。
A. 政府部门
B. 人民团体
C. 企业事业单位
D. 社会组织
正确答案：BCD
945、信息处理者通过网络处理未成年人个人信息的，应当遵循（ ）原则。
A. 合法
B. 正当
C. 必要
D. 保密
正确答案：ABC
946、各级人民政府应当发展托育、学前教育事业，办好婴幼儿照护服务机构、幼儿园，支持社会力量依法兴办（ ）。
A. 医院
B. 母婴室
C. 婴幼儿照护服务机构
D. 幼儿园
正确答案：BCD
947、网络游戏、网络直播、网络音视频、网络社交等网络服务提供者应当针对未成年人使用其服务设置相应的（ ）等功能。
A. 时间管理
B. 权限管理
C. 网络管理
D. 消费管理
正确答案：ABD
948、除下列情形外，任何组织或者个人不得开拆、查阅未成年人的信件、日记、电子邮件或者其他网络通讯内容（ ）。
A. 无民事行为能力未成年人的父母或者其他监护人代未成年人开拆、查阅
B. 学校为教育工作进行检查
C. 因国家安全或者追查刑事犯罪依法进行检查
D. 紧急情况下为了保护未成年人本人的人身安全
正确答案：ACD
949、密切接触未成年人的单位招聘工作人员时，应当向（ ）查询应聘者是否具有性侵害、虐待、拐卖、暴力伤害等违法犯罪记录；发现其具有前述行为记录的，不得录用。
A. 人力社保局
B. 人民法院
C. 公安机关
D. 人民检察院
正确答案：CD
950、新闻出版、教育、卫生健康、文化和旅游、网信等部门应当定期开展预防未成年人沉迷网络的宣传教育，监督网络产品和服务提供者履行预防未成年人沉迷网络的义务，指导（ ）互相配合，采取科学、合理的方式对未成年人沉迷网络进行预防和干预。
A. 企业
B. 家庭
C. 学校
D. 社会组织
正确答案：BCD
951、国家、社会、学校和家庭应当加强未成年人网络素养宣传教育，培养和提高未成年人的网络素养，增强未成年人（ ）使用网络的意识和能力，保障未成年人在网络空间的合法权益。
A. 科学
B. 文明
C. 安全
D. 合理
正确答案：ABCD
952、学校、幼儿园周边不得设置（ ）销售网点。
A. 茶
B. 烟
C. 酒
D. 彩票
正确答案：BCD
953、新闻媒体采访报道涉及未成年人事件应当（ ），不得侵犯未成年人的名誉、隐私和其他合法权益。
A. 客观
B. 审慎
C. 适度
D. 公开
正确答案：ABC
954、国家鼓励大型公共场所、公共交通工具、旅游景区景点等设置（ ）等卫生设施，为未成年人提供便利。
A. 方便幼儿使用的洗手台
B. 母婴室
C. 婴儿护理台
D. 方便幼儿使用的坐便器
正确答案：ABCD
955、（ ）应当对未成年人免费开放。
A. 儿童之家
B. 图书馆
C. 青少年宫
D. 游乐场
正确答案：ABC
956、国家鼓励、支持和引导（ ），开展有利于未成年人健康成长的社会活动和服务。
A. 人民团体
B. 企业事业单位
C. 社会组织
D. 其他组织和个人
正确答案：ABCD
957、学校、幼儿园应当根据需要，制定应对（）等突发事件和（ ）的预案，配备相应设施并定期进行必要的演练。
A.  自然灾害
B. 事故灾难
C. 公共卫生事件
D. 意外伤害
正确答案：ABCD
958、学校应当根据未成年学生身心发展特点，进行（ ）。
A. 社会生活指导
B. 心理健康辅导
C. 青春期教育
D. 生命教育
正确答案：ABCD
959、学校不得占用（ ）组织义务教育阶段的未成年学生集体补课，加重其学习负担。
A. 国家法定节假日
B. 休息日
C. 寒假
D. 暑假
正确答案：ABCD
960、学校应当配合政府有关部门建立（ ）的信息档案，开展关爱帮扶工作。
A. 留守未成年学生
B. 贫困未成年学生
C. 残疾未成年学生
D. 困境未成年学生
正确答案：AD
961、未成年人的父母离婚后，不直接抚养未成年子女的一方应当依照（ ），在不影响未成年人学习、生活的情况下探望未成年子女，直接抚养的一方应当配合，但被人民法院依法中止探望权的除外。
A. 协议
B. 临时通知
C. 人民法院判决
D. 调解确定的时间和方式
正确答案：ACD
962、未成年人的父母离婚时，应当妥善处理未成年子女的（ ）等事宜，听取有表达意愿能力未成年人的意见。
A. 抚养
B. 教育
C. 探望
D. 财产
正确答案：ABCD
963、未成年人的父母或者其他监护人在确定被委托人时，应当综合考虑其道德品质、家庭状况、身心健康状况、与未成年人生活情感上的联系等情况，并听取有表达意愿能力未成年人的意见。具有下列情形之一的，不得作为被委托人：（ ）。
A. 曾拒不履行或者长期怠于履行监护、照护职责
B. 曾实施性侵害、虐待、遗弃、拐卖、暴力伤害等违法犯罪行为
C. 有吸毒、酗酒、赌博等恶习
D. 其他不适宜担任被委托人的情形
正确答案：ABCD
964、未成年人的父母或者其他监护人在确定被委托人时，应当综合考虑其（ABCD ）等情况，并听取有表达意愿能力未成年人的意见。
A. 道德品质
B. 家庭状况
C. 身心健康状况
D. 与未成年人生活情感上的联系
正确答案：ABCD
965、未成年人的父母或者其他监护人不得使未满八周岁或者由于身体、心理原因需要特别照顾的未成年人处于无人看护状态，或者将其交由（ ）临时照护。
A. 无民事行为能力
B. 限制民事行为能力
C. 健康的（外）祖母
D. 患有严重传染性疾病或者其他不适宜人员
正确答案：ABD
966、学校应当与未成年学生的父母或者其他监护人互相配合，合理安排未成年学生的学习时间，保障其（）、（）和（）的时间。
A. 休息
B. 娱乐
C. 体育锻炼
D. 学习
正确答案：ABC
967、学校应当组织未成年学生参加与其年龄相适应的（）、（）和（），帮助未成年学生掌握必要的劳动知识和技能，养成良好的劳动习惯。
A. 日常生活劳动
B. 生产劳动
C. 服务性劳动
D. 娱乐活动
正确答案：ABC
968、未成年人的父母或者其他监护人应当及时将委托照护情况书面告知未成年人所在（）、（）和实际居住地的（）、（），加强和未成年人所在学校、幼儿园的沟通。
A. 学校
B. 幼儿园
C. 居民委员会
D. 村民委员会
正确答案：ABCD
969、对性侵害、性骚扰未成年人等违法犯罪行为，学校、幼儿园不得隐瞒，应当及时向（）、（）报告，并配合相关部门依法处理。
A. 公安机关
B. 教育行政部门
C. 司法机关
D. 人民法院
正确答案：AB
970、共产主义青年团、妇女联合会、工会、残疾人联合会、关心下一代工作委员会、青年联合会、学生联合会、少年先锋队以及其他人民团体、有关社会组织，应当协助（ ）做好未成年人保护工作，维护未成年人合法权益。
A. 村民委员会、居民委员会
B. 各级人民政府及其有关部门
C. 人民检察院
D. 人民法院
正确答案：BCD
971、国家、社会、学校和家庭应当对未成年人进行理想教育、道德教育、科学教育、文化教育、法治教育、国家安全教育、健康教育、劳动教育，加强（ ）的教育。
A. 爱国主义
B. 民族主义
C. 集体主义
D. 中国特色社会主义
正确答案：ACD
972、处理涉及未成年人事项，应当符合下列要求：给予未成年人特殊、优先保护；尊重未成年人人格尊严；（）
A. 听取未成年人的意见
B. 保护与教育相结合
C. 保护未成年人隐私权和个人信息
D. 适应未成年人身心健康发展的规律和特点
正确答案：ABCD
973、国家保障未成年人的（）等权利。
A. 生存权
B. 发展权
C. 受保护权
D. 参与权
正确答案：ABCD
974、总量控制是指对在一定区域和时间范围内的排污量的总和与一定时间范围内某个企业的排放量之和予以控制，其主要包括哪些主要内容？（ ）
A. 污染物排放标准
B. 污染物的排放总量
C. 排放污染物的地域的环境容量
D. 排放污染物的时间
正确答案：BCD
975、清洁生产是指既可满足人们的需要又可合理使用自然资源和能源，并保护环境的实用生产方法和措施，其主要内容包括哪些？（ ）
A. 自然资源的合理利用
B. 资源的可循环使用性
C. 经济效益最大化
D. 环境危害最小化
正确答案：ACD
976、习近平生态文明思想的主要内容包括？（ ）
A. 绿水青山就是金山银山
B. 保护生态环境就是保护生产力
C. 山水林田湖草是一个生命共同体
D. 良好的生态环境是最普惠的民生福祉
正确答案：ABCD
977、主体功能区可以分为以下几种类型？（ ）
A. 优化开发区
B. 重点开发区
C. 限制开发区
D. 禁止开发区
正确答案：ABCD
978、协调发展原则是解决各种利益冲突的准则，其基本要求是？（ ）
A. 统筹兼顾
B. 全面规划
C. 可持续发展
D. 代际公平
正确答案：AB
979、中共中央国务院印发的《生态文明体制改革总体方案》（2015年9月）强调的发展是指？（ ）
A. 绿色发展
B. 全面发展
C. 循环发展
D. 低碳发展
正确答案：ACD
980、生态文明的基本宗旨具体包括哪些？（ ）
A. 和谐共生
B. 良性循环
C. 协调发展
D. 持续繁荣
正确答案：ABCD
981、《中华人民共和国环境保护法》的目的主要是？（ ）
A. 保护和改善环境
B. 防治污染和其他公害
C. 推进生态文明建设
D. 促进经济社会可持续发展
正确答案：ABCD
982、某县拟向上级人民政府环保行政部门拟定文件，以便会同有关部门对管辖范围内的环境状况进行调查和评估，经计划部门综合评定后，报同级人民政府批准实施，那么该县政府不可能采用以下哪些文件？（ ）
A. 环境状况公报
B. 污染物排放标准
C. 环境保护规划
D. 环境质量标准
正确答案：ABD
983、农民王某向县法院状告县造纸厂所排污水导致其饲养的一千尾鲤鱼死亡，并要求赔偿，你作为县造纸厂的法律顾问，可提出的有力抗辩理由可有下列哪些？（ ）
A. 造纸厂所排污水毒性轻微
B. 事件系不可抗力导致
C. 事件是受害人自我致害
D. 事件发生系第三人过错所致
正确答案：CD
984、县级以上地方人民政府环境保护行政主管部门，在环境受到严重污染威胁居民生命财产安全时，可无需立即向下列哪些机关报告，以采取有效措施解除或减轻危害损失？（ ）
A. 当地人大常务委员会
B. 当地人民政府
C. 当地卫生防疫部门
D. 当地公安部门
正确答案：ACD
985、农民甲将化肥厂排放的污水引入自己的农田灌溉，造成农作物死亡，农民甲要求化肥厂承担赔偿责任。下列关于此案的说法何者为正确？（ ）
A. 造成环境污染危害的，其行为违法与否，不影响民事责任的确定
B. 农民甲无须承担任何举证责任
C. 化肥厂如否认自己侵权，必须负举证责任
D. 化肥厂如能证明自己排放的污水没有超标，可免于承担责任
正确答案：AC
986、某造纸厂已取得排污许可证，并缴纳了排污费。但环保局检测发现，造纸厂所排污水中多项污染物指标超出了省级水污染物排放标准。根据《环境保护法》的规定，下列哪些选项是正确的？（ ）
A. 该厂拥有排污许可证并缴纳了排污费，所排污水虽然超出了省级水污染物排放标准，但未超过国家标准，故不违法
B. 该厂应缴纳超标排污费，治理污染
C. 环保局有权对该厂进行罚款
D. 环保局有权责令该厂停业或关闭
正确答案：BC
987、根据《环境保护法》规定，下列哪些选项属于农业环境保护的措施？（ ）
A. 防治土地沙化、盐渍化、贫瘠化、沼泽化
B. 防治植被破坏、水土流失、水源枯竭
C. 推广植物病虫害的综合防治
D. 合理使用化肥、农药及植物生长激素
正确答案：ABCD
988、我国对建设项目的环境影响评价实行分类管理制度。根据《环境影响评价法》的规定，下列哪些说法是正确的？（ ）
A. 可能造成重大环境影响的建设项目，应当编制环境影响报告书，对产生的环境影响进行全面评价
B. 可能造成轻度环境影响的建设项目，应当编制环境影响报告表，对产生的环境影响进行分析或者专项评价
C. 环境影响很小的建设项目，不需要进行环境影响评价，无需填报环境影响评价文件
D. 环境影响报告书和环境影响报告表，应当由具有相应资质的机构编制
正确答案：ABD
989、中央直接管辖的某大型国有企业在某县境内设立的工厂发生剧毒物质大量泄漏事故，该县张县长提出的下列哪些意见符合《环境保护法》的规定？（ ）
A. 要求该企业立即采取措施控制泄漏，并及时通报污染地区的单位和居民
B. 县环保局应立即上报市政府，请市政府采取有效措施紧急疏散群众
C. 建议省政府对该企业作限期治理的决定
D. 该企业如未在限期内完成治理任务，县政府将处以罚款，并报省政府批准责令该工厂关闭
正确答案：ABC
990、依据环境保护法有关规定，下列关于污染物排放标准的制定权限和效力的规定，说法正确的是哪些？（ ）
A. 凡是向已有地方污染物排放标准的区域排放污染物的，应当执行国家通行的排污标准
B. 国家排污标准中未作规定的项目，省级人民政府可以制定地方排污标准
C. 省级人民政府在制定地方排污标准时，可略低于已有国家排污标准
D. 地方排污标准须报国务院环保行政主管部门备案
正确答案：BD
991、我国环保法中的“三同时”制度是一项具有独创性的环境法律制度，其适用范围包括下列哪些？（ ）
A. 新建、扩建、改建项目
B. 技术改造项目
C. 不会对环境造成污染和破坏的工程建设项目
D. 确有经济效益的综合利用项目
正确答案：ABD
992、根据我国《环境保护法》的规定，环境包括下列哪些内容？（ ）
A. 大气层
B. 大兴安岭国家森林公园
C. 东北虎
D. 沈阳故宫
正确答案：ABCD
993、下列关于《环境保护法》的说法哪些是正确的？（ ）
A. 《环境保护法》仅适用于中华人民共和国领域内
B. 《环境保护法》可以适用于中华人民共和国领域外
C. 国家制定的环境保护规划必须纳入国民经济和社会发展计划
D. 国家制定的环境保护规划可以纳入国民经济和社会发展计划
正确答案：BC
994、下列关于职务犯罪形成原因的说法，正确的是（ ） 
A. 政治素质低下 
B. 法治观念淡薄 
C. 权力过分集中
D. 立法规定不合理
正确答案：ABC
995、关于领导干部如何远离职务犯罪的说法，正确的是（ ）
A. 学习和把握相关党政国策  
B. 认清职务犯罪的红线
C. 培养自身的规则意识       
D. 个体素质决定了职务犯罪无法远离
正确答案：ABC
996、张某在某市政府拆迁办工作，其妻弟雷某为了在顺和街道拆迁工作中获得拆迁办使用其铲车的机会让张某帮忙疏通。张某遂介绍雷某给拆迁办负责人董某认识，雷某为表示心意，送给该负责人大量烟酒，价值3万元，后得到拆迁办使用其铲车的机会。下列分析正确的是（ ） 
A. 张某的行为构成介绍贿赂罪   
B. 雷某的行为构成行贿罪
C. 张某的行为构成受贿罪的共同犯罪 
D. 张某的行为构成行贿罪的共同犯罪 
正确答案：BD
997、关于挪用公款罪，下列说法正确的是（ ） 
A. 携带公款外出，主观上不具有非法占有公款的目的，其行为构成挪用公款罪
B. 国有企业工作人员因单位经营的需要，根据集体决定的意见，将公款划拨至其他企业使用，没有从中谋取个人利益的行为，不构成挪用公款罪
C. 挪用公款归个人用于公司、企业注册资本验资证明的，构成挪用公款罪
D. 国有企业管理使用中的职工私人筹集资金应视为公款 
正确答案：ABCD
998、唐某系某集体企业法定代表人，2015年12月个体户朱某要求唐某为其在银行贷款提供担保。唐某同意后，指使财务人员在银行办理一份20万元的定期存款，用该存款做质押，薛某从银行贷款20万元。贷款到期后，朱某未归还贷款，银行行使质押权，把20万元的定期存款扣划偿还了贷款。后朱某不知去向，唐某所在的集体企业的20万元至今未追回。下列说法不正确的是（ ） 
A. 唐某的行为不构成犯罪
B. 朱某的行为不构成犯罪
C. 唐某的行为构成签订履行合同失职被骗罪
D. 唐某的行为构成挪用公款罪 
正确答案：ABC
999、2015年年底，朱某与某县食品总公司破产清算组签订租赁食品公司肉联厂（国有企业）的合同，租赁期限为2016年1月1日至12月31日。2016年11月，朱某伙同肉联厂的两名副厂长将两台机器及附属设备拆卸后变卖，三人私分卖得的货款3万余元。2017年7月，朱某写信给反贪局供述自己盗卖机器的行为但并没有主动到案，后被抓获归案。朱某的行为（ ） 
A. 构成私分国有资产罪
B. 构成贪污罪
C. 朱某租赁经营国有企业的行为，属于受委托管理、经营国有财产
D. 朱某写信的行为不能认定为投案自首 
正确答案：BC
1000、下列行为构成受贿罪的有（ ）
A. 某书记收取工程款回扣10万元 
B. 某司法人员强行索取被关押人员家属3万元好处费
C. 某会计挪用单位公款10万元用于个人炒股 
D. 某单位接受某公司工程款回扣20万元 
正确答案：AB
1001、下列行为构成故意泄露国家秘密罪的是（ ） 
A. 泄露绝密级或机密级国家秘密的 
B. 泄露秘密级国家秘密3项以上的 
C. 向公众散布、传播国家秘密的 
D. 泄露国家秘密已造成严重危害后果的 
正确答案：ABCD
1002、下列哪些情形，即使个人受贿不满3万元，但仍然符合受贿罪立案标准的（ ） 
A. 为他人谋取不正当利益，致使公共财产、国家或者人民利益遭受损失的 
B. 故意刁难、要挟有关单位、个人，造成恶劣影响的 
C. 行贿者为受贿罪亲属的 
D. 多次索贿的 
正确答案：AD
1003、下列行为属于挪用公款的有（ ） 
A. 以个人名义将公款借给某国有企业使用
B. 以个人名义将公款借给某私营企业使用
C. 个人决定以单位名义将公款借给其他单位使用，谋取个人利益的
D. 以单位名义将公款借给其他自然人使用，谋取个人利益的 
正确答案：ABCD
1004、下列哪些行为构成挪用公款罪（ ）
A. 挪用扶贫款物归个人使用，超过3个月未还
B. 挪用公款归个人使用，进行走私活动
C. 挪用公款归个人使用，数额较大，进行股票交易活动
D. 挪用公款借给他人使用，进行经营活动
正确答案：ABCD
1005、李某在当地是有名的恶霸，为垄断附近区域的烟酒生意，其为某区工商管理分局购买了轿车两辆，空调24台，在以后的工商检查中，该区工商管理分局对李某多有照顾，致使李某得以逃避各项工商管理款项计214万元。下列分析正确的是（ ） 
A. 李某的行为构成对单位行贿罪
B. 该区工商管理分局构成单位受贿罪
C. 犯单位受贿罪的，对单位判处罚金，并对其直接负责的主管人员和其他直接责任人员，处五年以下有期徒刑或者拘役
D. 对单位行贿罪的犯罪主体也可以是单位，但是对单位行贿的单位应当是国有或者集体所有制形式的单位 
正确答案：ABC
1006、私分国有资产罪的主体为（　　）
A. 国有公司
B. 国家机关　
C. 人民团体　
D. 人民团体　
正确答案：ABC
1007、受贿罪与贪污罪的相同点是（　　）
A. 都属于职务犯罪
B. 主观方面都是故意
C. 都需以利用职务之便为成立要件
D. 都属于渎职犯罪
正确答案：ABC
1008、徇私枉法罪的主体是（　　）
A. 国家工作人员
B. 司法工作 人员
C. 审判工作人员 
D. 某些国家工作人员
正确答案：BC
1009、玩忽职守罪的特征是（　　）
A. 侵害的客体是国家机关的正常管理活动
B. 客观上表现为不履行或不正确履行应尽的职责的行为，并给社会造成了损失
C. 主观方面表现为故意
D. 犯罪的主体是国家工作人员
正确答案：AB
1010、下列行为构成贪污罪的有（ ）
A. 郭某是村委会的工作人员，在一次协助征兵工作中，郭某收受他人钱财，将他人的子女征兵入伍
B. 裴某是某市外事局的局长，其在接见外国来访客人的时候，收到客人送给该市的价值5000美金的纪念品一件，裴某见该纪念品做工精美，价格不菲，于是据为己有
C. 王某是政府的行政人员，其利用办公地点靠近财务科的条件，从财务科窃取现金2万元
D. 张某是某国有保险公司委派到其他保险公司从事公务的人员，其利用职务之便伪造保险事故，骗取保险理赔金30万元
正确答案：AD
1011、贪污罪的主体包括（ ）
A. 国家工作人员 
B. 集体经济组织的工作人员
C. 受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员
D. 中外合资企业中的外方管理人员
正确答案：ABC
1012、行贿罪的主体可以是（　　）
A. 任何具备刑事责任能力的公民  
B. 国家工作人员
C. 国有公司、企业、事业单位   
D. 人民团体
正确答案：ABCD
1013、下列哪些犯罪是现行《刑法》规定的渎职罪（　　）
A. 滥用职权罪  
B. 行贿罪 
C. 受贿罪 
D. 行政执法人员徇私舞弊罪
正确答案：AD
1014、不予公开的政府信息包括（ ）
A. 依法确定为国家秘密的政府信息
B. 法律、行政法规禁止公开的政府信息
C. 公开后可能危及国家安全、公共安全、经济安全、社会稳定的政府信息
D. 人民政府确定不予公开的政府信息
正确答案：ABC
1015、党的十八届四中全会《决定》提出全面推进政务公开，坚持以公开为常态、不公开为例外原则，推进（ ）
A. 决策公开
B. 执行公开
C. 管理公开、服务公开 
D. 结果公开
正确答案：ABCD
1016、重大行政决策的法定程序包括（）
A. 公众参与、专家论证 
B. 风险评估
C. 合法性审查 
D. 集体讨论决定
正确答案：ABCD
1017、重大行政决策的基本原则包括（ ）
A. 科学决策原则      
B. 民主决策原则
C. 依法决策原则 
D. 接受监督原则
正确答案：ABCD
1018、重庆市获得第一批全国法治政府建设示范地区是（ ）
A. 渝中区 
B. 南岸区
C. 渝北区
D. 永川区
正确答案：AD
1019、行政强制的设定和实施，应当依照（ ）
A. 法定的权限  
B. 法定的范围
C. 法定的条件
D. 法定的程序
正确答案：ABCD
1020、行政强制的基本原则包括（ ）
A. 合法强制原则  
B. 适当强制原则
C. 禁止谋利原则  
D. 权利救济原则
正确答案：ABCD
1021、行政处罚的依据包括（ ）
A. 法律  
B. 法规  
C. 规章   
D. 其他规范性文件
正确答案：ABC
1022、属于行政处罚种类的有 （  ）
A. 通报批评 
B. 降低资质等级
C. 责令关闭  
D. 限制从业
正确答案：ABCD
1023、行政处罚的基本原则是（ ）
A. 处罚法定原则
B. 处罚公正公平原则
C. 处罚公开原则
D. 处罚与教育相结合原则
正确答案：ABCD
1024、属于国务院直属机构的是 （   ）
A. 海关总署   
B. 国家税务总局
C. 国家市场监督管理总局      
D. 国家信访局
正确答案：ABC
1025、属于国务院组成部门的是 （   ）
A. 中华人民共和国审计署 
B. 国家民族事务委员会
C. 国家卫生健康委员会 
D. 国家市场监督管理总局
正确答案：ABC
1026、有权制定地方政府规章是（ ）
A. 省、自治区、直辖市人民政府
B. 设区的市人民政府
C. 自治州人民政府
D. 区县人民政府
正确答案：ABC
1027、党的十八届四中全会决定指出，完善行政组织和行政程序法律制度，推进什么内容法定化（ ）
A. 机构职能   
B. 权限  
C. 程序 
D. 责任
正确答案：ABCD
1028、全面提高政府工作人员法治思维和依法行政能力的措施是（ ）
A. 树立重视法治素养和法治能力的用人导向
B. 加强对政府工作人员的法治教育培训
C. 完善政府工作人员法治能力考查测试制度
D. 注重通过法治实践提高政府工作人员法治思维和依法行政能力
正确答案：ABCD
1029、依法有效化解社会矛盾纠纷的措施是 （ ）
A. 健全依法化解纠纷机制
B. 加强行政复议工作
C. 完善行政调解、行政裁决、仲裁制度
D. 加强人民调解工作，改革信访工作制度
正确答案：ABCD
1030、依法有效化解社会矛盾纠纷的目标是全面形成什么样的多元化矛盾纠纷解决机制（ ）
A. 公正
B. 高效
C. 便捷 
D. 成本低廉
正确答案：ABCD
1031、权责一致是社会主义法治理念的要求，也是行政法的基本原则。下列哪些做法是权责一致的直接体现？ （   ）
A. 某建设局发现所作出的行政决定违法后，主动纠正错误并赔偿当事人损失
B. 某镇政府定期向公众公布本镇公款接待费用情况
C. 某自然资源局局长因违规征地受到行政记过处分
D. 某政府召开座谈会听取群众对政府的意见
正确答案：AC
1032、高效便民是行政法的基本原则。关于高效便民，下列哪些说法是正确的（ ）
A. 是依法行政的重要补充
B. 要求行政机关积极履行法定职责
C. 要求行政机关提高办事效率
D. 要求行政机关在实施行政管理时排除不相关因素的干扰
正确答案：BC
1033、程序正当是行政法的基本原则。下列哪些选项是程序正当要求的体现（ ）
A. 实施行政管理活动，注意听取公民、法人或其他组织的意见
B. 对因违法行政给当事人造成的损失主动进行赔偿
C. 严格在法律授权的范围内实施行政管理活动
D. 行政执法中要求与其管理事项有利害关系的公务员回避
正确答案：AD
1034、合理行政是依法行政的基本要求之一。下列哪些做法体现了合理行政的要求（ ）
A. 行政机关在作出重要决定时充分听取公众的意见
B. 行政机关要平等对待行政管理相对人
C. 行政机关行使裁量权所采取的措施符合法律目的
D. 非因法定事由并经法定程序，行政机关不得撤销已生效的行政决定
正确答案：BC
1035、合法行政是行政法的重要原则。下列哪些做法违反了合法行政要求（ ）
A. 某规章规定行政机关对行政许可事项进行监督时，不得妨碍被许可人正常的生产经营活动
B. 行政机关要求行政处罚听证申请人承担组织听证的费用
C. 行政机关将行政强制措施权委托给另一行政机关行使
D. 行政机关对行政许可事项进行监督时发现直接关系公共安全、人身健康的重要设备存在安全隐患，责令停止使用和立即改正
正确答案：BC
1036、政府的职能是 （ ）
A. 宏观调控与市场监管
B. 社会管理与公共服务
C. 环境保护      
D. 其他职能
正确答案：ABCD
1037、依法行政的基本要求是 （  ）
A. 合法行政、合理行政 
B. 程序正当、高效便民
C. 诚实守信、权责统一  
D. 严格规范、公正文明
正确答案：ABC
1038、法治政府建设的总体目标就是经过坚持不懈的努力，基本建成什么样的法治政府。（ ）
A. 职能科学、权责法定
B. 执法严明、公开公正
C. 廉洁高效、守法诚信   
D. 合法行政、合理行政
正确答案：ABC
1039、如何综合判断行为人是否出于非法获利的目的，出卖亲生子女的行为。（ ）
A. 通过审查将子女“送”人的背景和原因
B. 有无收取钱财及收取钱财的多少
C. 有无抚养能力
D. 对方是否具有抚养目的
正确答案：ABCD
1040、以下哪些不是区分借送养之名出卖亲生子女与民间送养行为的关键。（ ）
A. 行为人是否具有非法获利的目的
B. 行为人是否收取高额费用
C. 送养行为是否有中间人居间介绍
D. 行为人是否有抚养能力
正确答案：BCD
1041、下列哪项不是拐卖妇女儿童犯罪主要作案手段（ ）。
A. 采用秘密方式
B. 采用盗窃方式
C. 采取威胁方式
D. 采取绑架方式
正确答案：AC
1042、下列哪项属于拐卖妇女儿童犯罪涉及到的罪名。（ ）
A. 拐骗儿童罪
B. 收买被拐卖的妇女、儿童罪
C. 强迫卖淫罪
D. 拐卖妇女、儿童罪
正确答案：ABD
1043、下列哪项符合管辖规定的，应当立即立为拐卖案件开展侦查工作？（ ）
A. 发现流浪，乞讨的儿童可能系被拐卖的
B. 接到儿童失踪或者已满十四周岁不满十八周岁的妇女失踪报案的
C. 接到拐卖妇女、儿童的报案、控告、举报的
D. 接到已满十八周岁的妇女失踪，可能被拐卖的报案的
正确答案：ABCD
1044、关于拐卖妇女儿童犯罪案件的管辖，正确的是（ ）
A. 一般由犯罪地的司法机关管辖
B. 拐卖妇女儿童犯罪的犯罪地包括拐出地、中转地、拐入地以及拐卖活动的途径地
C. 如果由犯罪嫌疑人、被告人居住地的司法机关管辖更为适宜的，可以由犯罪嫌疑人、被告人居住地的司法机关管辖
D. 几个地区的司法机关都有权管辖的，一般由犯罪地的司法机关管辖
正确答案：ABC
1045、拐卖妇女儿童犯罪的犯罪地包括（ ）。
A. 拐出地
B. 中转地
C. 拐入地
D. 拐卖活动的途径地
正确答案：ABCD
1046、关于收买被拐卖的妇女儿童罪，以下哪些选项是错误的？（ ）
A. 收买被拐卖的妇女、儿童罪是指不以出卖为目的，收买被拐卖妇女、儿童的行为。
B. 收买被拐卖的妇女、儿童罪是指不以金钱为目的，收买被拐卖妇女、儿童的行为。
C. 收买被拐卖的妇女、儿童罪是指不以抚养为目的，收买被拐卖妇女、儿童的行为。
D. 收买被拐卖的妇女、儿童罪是指不以拐卖为目的，收买被拐卖妇女、儿童的行为。
正确答案：BCD
1047、下列哪些情况下的送养行为可以认定为拐卖妇女、儿童罪？（ ）
A. 将生育作为非法获利手段，生育后即出卖子女的
B. 明知对方不具有抚养目的，或者根本不考虑对方是否具有抚养目的，为收取钱财将子女“送”给他人的
C. 未收取明显不属于“营养费”、“感谢费”的巨额钱财将子女“送”给他人的
D. 其他足以反映行为人具有非法获利目的的“送养”行为的
正确答案：ABCD
1048、拐骗儿童罪指以（ ）或者其他方法，使不满14周岁的儿童脱离家庭或者监护人的行为。
A. 拐卖
B. 殴打
C. 欺骗
D. 引诱
正确答案：CD
1049、拐卖妇女儿童犯罪主要作案手段是（ ）。
A. 采用欺骗方式
B. 采用盗窃方式
C. 采取抢夺方式
D. 采取绑架方式
正确答案：ABCD
1050、《刑法》规定拐卖妇女、儿童是指以出卖为目的，有（ ）妇女、儿童之一的行为。
A. 拐骗
B. 绑架
C. 收买
D. 中转
正确答案：ABCD
1051、下列哪项不是拐卖妇女儿童犯罪涉及到的罪名。（ ）
A. 拐骗儿童罪
B. 收买被拐卖的妇女、儿童罪
C. 强迫卖淫罪
D. 猥亵儿童罪
正确答案：CD
1052、根据《中国共产党纪律处分条例》，对党员的纪律处分有（ ）
A. 警告 
B. 开除党籍
C. 留党察看  
D. 移交司法机关
正确答案：ABC
1053、根据《中国共产党问责条例》，在追究失职失责的党组织和党的领导干部的政治责任时，包括追究其（ ）
A. 组织责任
B. 主体责任  
C. 监督责任 
D. 领导责任
正确答案：BCD
1054、《中国共产党党内监督条例》中对（ ）的监督职责及相应监督制度作出规定
A. 党的中央组织
B. 党委（党组）
C. 法院 
D. 党的基层组织
正确答案：ABD
1055、《中国共产党党内法规执行责任制规定（试行）》有关表述正确的是（ ）
A. 建立健全党委统一领导
B. 坚持党中央集中统一领导
C. 主管部门牵头负责
D. 党的纪律检查机关严格监督的执规责任制
E. 党委办公厅（室）协助配合
正确答案：ABCD
1056、《中国共产党廉洁自律准则》中对全体党员提出（ ）
A. 坚持公私分明，先公后私，克已奉公
B. 坚持崇廉拒腐，清白做人，干净做事
C. 坚持尚俭戒奢，艰苦朴素，勤俭节约  
D. 坚持吃苦在前，享受在后，甘于奉献
正确答案：ABCD
1057、党的自身建设包括（ ）方面
A. 党的长期执政能力建设
B. 党的掌控力建设  
C. 党的先进性建设
D. 党的纯洁性建设
正确答案：ACD
1058、依据新《干部选任条例》，在拓宽选人用人方面表述正确的是（ ）程序
A. 坚持五湖四海、任人唯贤原则  
B. 要打开视野、不拘一格   
C. 不鼓励跨系统人员流动
D. 形成国有企事业单位、社会组织干部人才及时进入党政机关的良性工作机制  
E. 注意从企业、高等学校、科研院所等单位以及社会组织中发现选拔
正确答案：ABDE
1059、《党政领导干部选拔任用工作条例》中“分析研判和动议”环节，对动议的（ ）进行规范。
A. 主体 
B. 时机   
C. 程序   
D. 内容 
正确答案：ABCD
1060、贯穿《党政领导干部选拔任用工作条例》的三大思想是（ ）
A. 明确党管干部原则
B. 提出“好干部”标准   
C. 突出从严治党的要求
D. 体现出中国共产党的主导地位
正确答案：ABC
1061、党的领导法规调整的关系有（ ）
A. 党政关系 
B. 党群关系
C. 党与国家政权 
D. 党与民主党派
正确答案：ABCD
1062、2015年12月25日，中共中央印发《中国共产党地方委员会工作条例》，其特点体现在以下方面（ ）
A. 创新地方党委工作制度的价值理念
B. 规范地方党委组织架构和成员配备
C. 突出地方党委全面从严治党 
D. 完善地方党委权力运行机制
正确答案：ABCD
1063、党的十八大之后颁布或新修订的党的组织法规有（ ）
A. 《中国共产党工作机关条例（试行）》    
B. 《中国共产党党组工作条例》    
C. 《中国共产党发展党员工作细则》    
D. 《党政机关国内公务接待管理规定》
E. 《中国共产党地方组织选举工作条例》
正确答案：ABCD
1064、“四个自信”指（ ）
A. 道路自信
B. 理论自信
C. 政治自信
D. 文化自信
E. 制度自信
正确答案：ABDE
1065、习近平新时代中国特色社会主义思想是（ ）的继承和发展
A. 马克思列宁主义 
B. 毛泽东思想
C. 邓小平理论 
D. “三个代表” 重要思想
E. 科学发展观
正确答案：ABCDE
1066、党章的功能体现在（ ）
A. 规范人的行为 
B. 调整党的关系 
C. 指导党的工作  
D. 严格党的纪律
正确答案：BCD
1067、党内法规制度体系应从（ ）方面进行完善
A. 党的组织法规
B. 党的自身建设法规
C. 党的领导建设法规
D. 党的监督保障法规
正确答案：ABCD
1068、有效的党内法规监督约束机制必须做到（ ）
A. 有权必有责
B. 有责要担当 
C. 用权受监督
D. 失责必追究
正确答案：ABCD
1069、完善党的监督保障法规要以（ ）为原则
A. 规范主体
B. 规范行为
C. 规范程序
D. 规范监督
正确答案：ABD
1070、党内法规的表现形式有（ ）
A. 规则 
B. 办法
C. 规定  
D. 条例
正确答案：ABCD
1071、党内法规的制定主体有（ ）
A. 国务院
B. 党的中央组织
C. 司法部
D. 中央纪律检查委员会
正确答案：BD
1072、关于行政执法机关对市场主体实施的行政执法行为，下列说法正确的有（ ）。
A. 市场主体的违法行为情节轻微并及时纠正，危害后果不大的，不予行政处罚，依法进行教育
B. 禁止无法定依据或者未经法定程序，影响、干扰市场主体正常生产经营活动的执法行为
C. 对采用非强制性手段能够达到行政管理目的的，不得实施行政强制
D. 确需采取普遍停产、停业措施的，应当尽可能缩小实施范围，并提前书面通知企业或者向社会公告。
正确答案：BCD
1073、制定与市场主体生产经营活动密切相关的地方性法规、政府规章、规范性文件，应当（ ）。
A. 充分听取市场主体、行业协会商会的意见
B. 应当通过便于公众知晓的方式及时公布，并采取多种途径和方式同步进行宣传解读
C. 遵循公众参与、专家论证、风险评估、公平竞争审查、合法性审核、集体讨论决定等程序
D. 制定统一标准，严格规范市场主体的市场行为
正确答案：ABC
1074、市场监管、税务、人力社保等部门优化市场主体注销办理流程做法正确的是（ ）。
A. 降低融资成本
B. 压缩办理时限
C. 降低注销成本
D. 精简申请材料
正确答案：BCD
1075、人民政府及有关部门与市场主体依法订立的合同在何种情况下可以改变相关约定，并依法对市场主体因此受到的损失予以补偿。（ ）
A. 行政区划调整
B. 法律法规调整
C. 相关责任人更替
D. 因国家利益、社会公共利益需要改变
正确答案：BD
1076、各级人民政府与市场主体签订合同协议时，应当坚持什么原则？（ ）
A. 平等互商
B. 依法依规
C. 互利共赢
D. 务实审慎
正确答案：ABCD
1077、商业银行等金融机构不得实施下列哪些行为：（ ）
A. 在授信中对民营企业、中小企业、科技型企业设置歧视性规定
B. 在授信中强制搭售保险、理财等产品
C. 强制约定将企业的部分贷款转为存款
D. 以存款作为审批和发放贷款的前提条件
正确答案：ABCD
1078、就公司解散而言，公司解散事由除了“股东会或者股东大会决议解散”之外，还包括以下哪些情形（ ）
A. 公司章程规定的营业期限届满或者公司章程规定的其他解散事由出现
B. 因公司合并或者分立需要解散
C. 依法被吊销营业执照、责令关闭或者被撤销
D. 根据股东请求而进行司法解散。
正确答案：ABCD
1079、为简化市场主体注册登记手续，下列说法正确的有（ ）
A. 申请人承诺所提交的申请材料真实、合法、有效的，对提交的材料实行实质审查
B. 申请人对申请登记的住所（经营场所）权属关系作出符合事实和有关法律规定的承诺，以承诺地址核定市场主体的住所（经营场所）
C. 市场主体申请变更股东姓名（名称）、住所、经营范围等登记事项，可以简化申请材料
D. 对市场主体在住所以外开展经营活动、属于同一区县（自治县）登记机关管辖的，应当办理设立分支机构登记
正确答案：BC
1080、重庆市人民政府推行“证照分离”改革，为企业取得营业执照后开展相关经营活动提供便利的措施包括（ ）。
A. 取消审批、审批改为备案、实行告知承诺、优化审批服务等方式
B. 支持依法探索“一业一证”审批模式改革，将一个行业准入涉及的多张许可证整合为一张行业综合许可证
C. 市场主体迁移后其持有的有效许可证件一律重复办理。
D. 对所有涉企经营许可事项进行分类管理
正确答案：ABD
1081、市、区县（自治县）人民政府在优化营商环境的职责包括（）。
A. 加强对优化营商环境工作的组织领导   
B. 完善优化营商环境的政策措施 
C. 及时协调解决优化营商环境工作中的重大问题 
D. 建立优化营商环境工作的相关机制
正确答案：ABCD
1082、违反劳动与社会保障的法律责任的构成必须同时具备的要素是（ ）。
A. 责任人
B. 违法行为、损害后果 
C. 因果关系
D. 主观过错 
正确答案：ABCD
1083、应当停止失业者享受失业救济的情形有（ ）。
A. 移居境外
B. 被判刑收监执行
C. 享受基本养老保险待遇
D. 应征服兵役
正确答案：ABCD
1084、应当或者可以参加职工基本医疗保险的有（ ）。
A. 无雇工的个体工商户　　
B. 未在用人单位参加职工基本医疗保险的非全日制从业人员
C. 职工
D. 退休人员
正确答案：ABC
1085、社会保险具有的特征是（ ）。
A. 自愿性
B. 社会性
C. 强制性
D. 福利性
正确答案：BCD
1086、劳动合同无效的确认权在（ ）。
A. 用人单位上级主管部门　　
B. 企业劳动争议委员会
C. 劳动争议仲裁委员会　
D. 人民法院
正确答案：CD
1087、劳动合同终止的的条件是（ ）。
A. 当事人约定的终止条件出现　
B. 经当事人协商达成一致　
C. 劳动合同期限届满　
D. 劳动合同订立时所依据的客观情况发生变化，致使原合同无法履行
正确答案：AC
1088、劳动者在（ ）情形下，依法享受社会保险待遇。
A. 生育
B. 升学
C. 失业
D. 工伤
正确答案：ACD
1089、用人单位非法招用童工的，由劳动行政部门处以（ ）。
A. 警告　
B. 罚款
C. 责令改正
D. 停产整顿
E. 拘留
正确答案：BC
1090、以下属于我国社会保险制度的有（ ）。
A. 公积金
B. 基本养老保险
C. 基本医疗保险 
D. 工伤保险
正确答案：BCD
1091、劳动者有下列哪些情形之一，用人单位可以解除劳动合同？（ ） 
A. 在试用期间被证明不符合录用条件的 
B. 与单位领导有矛盾的
C. 严重违反用人单位的规章制度的  
D. 生病住院
正确答案：AC
1092、下列那些情形，劳动者可以解除劳动合同？（ ）
A. 劳动者提前三十日以书面形式通知用人单位
B. 用人单位未及时足额支付劳动报酬的
C. 用人单位未依法为劳动者缴纳社会保险费的
D. 劳动者在试用期内，可不用通知用人单位，随时解除劳动合同
正确答案：ABC
1093、劳动争议处理的自愿自主原则的含义包括（ ）
A. 自主决定是否提起劳动争议处理
B. 自主选择是否申请调解
C. 自主选择是否接受仲裁决定
D. 自主选择是否申请仲裁
正确答案：ABCD
1094、下列哪种劳动合同无效或者部分无效？（ ）
A. 以欺诈、胁迫的手段或者乘人之危，使对方在违背真实意思的情况下订立或者变更劳动合同的 
B. 用人单位免除自己的法定责任、排除劳动者权利的
C. 违反法律、 行政法规强制性规定的
D. 显示公平的劳动合同
正确答案：ABCD
1095、劳动者在以下哪种情况下，应当按照约定向用人单位支付违约金？（ ） 
A. 劳动者违反竞业限制约定  
B. 劳动者违反服务期约定 
C. 劳动者违反用人单位规章制度
D. 劳动者不能胜任工作的
正确答案：AB
1096、以下关于劳务派遣的规定，正确的有（ ）。
A. 用工单位只能在临时性、辅助性或者替代性的工作岗位上使用被派遣劳动者
B. 劳务派遣单位应当依法与被派遣劳动者订立2年以上的固定期限书面劳动合同
C. 劳务派遣单位与同一被派遣劳动者只能约定一次试用期
D. 确定被派遣劳动者的劳动报酬数额和支付方式不用遵循同工同酬原则
正确答案：ABC
1097、以下关于试用期的规定表述正确的是：（ ）
A. 劳动合同期限不满三年的，试用期不得超过二个月
B. 同一用人单位与同一劳动者只能约定一次试用期
C. 试用期包含在劳动合同期限内
D. 用人单位与劳动者签订无固定期限劳动合同的，不得约定试用期
正确答案：BC
1098、劳动合同分为哪几种？（ ） 
A. 固定期限劳动合同       
B. 无固定期限劳动合同
C. 以完成一定工作任务为期限的劳动合同    
D. 口头合同 
正确答案：ABC
1099、用人单位招用劳动者时，不得有以下哪些行为？（ ）
A. 扣押劳动者的居民身份证和其他证件
B. 要求劳动者提供担保或者以其他名义向劳动者收取财物
C. 了解劳动者与劳动合同直接相关的基本情况
D. 要求劳动者出示身份证件
正确答案：AB
1100、以下哪些属于订立劳动合同的原则。（ ）
A. 合法
B. 公平
C. 诚实信用
D. 协商一致
正确答案：ABCD
1101、中华人民共和国境内的哪些单位和与劳动者建立劳动关系，订立、履行、变更、解除或者终止劳动合同，适用《劳动合同法》？（ ）
A. 私营企业
B. 个体经济组织
C. 民办非企业单位
D. 国有企业
正确答案：ABCD
1102、国家大力推进电子政务建设，提高政务数据的（ ），提升运用数据服务经济社会发展的能力。 
A. 科学性 
B. 准确性 
C. 规范性 
D. 时效性 
正确答案：ABD
1103、重要数据的处理者应当按照规定对其数据处理活动定期开展风险评估，并向有关主管部门报送风险评估报告。其中，风险评估报告应当包括（ ）等。 
A. 处理的重要数据的种类 
B. 处理的重要数据的数量 
C. 开展数据处理活动的情况 
D. 面临的数据安全风险及其应对措施 
正确答案：ABCD
1104、根据《中华人民共和国数据安全法》维护数据安全，应当（ ）。
A. 坚持总体国家安全观 
B. 建立健全数据安全治理体系 
C. 提高数据安全保障能力 
D. 构建数据安全保护发展格局  
正确答案：ABC
1105、对于国家核心数据要实行更加严格的管理制度，下列属于国家核心数据的有（ ）。 
A. 国家安全 
B. 国民经济命脉 
C. 重要民生 
D. 重大公共利益 
正确答案：ABCD
1106、开展数据处理活动以及研究开发数据新技术，应当有利于（ ）。 
A. 促进经济社会发展 
B. 增进人民福祉 
C. 符合社会公德和伦理 
D. 符合伦理 
正确答案：ABCD
1107、公民、法人或者其他组织对行政机关所给予的行政处罚，享有（ ）；对行政处罚不服的，有权依法申请行政复议或者提起行政诉讼。 
A. 陈述权 
B. 申辩权 
C. 申诉权 
D. 复议权 
正确答案：AB
1108、行政处罚应当公示的消息应包括（ ）等。 
A. 实施机关 
B. 立案依据 
C. 实施程序 
D. 救济渠道 
正确答案：ABCD
1109、根据《中华人民共和国行政处罚法》规定，行政处罚的种类有（ ）
A. 警告、通报批评 
B. 罚款、没收违法所得、没收非法财物 
C. 责令停产停业、责令关闭、限制从业 
D. 消除影响、赔礼道歉 
正确答案：ABC
1110、根据《中华人民共和国行政处罚法》规定，当事人有下列情形之一，应当从轻或者减轻行政处罚：（ ） 
A. 主动消除或者减轻违法行为危害后果的 
B. 受他人胁迫或者诱骗实施违法行为的 
C. 主动供述行政机关尚未掌握的违法行为的 
D. 配合行政机关查处违法行为有立功表现的
正确答案：ABCD
1111、行政机关依照法律、法规、规章的规定，可以在其法定权限内书面委托符合法律规定条件的组织实施行政处罚。受委托组织必须符合以下条件：（ ） 
A. 依法成立
B. 具有管理公共事务职能 
C. 有熟悉有关法律、法规、规章和业务并取得行政执法资格的工作人员 
D. 需要进行技术检查或者技术鉴定的，应当有条件组织进行相应的技术检查或者技术鉴定
正确答案：ABCD
1112、市精神文明建设委员会应当依据相关法律、法规，建立健全文明行为先进典型的表彰奖励、优待制度，明确表彰奖励、优待的（ ）等事项。具体工作由市、区县（自治县）精神文明建设委员会办事机构组织实施。
A. 主体 
B. 对象
C. 条件
D. 方式
正确答案：ABCD
1113、依据《重庆市文明行为促进条例》，文明出行方面，遵守下列行为规范：规范停放车辆，不占用（ ）等禁止停车区域和残障车位。
A. 应急通道
B. 人行道
C. 盲道
D. 便道
正确答案：ABC
1114、《重庆市文明行为促进条例》规定，维护公共卫生方面，遵守的行为规范：履行传染病防治相关义务，主动配合执行（ ）措施，如实提供有关情况。
A. 实施
B. 预防
C. 控制
D. 应急
正确答案：BCD
1115、根据《重庆市文明行为促进条例》，（ ）应当将文明行为促进工作纳入国民经济和社会发展规划，明确总体目标、任务和要求，制定相关政策措施，推动文明行为促进与经济社会协调发展。
A. 市人民政府 
B. 区人民政府
C. 县（自治县）人民政府
D. 乡（镇）人民政府
正确答案：ABC
1116、根据《重庆市文明行为促进条例》，文明行为促进工作应当坚持以下哪些原则？（ ）
A. 党委领导
B. 政府主导
C. 社会协同
D. 公众参与
正确答案：ABCD
1117、依据《市委关于加强法治和德治工作的实施意见》，强化领导干部厉行法治，坚决防止藐视法治践踏法治。增强领导干部法治思维和依法办事能力。领导干部要用制度说话、按规矩办事，善于运用（ ）解决矛盾和问题。
A. 法治意识
B. 法治思想
C. 法治思维
D. 法治方式
正确答案：CD
1118、《市委关于加强法治和德治工作的实施意见》指出，加强社会舆论监督，健全新闻媒体反映问题处理机制，探索在市场监管、环境保护、扶贫救助等领域推行社会监督员制度，完善（ ）等网络平台举报投诉功能，开展群众举报投诉办理满意度评价，保障公民检举权、控告权、申诉权。
A. 群工系统
B. 阳光重庆 
C. 平安重庆
D. 重庆日报
正确答案：AB
1119、根据《市委关于加强法治和德治工作的实施意见》，加强权力运行制约监督，坚决防止以言代法以权压法。坚决防止专断决策，完善党委及其常委会工作规则和决策程序，严格按照（ ）的原则决定重大事项；健全行政决策集体讨论制度，完善行政决策过错认定标准，建立健全决策案卷制度。
A. 集体领导
B. 民主集中 
C. 个别酝酿
D. 会议决定
正确答案：ABCD
1120、依据《市委关于加强法治和德治工作的实施意见》，执法靠改革增 效，全面落实深化行政执法体制改革加快推进综合行政执法的意见，深化“双随机一公开”执法监管改革，推进（    ）交通运输、农业、城乡规划建设管理综合执法。
A. 市场监管
B. 生态环保
C. 文化市场
D. 体育产业
正确答案：ABC
1121、61. 《市委关于加强法治和德治工作的实施意见》指出，同党中央的要求相比，同群众的期待相比，我市法治和德治工作仍然存在不小差距，主要存在的问题？（   ）
A. 一些人法治意识淡薄，有法不依、执法不严、违法不究、多头执法时有发生。
B. 一些立法的针对性和操作性不够强，司法不严格、不规范、不公正问题依然存在。
C. 一些地方“袍哥”文化、码头文化、江湖习气仍然存在，封建腐朽道德思想还有市场，践行社会主义核心价值观还有差距。
D. 一些干部对全面彻底干净肃清孙政才恶劣影响和薄熙来、王立军流毒的艰巨性、复杂性认识不够，全民尊法学法守法用法意识有待增强。
正确答案：ABCD
1122、关于领导干部守政德，以下陈述正确的是（ ）
A. 明大德是国家的根本
B. 立无德是集体的根基
C. 守公德是社会的大势
D. 严私德是个人的操守
正确答案：ACD
1123、社会主义核心价值观是？（ ）
A. 富强、民主、文明、和谐
B. 自由、平等、公正、法治
C. 科学立法、严格执法、公正司法、文明守法
D. 爱国、敬业、诚信、友善
正确答案：ABD
1124、立法领域有一系列突出问题：（ ）
A. 立法质量不优，有的法律法规全面反映客观规律和人民意愿不够，解决实际问题有效性不足，针对性、可操作性不强。
B. 立法效率不高，改革发展稳定安全急需的一些法律法规久拖不决、迟迟不能出台。
C. 立法超前，超越社会经济发展，超前立法
D. 立法目的混乱和立法价值错位，立法中的部门利益博弈、争权诿责现象较为突出、权利义务规定失衡。
正确答案：ABD
1125、关于理想的道德和基本的道德，论述正确的是（ ）
A. 道德的法律化，只能是基本的社会道德的法律化，而不能是理想的社会道德的法律化。
B. 理想的道德更偏向于低级道德，基本的道德更偏向于高级道德
C. 基本道德是多数人都能够自觉遵行的道德要求，而理想性的道德则往往高于现实生活中一般人的道德水平。
D. 禁止杀人、强奸、抢劫和伤害身体是理想的道德
正确答案：AC
1126、加快形成完备的法律规范体系，包括（ ）
A. 坚持立法先行，坚持立改废释并举，加快完善法律、行政法规、地方性法规体系。
B. 完善社会主义道德体系
C. 完善包括市民公约、乡规民约、行业规章、团体章程在内的社会规范体系。
D. 完善宗教伦理体系
正确答案：AC
1127、“立善法于天下，则天下治；立善法于一国，则一国治”。良法是（ ）
A. 能更好体现国家的价值目标、社会的价值取向、公民的价值准则的法
B. 能解决社会各方面问题的法
C. 是能充分体现权利公平、机会公平、规则公平的法
D. 能实现保护产权、维护契约、统一市场、平等交换、公平竞争、有效监管，促进社会诚信的法。
正确答案：ACD
1128、法律与道德的一般关系，表述正确的是（ ）
A. 道德禁止或许可的，法律同样禁止或许可 
B. 道德不许可，法律许可
C. 道德许可，法律不许可     
D. 法律和道德都从各自角度规范人类行为、调节人际关系、维护社会秩序。
正确答案：ABCD
1129、中国古代“以法治国”具有如下特点：（ ）
A. 强调法律作为统治工具的作用。
B. 强调法治高于人治
C. 法家法治讲的“法”，主要指的是古代社会的“刑”，即刑罚
D. 法家的法治不是现代意义的法治，而是皇帝旨意下的法治，是有“法制”无“法治”
正确答案：ACD
1130、“为政以德”的思想有如下特点：（ ）
A. “德”不仅仅强调对民众的教化，亦强调统治者的道德自律。
B. “德”的内容具有可塑性。
C. 立身惟正、以德修身。
D. 德治与法治相结合，教化与法令共同发挥作用。
正确答案：ABCD
1131、关于道德和法律和之间的区别，下列说法正确的是？（ ）
A. 产生背景不同。道德是在原始规范的基础上产生的，最早表现为禁忌、风俗、礼仪。法律是在道德作为一种规范已经存在的基础上产生的
B. 道德是一种自觉的过程和结果，法律是自发的产物。
C. 规范内容不同。道德在规范人们行为时更多的是强调义务和禁令；而法律在规范人们行为时不但强调义务，同时还要强调权利。
D. 道德的实施主要是靠人们自觉遵守，法律的实施，虽也需要人们自觉遵守，但却具有道德所不具有的外在强制实施力量——国家强制力。
正确答案：ACD
1132、关于法律和道德的关系，下列陈述正确的是（ ）
A. 道德是最高限度的法律，法律是最低限度的道德。
B. 法律依靠是民众的内心保障，道德的实现有赖于强制力保障
C. 道德以法律为保障，法律以道德为支持。
D. 法律上予以否定的，道德上一般亦持否定态度。
正确答案：ACD
1133、习近平总书记在党的十九大报告中指出：建设社会主义法治国家，发展中国特色社会主义法治理论，坚持依法治国与以德治国相结合，提高全民族法治素养和道德素质。下列说法正确的是（ ）
A. 法治与德治相辅相成、相互促进。
B. 建设法治国家，就是要将国家与社会生活的各个方面都纳入到依法治理的轨道。
C. 在依法治国的同时，必须提高人们的思想道德素质。
D. 法治以其感召力和强制力手段规范社会成员的行为。
正确答案：ACD
1134、近日，中共中央印发了《社会主义核心价值观融入法治建设立法修法规划》，推动社会主义核心价值观入法入规。这是（ ）
A. 党在履行修改基本法的职能
B. 依法治国与以德治国相结合的原则
C. 维护社会公序良俗，实现良法善治的必然要求
D. 全面依法治国的需要
正确答案：BCD
1135、法治和德治共同推进是我们党和国家治国理政的重大措施之一。习近平总书记曾深刻指出：必须坚持依法治国与以德治国相结合，这是因为（ ）
A. 道德和法律可以相互替代。
B. 法律和道德作用完全相同。
C. 道德水平的提高有助于提高法律意识。
D. 法治的生活方式与道德水平息息相关。
正确答案：CD
1136、据中央电视台报道，2018年5月8日“暴走漫画”网站播放侮辱烈士的视频，遭到网友们的一致谴责，并因违反了《中华人民共和国英雄烈士保护法》被司法机关查封。该事件说明了（ ）
A. 我国法律和社会主义道德互相配合、互相补充、互相促进。
B. 凡道德所谴责的行为，都是法律所禁止的行为。
C. 凡道德上的要求，一定是法律上的义务。
D. 法律提倡和鼓励的行为不一定有利于弘扬社会主义道德。
正确答案：AD
1137、中共中央印发的《社会主义核心价值观融入法治建设立法修法规划》中强调，力争5-10年，推动社会主义核心价值观全面融入中国特色社会主义法律体系，筑牢全国各族人民团结奋斗的共同思想基础。这样做是基于（ ）
A. 我国法律和社会主义道德互相配合、互相补充、互相促进      
B. 我国社会主义道德的要求，也都是法律规定的义务
C. 法律对全体社会成员具有普遍约束力，由国家强制力保障实施 
D. 法律具有保护作用，规定人们可以做什么，必须做什么
正确答案：ACD
1138、“法安天下，德润人心。”德治和法治是人类自我管理和规制的一对经典关系。下列关于德治与法治关系表述正确的是（ ）
A. 德治比法治更具有权威性和强制性     
B. 德治比法治更具有感召力和号召力
C. 法治重教化作用，德治重规范作用    
D. 德治与法治相辅相成，相互促进
正确答案：BD
1139、关于法治与德治的联系和区别，下列说法正确的有（ ）
A. 法治强调将社会关系纳入法律的轨道，用带有权威性、强制性的法律或严刑峻法治理社会；德治的含义是指应当通过统治者的道德水平来治理国家。
B. 法治与人治相对立，德治不必然与人治相冲突。
C. 现代社会的法律与道德仍然存在不可分割的联系，治理国家既要依靠法律，也要依靠道德。
D. 在当代中国，法治与德治具有目标的一致性。
正确答案：ACD
1140、关于法治与德治，下述表述正确的是（ ）
A. 必须一手抓法治，一手抓德治，坚持依法治国与以德治国相结合。
B. 法治与德治，是治国理政不可或缺的两种方式。
C. 法治是治国理政的主要方式，德治是次要辅导方式。
D. 法治与德治对社会成员都有约束作用。
正确答案：ABD
1141、公序良俗是公共秩序（包括国家利益、社会经济秩序和社会公共利益）和善良风俗（包括社会公德、商业道德和社会良好风尚）的简称。我国民法总则规定“民事主体从事民事活动，不得违反法律，不得违反公序良俗”，“违背公序良俗的民事法律行为无效”。这表明（ ）
A. 法律和道德可以协同规范民事主体活动 
B. 道德的践行离不开法律的保障
C. 法律的有效实施有赖于道德的支持
D. 道德法制化是树立良好社会风尚的根本渠道
正确答案：AC
1142、下列哪些事项应当进行国家安全审查（ ）。
A. 影响国家安全的外商投资
B. 影响国家安全的特定物项和关键技术
C. 可能影响国家安全的网络信息技术产品和服务
D. 涉及国家安全事项的建设项目
正确答案：ABCD
1143、根据《国家安全法》规定，下列属于维护国家安全的基本原则的是（ ）。
A. 法治、人权保障原则
B. 统筹兼顾原则
C. 预防为主、标本兼治原则
D. 共同安全原则
正确答案：ABCD
1144、发生危及国家安全的特别重大事件，需要进入紧急状态的，下列（ ）有权决定。
A. 全国人大常委会
B. 国务院
C. 国家主席
D. 中央国安委
正确答案：AB
1145、下列负有维护国家安全责任和义务的有（ ）。
A. 美籍华人李某
B. 台湾居民张某
C. 香港居民赵某
D. 我国某出版社
正确答案：BCD
1146、根据《国家安全法》的规定，公民和组织拥有的权利有哪些？（ ）
A. 批评权 
B. 控告权 
C. 检举权
D. 建议权
正确答案：ABCD
1147、国家加强武装力量的（ ）建设，建设与保卫国家安全和发展利益需要相适应的武装力量。
A. 革命化
B. 现代化 
C. 正规化
D. 科技化
正确答案：ABC
1148、国家加强边防、海防和空防建设，保卫（ ）安全，维护国家领土主权和海洋权益。
A. 领陆
B. 内水 
C. 领海
D. 领空
正确答案：ABCD
1149、根据《国家安全法》规定，下列（ ）负责搜集涉及国家安全的情报信息。
A. 国家安全机关 
B. 公安机关
C. 所有军事机关
D. 检察机关
正确答案：AB
1150、我国网络安全法确定的个人信息保护制度包含（ ）。
A. 确立了网络运营者收集、使用个人信息必须符合合法、正当、必要原则，要求网络运营商收集、使用公民个人信息必须经被收集人同意
B. 确立了泄露、损坏、丢失个人信息的告知和报告制度
C. 公民个人信息的删除权和更正权制度
D. 网络安全监督管理机构及其工作人员对公民个人信息、隐私和商业秘密的保密制度
正确答案：ABCD
1151、网络运营者是维护网络安全的关键主体，必须严格落实哪些运营责任？（ ）
A. 社会责任，如遵守法律、行政法规，尊重社会功德、商业道德
B. 社会责任，如遵守法律、行政法规，尊重社会功德、商业道德
C. 要求用户提供真实身份信息，对拒绝提供者不得提供相关服务
D. 制定网络安全事件应急预案，及时处置安全风险
E. 为公安机关、国家安全机关依法维护国家安全和侦察犯罪的活动提供技术支持和协助
正确答案：ABCDE
1152、对境外非政府组织可以采取的行政强制措施有（ ）。
A. 约谈境外非政府组织代表机构的首席代表以及其他负责人
B. 现场检查
C. 具体包括询问当事人
D. 查询、复制与封存有关资料
E. 查封和扣押
F. 冻结银行账户
正确答案：ABCDEF
1153、我国规定公安机关、国家安全机关、网信等部门应对处置极端主义活动的方式有（ ）。
A. 对宣扬极端主义，利用极端主义危害公共安全等行为应当及时予以制止，依法追究法律责任。
B. 对参与恐怖活动、极端主义活动尚不构成犯罪的人员，由公安机关根据不同对象的情况和特点，组织相关部门进行帮扶
C. 对恐怖活动罪犯和极端主义罪犯在刑满释放前进行危险性评估，经评估具有社会危险性的，应当向中级法院提出安置教育建议
D. 对有恐怖活动犯罪前科的人员建立档案，终身严密防范其活动自由
正确答案：ABC
1154、我国对恐怖活动组织和人员的认定方式有（ ）。
A. 由国家反恐怖主义工作领导机构认定
B. 由公安部认定
C. 由国家安全部认定
D. 由有管辖权的中级以上人民法院在审判刑事案件过程中对恐怖活动组织和人员进行认定。
正确答案：AD
1155、对国家情报机构执法保障性职权的表述正确的有（ ）。
A. 可以采取技术侦察措施和身份保护措施
B. 可以进入限制进入的有关区域、场所，了解、询问有关情况
C. 可以享受通行便利，优先使用
D. 依法征用交通工具、通信工具、场地和建筑物
E. 可提请海关、出入境边防检查等机关提供免检等便利。
正确答案：ABCDE
1156、对我国国家情报工作机构运作机制表述正确的有（ ）。
A. 各自按照职责分工，相互配合，做好情报工作
B. 各自按照职责分工，相互配合，开展情报行动
C. 各有关国家机关应当根据各自职能和任务分工，与国家情报工作机构密切配合
D. 任何国家机关都应当无条件协助配合国家情报工作机构工作
正确答案：ABC
1157、我国国家情报工作机构包括（ ）。
A. 国家安全机关
B. 公安机关情报机构
C. 军队情报机构
D. 统战机关
E. 外事机关
正确答案：ABC
1158、中央国家安全领导机构对国家情报工作实行统一领导，主要职责有（ ）。
A. 制定国家情报工作方针政策
B. 规划国家情报工作整体发展
C. 建立健全国家情报工作协调机制
D. 统筹协调各领域国家情报工作
E. 研究决定国家情报工作中的重大事项
正确答案：ABCDE
1159、我国国家情报工作任务包括（ ）
A. 为国家重大决策提供情报参考
B. 为防范和化解危害国家安全的风险提供情报支持
C. 打击跨国有组织犯罪，维护国际安全
D. 维护国家安全和利益
正确答案：ABD
1160、负有防范、制止间谍行为，维护国家安全义务的主体有（ ）。
A. 一切国家机关    
B. 武装力量
C. 各政党和各社会团体  
D. 各企业事业组织
正确答案：ABCD
1161、反间谍工作和情报工作共同坚持的原则是（ ）。 
A. 公开工作与秘密工作相结合
B. 专门工作与群众路线相结合
C. 积极防御、依法惩治的原则
D. 分工负责与协作配合相结合的原则
正确答案：AB
1162、关于合同的订立，下列说法正确的是（ ）
A. 当事人订立合同，应当具有相应的民事权利能力和民事行为能力
B. 当事人订立合同，有书面形式、口头形式和其他形式
C. 要约、承诺是合同订立的基本规则
D. 合同的订立后合同即生效
正确答案：ABC
1163、下列有关民事权利的说法，正确的是（ ）
A. 存在着兼有人身权与财产权两种性质的混合权利形态
B. 继承权基本上是一种财产权，但也包含身份权的性质
C. 民事权利的取得必须以存在意思表示为前提
D. 权利行使的自愿原则比权利不得滥用原则更为重要
正确答案：AB
1164、民事权利按照所保护利益的类型不同可以分为（ ），这也是最基本的分类
A. 人身权
B. 财产权
C. 知识产权
D. 物权
正确答案：AB
1165、民事权利概念的基本内容有（ ）
A. 民事利益
B. 民事权限
C. 民事权能
D. 民事责任
正确答案：ABC
1166、承担侵权责任的方式有哪些（ ）
A. 停止侵害；排除妨碍；修理、重作、更换；继续履行
B. 消除危险；返还财产；恢复原状
C. 赔偿损失；支付违约金
D. 消除影响、恢复名誉
正确答案：ABCD
1167、下列有关侵权责任的说法，正确的是（ ）
A. 侵权责任是民事主体侵害他人权益应当承担的法律后果
B. 我国侵权责任制度实行过错责任和无过错责任相结合的原则
C. 无民事行为能力或限制民事行为能力的被侵权人，自己不能行使请求权，应当由其法定代理人代其行使请求权
D. 侵权责任的必须承担必须由本人来施行，其他人不得替代
正确答案：ABC
1168、下列有关个人信息保护的观点，正确的是（ ）
A. 个人信息包括作为隐私的私密信息与非隐私的一般个人信息
B. 个人信息的处理包括个人信息的收集、存储、使用、加工、传输、提供、公开等
C. 个人信息处理应遵循合法、正当、必要原则
D. 在该自然人或者其监护人同意的范围内合理实施的个人信息处理行为，行为人不承担责任
正确答案：ABCD
1169、下列有关继承权的说法，正确的是（ ）
A. 继承权是指自然人依照法律的规定或者被继承人生前立下的合法有效的遗嘱而取得被继承人遗产的权利
B. 继承的形式有法定继承和遗嘱继承
C. 法定继承是在被继承人没有对其遗产的处理立有遗嘱的情况下，继承人的范围、继承顺序等均按照法律规定确定的继承方式
D. 遗嘱继承是根据被继承人生前所立遗嘱处理遗产的继承方式
正确答案：ABCD
1170、下列有关合同的说法，正确的是（ ）
A. 合同债权是指合同权利人依据合同约定请求合同义务人为或者不为一定行为的权利
B. 当事人一方不履行合同义务或者履行合同义务不符合约定的，应当承担继续履行、采取补救措施或者赔偿损失等违约责任
C. 当事人订立合同，应当具有相应的民事权利能力和民事行为能力，也就是说应当具有相应的主体资格
D. 当事人在履行合同时，应当遵循诚实信用原则，根据合同的性质、目的和交易习惯履行通知、协助、保密等义务
正确答案：ABCD
1171、下列有关身份权的说法，正确的是（ ）
A. 身份权，是指自然人基于特定的身份关系产生并由其专属享有，以其体现的身份利益为客体，为维护该种身份关系所必需的民事权利
B. 对自然人因婚姻家庭关系等产生的身份权利的保护，适用民法典第一编、第五编和其他法律的相关规定；没有规定的，可以根据其性质参照适用民法典第四编人格权保护的有关规定
C. 身份权可由婚姻关系与家庭关系产生
D. 监护人依法履行监护职责产生的权利，受法律保护
正确答案：ABCD
1172、下列有关人格权的说法，正确的是（ ）
A. 人格权是民事主体最基本的权利
B. 人格权因出生而取得，因死亡而消灭，不得让与或抛弃
C. 法人也享有人格权
D. 《民法典》规定了对死者人格利益的保护方式
正确答案：ABCD
1173、以下有关《民法典》，说法不正确的是（ ）
A. 编纂《民法典》，就是对原有的规定推倒重来，另起炉灶
B. 编纂民法典，就是对现行民事单行法律进行简单的汇编
C. 《民法典》由总则和各个分编组成
D. 《民法典》第一编“总则”第五章以专章的形式列举规定了各类民事权利，彰显了法典化时代的权利保护宣言
正确答案：AB
1174、关于民事权利的公力救济方法，以下说法正确的是（ ）
A. 民事权利的公力救济，是权利人请求国家机关通过特定程序排除侵害、保护其民事权利的方法
B. 公力救济是法治社会的主要权利救济方法
C. 司法救济是最为常见的民事权利公力救济途径
D. 当事人主要通过确认之诉、给付之诉、变更之诉保护自己的民事权利
正确答案：ABCD
1175、下列关于自卫、自助，说法正确的是（ ）
A. 自卫，是指权利人在自己或他人的民事权利受到不法侵害或紧急危险时，采取的防卫与避险行为
B. 自卫可以分为正当防卫与紧急避险
C. 自助，是指权利人为保护自身合法权益，不得以对侵害人的自由或者财产加以限制的行为
D. 对于自助过程中采用不必要的手段，造成他人不应有的损失的，自助人无需承担相应责任
正确答案：ABC
1176、 关于民事权利的保护，下列说法不正确的是（   ）
A. 民事权利的保护，可以通过私力救济与公力救济两种途径实现
B. 民事权利保护应完全遵守权利人的意思
C. 民事权利的保护，是指在民事权利受到侵害或者有受到侵害的重大危险时，排除侵害、救济权利的法律实施过程
D. 民事权利的保护主要依靠自卫得以实现
正确答案：BD
1177、 以下属于民事权利行使的原则有（   ）
A. 自愿原则
B. 使民事权利应履行相应的义务
C. 禁止权利滥用原则
D. 比例原则
正确答案：ABC
1178、民事权利取得方式有以下哪几种（ ）
A. 民事法律行为
B. 事实行为
C. 法律规定的事件
D. 人民法院的法律文书
正确答案：ABCD
1179、下列财产关系中属于民法调整的有（ ）
A. 借用关系
B. 税收关系
C. 买卖关系
D. 担保关系
正确答案：ACD
1180、下列说法正确的是（ ）
A. 民事主体为实现其某种利益依法为一定行为，或者请求民事义务主体为一定行为或者不为一定行为的可能性或者说意思自由
B. 民事权利概念一般包括民事利益、民事权限和民事权能三大内容
C. 依据民事权利所保护利益的类型不同，民事权利可分为人身权和财产权，这是对民事权利最基本的分类
D. 人格权包括生命权、姓名权、名誉权、隐私权、抵押权等
正确答案：ABC
1181、被申请人应当履行：（ ）
A. 行政复议决定书
B. 行政复议调解书
C. 行政复议意见书
D. 行政复议通知书
正确答案：ABC
1182、行政行为有下列情形之一的，行政复议机关决定撤销或者部分撤销该行政行为，并可以责令被申请人在一定期限内重新作出行政行为：（ ）
A. 主要事实不清、证据不足
B. 违反法定程序
C. 适用的依据不合法
D. 超越或者滥用职权
正确答案：ABCD
1183、行政复议机构组织听证的，应当于举行听证的五日前将听证的（ ）书面通知当事人。
A. 时间
B. 地点
C. 听证员
D. 拟听证事项
正确答案：ABD
1184、行政复议机关审理哪些行政复议案件，认为事实清楚、权利义务关系明确、争议不大的，可以适用简易程序。（ ）
A. 被申请行政复议的行政行为是当场作出
B. 被申请行政复议的行政行为是警告或者通报批评
C. 案件涉及款额三千元以下
D. 属于政府信息公开案件
正确答案：ABCD
1185、审理行政复议案件涉及哪些情形的，行政复议机构应当提请行政复议委员会提出咨询意见。（ ）
A. 案情重大、疑难、复杂
B. 专业性、技术性较强
C. 本法第二十四条第二款规定的行政复议案件
D. 行政复议机构认为有必要
正确答案：ABCD
1186、行政复议期间有（ ）情形的，行政复议机关决定终止行政复议。
A. 作为申请人的公民死亡，没有近亲属或者其近亲属放弃行政复议权利。
B. 作为申请人的法人或者其他组织终止，没有权利义务承受人或者其权利义务承受人放弃行政复议权利。
C. 申请人对行政拘留或者限制人身自由的行政强制措施不服申请行政复议后，因同一违法行为涉嫌犯罪，被采取刑事强制措施。
D. 申请人撤回行政复议申请，行政复议机构准予撤回。
正确答案：ABCD
1187、行政复议期间有（ ）情形的，行政复议中止。
A. 作为申请人的公民丧失参加行政复议的行为能力，尚未确定法定代理人参加行政复议。
B. 作为申请人的公民下落不明。
C. 依照本法规定进行调解、和解，申请人和被申请人不同意中止。
D. 申请人、被申请人因不可抗力或者其他正当理由，不能参加行政复议。
正确答案：ABD
1188、行政复议机关依照（ ）审理行政复议案件。
A. 法律
B. 法规
C. 规章
D. 规范性文件
正确答案：ABC
1189、下列说法正确的是：（ ）
A. 对县公安局作出的行政行为不服的，只能向县人民政府申请行政复议
B. 对县司法局作出的行政行为不服的，只能向县人民政府申请行政复议
C. 对县民政局作出的行政行为不服的，只能向县人民政府申请行政复议
D. 对县人力资源和社会保障局作出的行政行为不服的，只能向县人民政府申请行政复议
正确答案：ACD
1190、对下列哪些行政行为不服的，应当先行申请行政复议（ ）
A. 张某向区人民政府提出国家赔偿申请，区人民政府未予答复的
B. 李某因横穿马路被交警当场处10元罚款
C. 王某向区财政局提出政府信息公开申请，区财政局决定对王某申请的内容不予公开
D. 陈某向区市场监督管理局举报朱某销售伪劣产品，区市场监督管理局作出不予立案决定
正确答案：ABC
1191、下列哪些不属于行政复议范围：（ ）
A. 对公安机关作出的行政拘留决定不服
B. 对公安机关作出的交通事故责任认定书不服
C. 对公安机关作出的暂扣驾照决定不服
D. 对公安机关作出的民事纠纷调解决定书不服
正确答案：BD
1192、有下列情形之一的，申请人应当先向行政复议机关申请行政复议，对行政复议决定不服的，可以再依法向人民法院提起行政诉讼：（ ）
A. 对当场作出的行政处罚决定不服
B. 对行政机关作出的侵犯其已经依法取得的自然资源的所有权或者使用权的决定不服
C. 申请政府信息公开，行政机关不予公开
D. 对行政机关作出的确认自然资源的所有权或者使用权的决定不服
正确答案：ABCD
1193、下列不属于行政复议范围的有：（ ）
A. 国防、外交等国家行为
B. 行政法规、规章或者行政机关制定、发布的具有普遍约束力的决定、命令等规范性文件
C. 申请行政机关依法给付抚恤金、社会保险待遇或者最低生活保障等社会保障，行政机关没有依法给付
D. 行政机关对民事纠纷作出的调解
正确答案：ABD
1194、下列哪些情形，公民、法人或者其他组织可以申请行政复议：（ ）
A. 对行政机关作出的行政强制措施、行政强制执行决定不服
B. 申请行政许可，行政机关拒绝或者在法定期限内不予答复，或者对行政机关作出的有关行政许可的其他决定不服
C. 认为行政机关侵犯其经营自主权或者农村土地承包经营权、农村土地经营权
D. 认为行政机关违法集资、摊派费用或者违法要求履行其他义务
正确答案：ABCD
1195、行政行为认定事实清楚，证据确凿，适用依据正确，程序合法，内容适当的，行政复议机关决定（ ）该行政行为。
A. 撤销
B. 维持
C. 变更
D. 履行
正确答案：B
1196、当事人经调解达成协议的，行政复议机关应当制作（ ），经各方当事人签字或者盖章，并加盖行政复议机关印章，即具有法律效力。
A. 行政复议调解书
B. 行政复议决定书
C. 行政复议意见书
D. 行政复议通知书
正确答案：A
1197、有关机关应当自收到行政复议意见书之日起（ ）日内，将纠正违法或者不当行政行为的情况报送行政复议机关。
A. 十五日
B. 三十日
C. 六十日
D. 九十日
正确答案：C
1198、适用普通程序审理的行政复议案件，行政复议机构（ ）当面或者通过互联网、电话等方式听取当事人的意见，并将听取的意见记录在案。
A. 应当
B. 可以
C. 必须
D. 根据实际情况
正确答案：A
1199、申请人依照《中华人民共和国行政复议法》第十三条的规定提出对有关规范性文件的附带审查申请，行政复议机关有权处理的，应当在（ ）日内依法处理。
A. 5
B. 15
C. 30
D. 60
正确答案：C
1200、适用简易程序审理的行政复议案件，行政复议机构应当自受理行政复议申请之日起（ ）日内，将行政复议申请书副本或者行政复议申请笔录复印件发送被申请人。
A. 1
B. 3
C. 5
D. 7
正确答案：B
1201、某区综合执法支队受区市场监督管理局委托对李某销售过期食品的行为进行处罚，李某对此不服，申请行政复议应当以谁为被申请人？（ ）
A. 区综合执法支队
B. 区市场监督管理局
C. 区综合执法支队和区市场监督管理局
D. 区人民政府
正确答案：B
1202、某区城管局和区规划和自然资源局以共同名义作出决定，认定张某的房屋系违法建筑，要求予以拆除。张某对此不服，申请行政复议应当以谁为被申请人？（ ）
A. 区城管局
B. 区规划和自然资源局
C. 区城管局和区规划和自然资源局
D. 区人民政府
正确答案：C
1203、王某，男，28岁，系限制行为能力人，因与他人发生纠纷导致双方互殴，公安机关决定对王某给予行政拘留3日的处罚，以下哪些人员可以代王某申请行政复议。（ ） 
A. 王某的父亲
B. 王某的哥哥
C. 王某委托的律师
D. 王某的妻子
正确答案：D
1204、下级行政复议机关对其管辖的行政复议案件，认为需要由上级行政复议机关审理的，（ ）报请上级行政复议机关决定。
A. 可以
B. 应当
正确答案：A
1205、公民、法人或者其他组织依法提出行政复议申请，行政复议机关无正当理由不予受理、驳回申请或者受理后超过行政复议期限不作答复的，申请人有权向上级行政机关（ ），上级行政机关应当责令其纠正；必要时，上级行政复议机关可以直接受理。
A. 投诉
B. 举报
C. 反映
D. 信访
正确答案：C
1206、对当场作出或者依据电子技术监控设备记录的违法事实作出的行政处罚决定不服申请行政复议的，可以通过（ ）提交行政复议申请。
A. 作出行政处罚决定的行政机关
B. 作出行政处罚决定的行政机关的上一级
C. 区县人民政府
D. 街道办事处
正确答案：A
1207、同一行政复议案件申请人人数众多的，可以由申请人推选代表人参加行政复议。代表人参加行政复议的行为对其所代表的申请人发生效力，但是代表人变更行政复议请求、撤回行政复议申请、承认第三人请求的，应当经（ ）同意。
A. 申请人共同委托的代理人
B. 申请人和第三人
C. 被代表的申请人
D. 行政复议机关
正确答案：C
1208、行政复议机关应当加强（ ），运用（  ），方便公民、法人或者其他组织申请、参加行政复议，提高工作质量和效率。 
A. 数字化建设；数字化技术 
B. 网络建设；现代网络技术
C. 信息化建设；现代信息技术
D. 智能化建设；现代智能技术
正确答案：C
1209、为了防止和纠正违法的或者不当的行政行为，保护公民、法人和其他组织的合法权益，（ ）行政机关依法行使职权，发挥行政复议化解行政争议的主渠道作用，推进法治政府建设，根据宪法，制定本法。
A. 监督和保障
B. 监管和保障
C. 监督和建设
D. 监管和保证
正确答案：A
1210、《中华人民共和国行政处罚法（2021年修订）》的发布部门是（ ）。 
A. 全国人民代表大会
B. 全国人大常委会
C. 国务院
D. 国家主席 
正确答案：B
1211、中共中央第一次对中央党内法规制定工作进行顶层设计和制度安排是在（ ）
A. 《中共中央关于加强党内法规制度建设的意见》
B. 《中共中央关于全面推进依法治国重大问题的决定》
C. 《中央党内法规制定工作五年规划纲要（2013-2017）》
D. 《中央党内法规制定工作第二个五年规划（2018－2022年）》
正确答案：C
1212、根据《反间谍法》规定，国家安全机关因侦察间谍行为的需要，根据国家有关规定，经过严格的批准手续，可以采取（ ）措施。
A. 调查询问
B. 调取
C. 讯问
D. 技术侦察
正确答案：D
1213、开发、利用、节约、保护水资源和防治水害应当按照（ ）统一制定综合规划和专业规划。
A. 流域、区域
B. 区域、水域
C. 流域、水量
D. 流域、水域
正确答案：A
1214、养犬人的姓名、地址、联系方式变更的，养犬人应当自变更之日起（ ）内到公安机关或者通过养犬管理信息系统进行变更登记。
A. 七日
B. 十日
C. 十五日
D. 一个月
正确答案：C
1215、开发、利用水资源，应当符合水资源规划和水污染防治规划，实行（ ），正确处理上下游、左右岸和地区之间的关系。
A. 综合治理的原则
B. 统筹兼顾的原则
C. 兴利与除害相结合的原则
D. 优先开发利用地表水、合理开发地下水、鼓励污水处理再利用的原则
正确答案：C
1216、下列关于水费的说法正确的是（ ）
A. 使用水工程供应的水，应当缴纳水费。使用农村集体所有水工程供应的水，其水费的收取由农民用水合作组织决定。
B. 供水工程供应的水实行有利于节约水资源和保护环境的水价政策。供水价格应当按照补偿成本、合理收益、优质优价、公平负担的原则确定，充分考虑城乡居民的经济承受能力。
C. 对农村集体所有水工程供应的水逐步实行分类水价和超定额累进加价制度。
D. 供水价格应当按照城乡差异、地理区位的原则确定，充分考虑城乡居民的经济承受能力。
正确答案：B
1217、对取水工艺、设施落后，耗水量大，节水措施不力的单位，市、区县（自治县）水行政主管部门应当责令限期整改；逾期未整改的，（ ）。
A. 处五千元以上二万元以下罚款
B. 通报批评
C. 责令限期改正
D. 核减其取水量。
正确答案：D
1218、以下哪项不属于各级人民政府及水行政主管部门和有关部门节水措施？（ ）
A. 推广节水型生活器具、设备的应用
B. 支持节水技术的开发
C. 加强城乡供水管网改造
D. 推进城乡供水统一管理
正确答案：D
1219、水源和引供水工程建设、供水调度应当以（ ）和水量分配方案为依据。
A. 水量平衡方案
B. 径流调蓄计划
C. 水源净化方案
D. 水流水速情况
正确答案：B
1220、应当鼓励城市街道地面采用（ ），维持地下水补给平衡。
A. 防水建筑材料
B. 隔离建筑材料
C. 透水建筑材料
D. 防水建筑涂料
正确答案：C
1221、下列哪项说法是错误的？（ ）
A. 市、区县（自治县）环境保护主管部门对饮用水水源的水污染防治实施统一监督管理。
B. 水利、农业等相关部门依据各自职责，负责有关的饮用水水源保护工作。
C. 乡（镇）人民政府、街道办事处对本辖区内分散式饮用水水源的水污染防治实施监督管理。
D. 有关单位经批准可在分散式饮用水源处从事规模畜禽养殖、网箱网栏养殖工作。
正确答案：D
1222、下列哪项说法是错误的？（ ）
A. 《重庆市水资源管理条例》是根据《中华人民共和国水法》和有关法律、行政法规，结合本市实际所制定的。
B. 在本市行政区域内开发水资源的行为不适用本条例。
C. 本条例所称水资源，包括地表水和地下水。
D. 市、区县（自治县）人民政府应当将水资源的开发、利用、节约和保护纳入国民经济和社会发展规划。
正确答案：B
1223、以下哪项说法是错误的？（ ）
A. 重点管理区、一般管理区按照各自禁养犬只种类目录规定，不得饲养相应的烈性犬、攻击性犬。
B. 饲养大型犬应当符合相关规定。
C. 禁养的烈性犬、攻击性犬种类目录和大型犬的标准由市农业农村部门确定，并向社会公布。
D. 市公安机关会同农业农村、城市管理等部门建立养犬管理信息系统。
正确答案：C
1224、重点管理区内个人养犬饲养总数最高限制不得超过（ ）只。
A. 一
B. 二
C. 三
D. 四
正确答案：B
1225、以下哪项说法是错误的？（ ）
A. 养犬管理实行政府监管、养犬人自律、基层组织参与、社会公众监督相结合的原则。
B. 本市实行养犬分区管理。区县（自治县）城市建成区为重点管理区，区县（自治县）城市建成区以外区域为一般管理区。
C. 城市建成区的具体范围，由区县（自治县）人民政府确定并向社会公布。
D. 街道办事处、物业服务机构主管本行政区域内养犬管理工作，依法开展养犬登记管理，捕灭狂犬、处理涉犬纠纷等工作。  
正确答案：D
1226、养犬人的哪项做法违背了《重庆市养犬管理条例》的规定？（ ）
A. 甲将自己因感染传染病而死的犬只埋在小区花丛，时常探望。
B. 乙向公安机关举报其邻居虐狗的行为，希望处理
C. 丙每天栓狗绳在小区遛狗，并拿纸巾清理其排泄物。
D. 丁把小区里面某只流浪狗私自带走去医院做绝育手术。
正确答案：A
1227、一般管理区内个人申请养犬登记，应当提供的材料不包括（ ）
A. 养犬人个人身份证件
B. 房产证明或者租赁合同
C. 合法有效的犬只免疫证明；
D. 犬只品种、照片、主要体貌特征。
正确答案：B
1228、以下哪项不属于个人养犬应当具备的基本条件？（ ）
A. 合法身份证明
B. 完全民事行为能力
C. 相对固定收入
D. 固定住所
正确答案：C
1229、对正在伤人的犬只，（ ）可以采取措施进行控制。
A. 任何人
B. 公安机关
C. 街道办事处
D. 物业服务单位
正确答案：A
1230、以下哪种犬类最可能属于《重庆市养犬管理条例》所管理规范的犬种？（ ）
A. 某消防站的消防犬“小孟”
B. 某盲人的导盲犬“乖乖”
C. 某动物园珍稀犬“阿黄”
D. 某工厂大型看门犬“飞飞”
正确答案：D
1231、以下哪项建筑不属于噪声敏感建筑物？（ ）
A. 甲区某大专院校
B. 乙县某私立医院
C. 丙市航天设计院
D. 丁区万达广场
正确答案：D
1232、以下关于噪声污染防治的规定中，哪项说法是正确的？（ ）
A. 排放噪声、产生振动，应当符合噪声排放标准以及相关的环境振动控制标准和有关法律、法规、规章的要求。
B. 禁止夜间在噪声敏感建筑物集中区域进行产生噪声的建筑施工作业。
C. 高、中考结束前十五日内，禁止夜间在噪声敏感建筑物集中区域进行产生噪声扰民的作业；高、中考期间，禁止在考场周围一百米区域内进行产生噪声扰民的作业。
D. 需要夜间进行产生噪声的建筑施工作业的，施工单位只需在施工现场显著位置公示或者以其他方式公告附近居民即可。
正确答案：A
1233、（ ）应当及时向社会如实公开主要污染物的名称、排放方式、排放浓度和总量、超标排放情况以及防治污染设施的建设和运行情况等环境信息。
A. 重点排污单位
B. 生态环境主管部门
C. 环境监测机构
D. 新闻媒体
正确答案：A
1234、以下那种情形不属于不得核发建设项目环境影响报告书或者报告表批准书的情形？（ ）
A. 建设项目类型及其选址、布局、规模等不符合环境保护法律法规和相关法定规划。
B. 所在区域环境质量未达到国家或者地方环境质量标准，但建设项目拟采取的措施可以满足区域环境质量改善目标管理要求。
C. 建设项目采取的污染防治措施无法确保污染物排放达到国家和地方排放标准，或者未采取必要措施预防和控制生态破坏。
D. 改建、扩建和技术改造项目，未针对项目原有环境污染和生态破坏提出有效防治措施。
正确答案：B
1235、以下哪项说法是错误的？（ ）
A. 市、区县（自治县）人民政府应当将环境保护工作纳入国民经济和社会发展规划。
B. 市、区县（自治县）生态环境主管部门应当会同有关部门，根据国家环境保护规划、国民经济和社会发展规划，结合本行政区域环境质量状况，编制环境保护规划，报本级人民政府批准后公布实施。
C. 跨区县（自治县）、主城区的污染防治、生态保护等专项规划由市生态环境主管部门组织编制，报市人民政府备案后公布实施。
D. 环境保护规划应当与主体功能区规划、土地利用总体规划和城乡规划等相衔接。
正确答案：C
1236、以下哪项说法是错误的？（ ）
A. 各级人民政府应当加强环境保护宣传教育，鼓励基层群众性自治组织、社会组织、环境保护志愿者开展环境保护法律法规和环境保护知识的宣传，营造保护环境的良好风气。
B. 教育行政部门应当将环境保护知识纳入学校教育内容。
C. 企业事业单位和其他生产经营者依申请公开环境信息，接受社会监督。
D. 新闻媒体应当开展环境保护法律法规和环境保护知识的宣传，对环境违法行为进行舆论监督。
正确答案：C
1237、市、区县（自治县）人民政府应当根据本行政区域的环境容量和经济社会发展水平，实行（ ）。
A. 环境保护问责制度
B. 生态环境损害责任终身追究制度
C. 生态环境保护责任审计制度
D. 环境准入制度
正确答案：D
1238、以下哪项不属于《重庆市环境保护条例》环境保护的原则？（ ）
A. 谁污染谁治理
B. 综合治理
C. 公众参与
D. 损害担责
正确答案：A
1239、《重庆市专利促进与保护条例》自（ ）起施行。
A. 2023年9月1日
B. 2021年9月1日
C. 2023年7月27日
D. 2021年7月27日
正确答案：A
1240、以下哪个部门无权开展专利侵权纠纷行政裁决？（ ）
A. 市专利管理部门
B. 有承接能力的区县专利管理部门
C. 具有管理专利公共事务职能的组织
D. 市场监督管理部门综合行政执法机构
正确答案：D
1241、以下哪项不属于市专利管理部门通过统一的信息公共服务平台提供的信息？（ ）
A. 专利信息检索
B. 相关产业专利数据库
C. 专利信息统计数据
D. 专利分析评议结论
正确答案：D
1242、下列关于专利侵权纠纷案件，哪项说法是正确的？（ ）
A. 对当事人提交的申请材料，市专利管理部门应当予以接收，并根据具体情况出具书面凭证。
B. 当事人提交材料不符合要求的，专利管理部门口头一次性全面告知应当补正的材料和期限。
C. 符合法定立案条件的，专利管理部门应当在五个工作日内予以立案。
D. 不符合法定立案条件的，专利管理部门应当以书面形式说明理由。
正确答案：C
1243、市专利管理部门受理专利侵权纠纷案件实行（ ）。
A. 立案审查制
B. 立案审批制
C. 立案备案制
D. 立案登记制
正确答案：D
1244、市、区县（自治县）人民政府及其有关部门应当采取资助、奖补等方式促进专利技术产业化，培育（ ）产业。
A. 专利指向型
B. 专利专业型
C. 专利科学型
D. 专利密集型
正确答案：D
1245、以下哪种说法是错误的？（ ）
A. 已经实施并且取得经济社会效益的专利，应当作为开展绩效考核、评先评优、职称评定、职位或者职级晋升工作时评价考核发明人、设计人的决定因素。
B. 专利管理部门应当鼓励和支持企业事业单位建立完善专利管理服务制度，提升专利管理服务水平。
C. 对技术进步产生重大作用并且取得显著经济社会效益的专利技术其主要发明人、设计人可以按照规定破格申报相关专业技术职称。
D. 市、区县（自治县）人民政府应当重视专利人才工作，将专利人才的培养、引进纳入地方人才规划。
正确答案：A
1246、275.以下哪种说法是错误的？（ ）
A. 市人民政府管理专利工作的部门负责全市范围内的重大专利纠纷调解、其他专利管理与服务等工作。
B. 区县（自治县）人民政府管理专利工作的部门，负责该行政区域内的专利侵权纠纷行政裁决、其他专利管理与服务等工作。
C. 市人民政府应当加强跨区域专利合作机制建设，强化专利保护协作、纠纷解决、信息共享、学术研究、人才培养等工作。
D. 专利工作遵循激励创新、有效运用、依法保护、科学管理、优质服务的原则。
正确答案：B
1247、以下哪一项不属于重庆市政府与四川省政府共同协同推进优化营商环境的措施？（ ）
A. 支持共建区域发展功能平台，探索经济区与行政区适度分离，促进要素自由流动，提高资源配置效率；
B. 推进政务服务标准统一、异地通办、监管联合、数据共享、证照互认；
C. 完善执法联动响应和协作机制，实现违法线索互联、处理结果互认；
D. 健全由市场主体以及第三方参与的社会评价机制，对公共资源交易平台提供公共服务的情况进行评价。
正确答案：D
1248、市人民政府应当建立优化营商环境考核和激励机制，将考核结果作为区县（自治县）人民政府（ ）。
A. 年度评价依据
B. 整体评价依据
C. 季度评价依据
D. 综合评价依据
正确答案：D
1249、《重庆市优化营商环境条例》自（ ）起施行。
A. 2021年3月31日
B. 2023年3月31日 
C. 2021年7月1日
D. 2023年7月1日
正确答案：C
1250、以下哪种做法是错误的？（ ）
A. 甲县人民政府及其有关部门建立常态化政企沟通机制，依法解决市场主体生产经营中遇到的困难和问题。
B. 乙区人民政府通过大数据分析等方式征集企业反馈意见，并收取相应数据费用。
C. 丙区人民政府建立营商环境观察员制度，推动优化营商环境精准施策。
D. 丁县人民政府通过座谈、问卷调查、主动上门、互联网征求意见等方式，听取市场主体的反映和诉求。
正确答案：B
1251、行政机关在行政审批过程中需要委托中介服务机构开展技术性服务的，应当通过（ ）方式选择中介服务机构。
A. 考察制
B. 竞争制
C. 推荐制
D. 招标制
正确答案：B
1252、市、区县（自治县）人民政府及其有关部门应当依托（ ）平台，推动线下和线上政务服务融合。
A. 渝快付
B. 渝快办
C. 政务服务平台
D. 部门官网
正确答案：B
1253、（ ）是优化营商环境的第一责任人。
A. 政府主要负责人
B. 市场主体和企业经营者
C. 广大消费者
D. 行政机关
正确答案：A
1254、以下哪一项不是优化营商环境应当坚持的原则？（ ）
A. 市场化原则
B. 法治化原则
C. 透明化原则
D. 国际化原则
正确答案：C
1255、根据《中华人民共和国反有组织犯罪法》规定，对因组织、领导黑社会性质组织被判处刑罚的人员，设区的市级以上公安机关（ ）决定其自刑罚执行完毕之日起，按照国家有关规定向公安机关报告个人财产及日常活动。报告期限不超过（ ）年。
A. 可以；3
B. 可以；5
C. 应当；3
D. 应当；5
正确答案：B
1256、根据《中华人民共和国反有组织犯罪法》规定，不得查封、扣押、冻结与有组织犯罪案件无关的财物。经查明确实与案件无关的财物，应当在（ ）以内解除查封、扣押、冻结，予以退还。对被害人的合法财产，应当及时返还。
A. 3日
B. 7日
C. 15日
D. 30日
正确答案：A
1257、根据《中华人民共和国反有组织犯罪法》规定，因举报、控告和制止有组织犯罪活动，在有组织犯罪案件中作证，本人或者其近亲属的人身安全面临危险的，公安机关、人民检察院、人民法院应当按照有关规定，采取保护措施。其中变更被保护人员身份的，由（ ）批准和组织实施。
A. 人民检察院
B. 人民法院
C. 被保护人所在地公安机关
D. 国务院公安部门
正确答案：D
1258、对有组织犯罪的罪犯，（ ）可以依照《中华人民共和国刑法》有关从业禁止的规定，禁止其从事相关职业，并通报相关行业主管部门。
A. 人民检察院
B. 人民法院
C. 公安机关
D. 有关主管部门
正确答案：B
1259、公安机关核查黑社会性质组织犯罪线索，发现涉案财产有灭失、转移的紧急风险的，经设区的市级以上公安机关负责人批准，可以对有关涉案财产采取紧急止付或者临时冻结、临时扣押的紧急措施，期限不得超过（ ）。
A. 24小时
B. 48小时
C. 72小时
D. 96小时
正确答案：B
1260、电信业务经营者，互联网服务提供者拒不为侦查有组织犯罪提供技术支持和协助，经责令改正拒不改正货情节严重的，依照（ ）有关规定给予处罚。
A. 中华人民共和国民法典
B. 中华人民共和国刑法
C. 中华人民共和国网络安全法
D. 中华人民共和国治安管理处罚法
正确答案：C
1261、有组织犯罪是指（ ）。
A. 涉黑涉恶犯罪
B. 涉案金额比较大的犯罪
C. 涉案人员比较多的犯罪
D. 引发严重后果的犯罪
正确答案：A
1262、《中华人民共和国反有组织犯罪法》于（ ）正式实施。
A. 2021年12月24日
B. 2022年1月1日
C. 2022年5月1日
D. 2022年6月1日
正确答案：C
1263、新修订的《中华人民共和国妇女权益保障法》自（ ）起施行。
A. 2023年3月8日
B. 2023年5月1日
C. 2023年1月1日
D. 2023年6月1日
正确答案：C
1264、妇女公益维权热线（ ）
A. 12348
B. 12315
C. 12338
D. 12345
正确答案：C
1265、根据《中华人民共和国妇女权益保障法》规定，村民自治章程、村规民约，村民会议、村民代表会议的决定以及其他涉及村民利益事项的决定，不得以妇女（ ）等为由，侵害妇女在农村集体经济组织中的各项权益。 ①未婚 ②订婚 ③结婚 ④离婚 ⑤丧偶 ⑥户无男性
A. ①③④⑤⑥
B. ①②④⑤⑥
C. ②④⑤⑥
D. ①②④⑤
正确答案：A
1266、根据《中华人民共和国妇女权益保障法》规定，女方在怀孕期间、分娩后（ ）内或者终止妊娠后（ ）内，男方不得提出离婚；但是，女方提出离婚或者人民法院认为确有必要受理男方离婚请求的除外。
A. 六个月；一年
B. 三个月；六个月
C. 一年；六个月
D. 六个月；三个月
正确答案：C
1267、《中华人民共和国妇女权益保障法》第二十六条规定，住宿经营者应当及时准确登记住宿人员信息，健全住宿服务规章制度，加强安全保障措施；发现可能侵害妇女权益的违法犯罪行为，应当及时向（ ）报告。未履行报告等义务的，依法给予警告、责令停业整顿或者吊销营业执照、吊销相关许可证，并处一万元以上五万元以下罚款。
A. 所在地政府
B. 人民法院
C. 妇女联合会
D. 公安机关
正确答案：D
1268、根据《中华人民共和国妇女权益保障法》规定，对妇女实施性骚扰的，由公安机关给予批评教育或者出具（ ），并由所在单位依法给予处分。
A. 告诫书
B. 处罚决定书
C. 处罚意见书
D. 处罚通知书
正确答案：A
1269、根据《中华人民共和国妇女权益保障法》规定，侵害妇女合法权益，导致社会公共利益受损的，检察机关可以发出（ ）；侵害妇女平等就业权益，检察机关可以依法提起（ ）。
A. 检察建议；公益诉讼
B. 工作建议；公诉
C. 批评建议；抗诉
D. 训诫；公诉
正确答案：A
1270、根据《中华人民共和国妇女权益保障法》规定，为更好地提供妇女权益保护方面的咨询、帮助，县级以上人民政府应当开通全国统一的（ ），及时受理、移送有关侵害妇女合法权益的投诉、举报；有关部门或者单位接到投诉、举报后，应当及时予以处置。
A. 网络服务平台
B. 妇女权益保护服务热线
C. 微信公众号
D. 手机软件
正确答案：B
1271、根据《中华人民共和国妇女权益保障法》规定，乡镇人民政府应当对村民自治章程、村规民约，村民会议、村民代表会议的决定以及其他涉及村民利益事项的决定进行指导，对其中违反法律、法规和国家政策规定，侵害妇女合法权益的内容责令改正；受侵害妇女向（ ）或者向人民法院起诉的，农村土地承包仲裁机构或者人民法院应当依法受理。
A. 公安机关报案
B. 农村土地承包仲裁机构申请仲裁
C. 妇女联合会反映
D. 乡镇政府反映
正确答案：B
1272、根据《中华人民共和国妇女权益保障法》规定，用人单位侵害妇女劳动和社会保障权益的，人力资源和社会保障部门可以联合工会、妇女联合会（ ），依法进行监督并要求其限期纠正。
A. 约谈用人单位
B. 向法院提起诉讼
C. 做出处罚决定
D. 提出处理意见
正确答案：A
1273、根据《中华人民共和国妇女权益保障法》规定，妇女的合法权益受到侵害的，可以向妇女联合会等妇女组织求助。妇女联合会等妇女组织应当维护被侵害妇女的合法权益，有权要求并协助有关部门或者单位查处。有关部门或者单位应当依法查处，并予以答复；不予处理或者处理不当的，县级以上人民政府负责妇女儿童工作的机构、妇女联合会可以向其提出（ ），必要时可以提请同级人民政府开展（ ）。
A. 督促处理意见；督查
B. 意见建议；教育
C. 批评；整治
D. 处罚意见；整治
正确答案：A
1274、根据重庆市《支持个体工商户和中小微企业发展十二条措施》规定，减免个体工商户和中小微企业电梯、锅炉、锅炉水（介）质等检验检测费用，执行时间至（ ）。
A. 2023年6月31日
B. 2023年9月31日
C. 2023年10月31日
D. 2023年12月31日
正确答案：D
1275、2022年12月1日重庆市人民政府办公厅印发了《支持个体工商户和中小微企业发展十二条措施》，下列哪条不属于当中的具体措施（ ）
A. 加大信贷支持力度
B. 减免税款
C. 减免房屋租金
D. 强化拖欠中小企业账款清理
正确答案：B
1276、依法成立的个体劳动者协会在市场监督管理部门指导下，充分发挥桥梁纽带作用，推动个体工商户党的建设，为个体工商户提供服务，维护个体工商户合法权益，引导个体工商户诚信自律。个体工商户（ ）加入个体劳动者协会。
A. 应当
B. 雇员人数超过2人的应当
C. 月营业额超过5万元的应当
D. 自愿
正确答案：D
1277、个体工商户可以自愿变更经营者或者转型为企业。变更经营者的，（ ）。
A. 需注销后重新登记。
B. 注册满2年后方可申请变更。
C. 只能在家庭成员之间变更。
D. 可以直接向市场主体登记机关申请办理变更登记。
正确答案：D
1278、国务院（ ）会同有关部门加强对促进个体工商户发展工作的宏观指导、综合协调和监督检查。
A. 发展和改革委员会
B. 商务部
C. 金融监督管理总局
D. 市场监督管理部门
正确答案：D
1279、国家对个体工商户实行市场平等准入、（ ）的原则。
A. 择优培养
B. 重点支持
C. 公平待遇
D. 自由发展
正确答案：C
1280、行政机关适用上级行政机关制定的行政处罚裁量基准可能出现明显不当、显失公平，或者行政处罚裁量基准适用的客观情况发生变化的，报请（ ）批准后，可以调整适用。
A. 本行政机关主要负责人
B. 本行政机关办公会集体讨论
C. 本行政机关党委（组）会
D. 该基准制定机关
正确答案：D
1281、罚款为一定金额的倍数的，减轻处罚应当低于最低倍数，从轻处罚按最低倍数到最高倍数这一幅度的（ ）以下确定（包含本数）。
A. 10%
B. 30%
C. 50%
D. 70%
正确答案：B
1282、除法律另有规定外，违法行为在（ ）内未被发现的，或者涉及公民生命健康安全、金融安全且有危害后果的违法行为在（ ）内未被发现的，应当不予行政处罚。
A. 2年  5年
B. 1年  2年
C. 1年  3年
D. 2年  3年
正确答案：A
1283、法律、法规、规章新设或者调整行政处罚的，市级行政机关应当自法律、法规、规章公布之日起（ ）内制定或者修改行政处罚裁量基准。因特殊情况不能在规定期限内制定或者修改的，经行政机关主要负责人批准可以延长制定或者修改期限，但最长不得超过（    ）。
A. 6个月  1年
B. 3个月  6个月
C. 1个月  3个月
D. 1年  2年
正确答案：A
1284、市、区县（自治县）（ ）具体负责指导、协调、监督本行政区域内规范和行使行政处罚裁量权工作。
A. 人民法院
B. 人民政府
C. 司法行政部门
D. 人民代表大会
正确答案：C
1285、市、区县（自治县）（ ）应当加强对本行政区域内行政机关规范和行使行政处罚裁量权工作的组织领导。
A. 人民代表大会
B. 人民代表大会常务委员会
C. 人民政府
D. 司法行政部门
正确答案：C
1286、行政机关行使行政处罚裁量权应当综合衡量违法行为的事实、性质、情节、社会危害程度以及（ ）等因素，排除不相关因素的干扰。
A. 被处罚人经济收入
B. 上年度人均可支配收入
C. 地区最低工资标准
D. 区域经济发展水平
正确答案：D
1287、根据《重庆市规范行政处罚裁量权办法》，行政机关行使行政处罚裁量权应当遵循公正公开、合法合理、程序正当、过罚相当、（ ）、高效便民的原则。
A. 严格执法
B. 处罚与教育相结合
C. 严厉处罚
D. 批评教育
正确答案：B
1288、233.根据《重庆市行政处罚听证程序规定》，规定中“3日”“5日”“7日”的规定是指工作日，（ ）法定节假日。本规定中“以上”（ ）本数。
A. 不含  包括
B. 含  包括
C. 含 不包括
D. 不含  不包括
正确答案：A
1289、根据《重庆市行政处罚听证程序规定》，公开举行的听证应当设置旁听席。行政机关根据公民、法人或者其他组织报名情况以及场地情况，（ ）选取旁听人员。
A. 随机抽取或者按照报名顺序
B. 指定
C. 根据案件关联程度
D. 根据案件影响力大小
正确答案：A
1290、根据《重庆市行政处罚听证程序规定》，当事人以邮寄方式提出听证要求的，以（ ）为准；以传真、电子邮件等方式提出听证要求的，以传真、电子邮件等（ ）行政机关特定系统的日期为准。
A. 寄出的邮戳日期  到达
B. 收到的邮戳日期  到达
C. 实际收到日期  到达
D. 材料落款日期  到达
正确答案：A
1291、根据《重庆市行政处罚听证程序规定》，听证主持人应当在举行听证（ ）日前制作听证通知书，并送达听证参加人。
A. 3
B. 5
C. 7
D. 15
正确答案：C
1292、根据《重庆市行政处罚听证程序规定》，行政机关应当自收到当事人听证要求之日起（ ）日内确定听证主持人，并督促案件调查人员将案件材料移交听证主持人。
A. 3
B. 5
C. 7
D. 15
正确答案：A
1293、根据《重庆市行政处罚听证程序规定》，行政机关拟作出较大数额罚款行政处罚决定，应当告知当事人有要求听证的权利。较大数额罚款，是指对公民的违法行为处以（ ）元以上罚款，对法人或者其他组织的违法行为处以（ ）元以上罚款。
A. 500  2000
B. 500  5000
C. 1000  10000
D. 5000  50000
正确答案：D
1294、根据《重庆市行政处罚听证程序规定》，听证由拟作出行政处罚的行政机关组织。其中行政机关依法委托实施行政处罚的，由（ ）负责组织听证。
A. 受委托组织
B. 委托机关
C. 委托机关指定组织
D. 委托机关上级组织
正确答案：A
1295、根据《重庆市行政处罚听证程序规定》，组织听证的费用由（ ）承担。行政机关不得向当事人收取或者变相收取任何费用。
A. 申请人
B. 行政机关
C. 案件调查人员
D. 听证主持人
正确答案：B
1296、培育重庆法治文化品牌，开展“（ ）”主题法治宣传教育活动，突出一个季度一个主题开展集中宣传，增强全市普法工作系统性、整体性、协同性，打造品牌活动载体。
A. 行千里致广大
B. 法润重庆
C. 法润千里治汇广大
D. 法润两江
正确答案：C
1297、推进普法与依法治理有机融合，首先要加强基层依法治理。开展乡村（社区）“法律明白人”培养工程，加强乡村（社区）“法律明白人”队伍建设，到2025年全市每个村（社区）有（ ）名以上骨干“法律明白人”。
A. 1
B. 2
C. 3
D. 5
正确答案：D
1298、根据普法责任落实具体要求，全面推行行政执法机关普法（ ）制度，加强指导督促，实行动态管理。
A. 群众联系点
B. 社区联系点
C. 基层立法联系点
D. 依法治理联系点
正确答案：D
1299、根据“谁执法谁普法”责任制强化要求，要健全完善市、区县两级国家机关（ ）并实施动态管理，严格落实（ ），强化评审整改、督导实施和效果评估。
A. 普法责任清单制度   年度普法计划申报评审实施制度
B. 普法信息公开制度   普法经费预算制度
C. 普法效果考核制度   普法责任追究制度
D. 普法全民动员制度   普法计划公开制度
正确答案：A
1300、根据“谁服务谁普法”普法责任制，把普法融入法律服务过程，强化（ ）在法律服务、调处矛盾纠纷、参与涉法涉诉信访案件处理过程中的普法教育和释法析理，引导当事人和社会公众依法维权、表达诉求。
A. 法律服务工作者
B. 调解员
C. 律师
D. 公证员
正确答案：A
1301、根据“谁执法谁普法”普法责任制，在执法、司法过程中，加强对诉讼参与人、行政相对人、利害关系人以及社会公众的法律法规和政策宣讲，实现案件办理的全员普法、全程普法。在落实行政执法公示、执法全过程记录、（ ）中，加强普法宣传。
A. 人性执法
B. 柔性执法
C. 重大执法决定法制审核制度
D. 证据搜集
正确答案：C
1302、根据《中央宣传部、司法部关于开展法治宣传教育的第八个五年规划（2021－2025年）》全面落实普法责任制的相关规定，推行（ ），促进各社会团体、企事业单位以及其他组织加强本系统本行业本单位人员学法用法，加大对管理服务对象普法力度，落实普法责任。
A. 单位普法
B. 社区普法
C. 网络普法
D. “谁管理谁普法”、“谁服务谁普法”
正确答案：D
1303、根据“八五”普法规划，普法的重点内容包括：（一）突出学习宣传习近平法治思想（二）突出宣传宪法（三）突出宣传 （ ）     （四）深入宣传与推动高质量发展密切相关的法律法规（五）深入宣传与社会治理现代化密切相关的法律法规（六）深入宣传党内法规。
A. 刑法
B. 民法典
C. 反有组织犯罪法
D. 消费者权益保护法
正确答案：B
1304、专门学校应当对接受专门教育的未成年人（ ）进行教育和矫治。
A. 分级分类 
B. 随机分班
C. 统一 
D. 单独
正确答案：A
1305、《预防未成年人犯罪法》中规定的专门矫治教育场所实行闭环管理，（ ）负责未成年人的矫治工作，（ ）承担未成年人的教育工作。
A. 司法行政部门；公安机关、教育行政部门
B. 公安机关、教育行政部门；司法行政部门 
C. 公安机关；教育行政部门、司法行政部门 
D. 公安机关、司法行政部门；教育行政部门
正确答案：D
1306、（ ）人民政府应当结合本地的实际情况，至少确定一所专门学校按照分校区、分班级等方式设置专门场所，对《预防未成年人犯罪法》规定的未成年人进行专门矫治教育。 
A. 市级
B. 省级
C. 县级
D. 乡级
正确答案：B
1307、未成年人实施刑法规定的行为、因不满法定刑事责任年龄不予刑事处罚的，经专门教育指导委员会评估同意，教育行政部门会同公安机关可以（ ）。 
A. 决定对其进行暂时刑事拘留
B. 禁止未成年学生参与义务教育
C. 决定对其进行专门矫治教育
D. 决定对其进行心理健康教育
正确答案：C
1308、职业培训机构、用人单位在对已满（ ）周岁准备就业的未成年人进行职业培训时，应当将预防犯罪教育纳入培训内容。
A. 14
B. 16
C. 18
D. 20
正确答案：B
1309、未成年人的父母或者其他监护人对未成年人的预防犯罪教育负有（ ）责任。 
A. 重要
B. 直接 
C. 一定
D. 间接
正确答案：B
1310、预防未成年人犯罪，在（ ）组织下，实行综合治理。 
A. 中央人民政府
B. 司法和执法机关
C. 民政、教育部门
D. 各级人民政府
正确答案：D
1311、《中华人民共和国预防未成年人犯罪法》第三条规定，开展预防未成年人犯罪工作，应当尊重未成年人人格尊严，保护未成年人的名誉权、（ ）和个人信息等合法权益。 
A. 隐私权
B. 受教育权
C. 建议权
D. 人身自由权
正确答案：A
1312、任何组织或者个人发现网络产品、服务含有危害未成年人身心健康的信息，有权向网络产品和服务提供者或者网信、公安等部门（ ）。
A. 投诉、检举
B. 反映、举报
C. 投诉、揭发
D. 投诉、举报
正确答案：D
1313、人民法院审理离婚案件，涉及未成年子女抚养问题的，应当尊重已满（ ）周岁未成年子女的真实意愿，根据双方具体情况，按照最有利于未成年子女的原则依法处理。 
A. 8
B. 10 
C. 12
D. 16
正确答案：A
1314、以下哪一情形下，公安机关可以对外公布有关案件中未成年人的姓名和就读学校。（ ） 
A. 未成年人参与斗殴，导致他人重伤，公安机关对外发布案件公告时
B. 未成年人在火车站被拐卖，失踪还未超过12小时，公安机关对外发布被拐卖未成年人信息时 
C. 未成年人从高空投掷物品，导致他人死亡，公安机关对外发布调查结果时 
D. 未成年人对他人进行言语侮辱和网络暴力，导致他人（未成年人）受到身体与精神创伤，公安机关对外发布处理结果时
正确答案：B
1315、学校应当配合政府有关部门建立（ ）、困境未成年学生的信息档案，开展关爱帮扶工作。 
A. 失足未成年学生
B. 留守未成年学生
C. 经济困难学生
D. 身心有障碍学生
正确答案：B
1316、（ ）及其有关部门对困境未成年人实施分类保障，采取措施满足其生活、教育、安全、医疗康复、住房等方面的基本需要。
A. 各级人民政府
B. 地方人民政府
C. 国务院 
D. 全国人大及其常务委员会
正确答案：A
1317、（ ）应当对办理未成年人法律援助案件的律师进行指导和培训。
A. 法院 
B. 律师事务所
C. 法律援助机构和律师协会
D. 律师协会
正确答案：C
1318、人民法院审理继承案件，应当依法保护未成年人的（ ）。
A. 继承权
B. 继承权和受遗赠权
C. 受遗赠权
D. 财产权
正确答案：B
1319、未成年被害人、证人是女性的，应当由（ ）工作人员进行。
A. 男性
B. 男性和女性
C. 固定
D. 女性
正确答案：D
1320、对违法犯罪的未成年人依法处罚后，在（ ）等方面不得歧视。
A. 升学
B. 受教育
C. 考试招聘
D. 升学、就业
正确答案：D
1321、对违法犯罪的未成年人，实行教育、感化、挽救的方针，坚持（ ）的原则。 
A. 教育为主、干预为辅
B. 补救为主、感化为辅
C. 教育为主、惩罚为辅
D. 教育为主、惩处为辅
正确答案：C
1322、（ ）应当采取措施，鼓励和支持学校在国家法定节假日、休息日及寒暑假期将文化体育设施对未成年人免费或者优惠开放。 
A. 地方人民政府
B. 国务院
C. 地方人大及其常务委员会
D. 全国人大及其常务委员会
正确答案：C
1323、国家机关工作人员玩忽职守、（ ）、徇私舞弊，损害未成年人合法权益的，依法给予处分。 
A. 滥用职权罪
B. 徇私枉法
C. 行贿受贿
D. 贪污腐败
正确答案：A
1324、学校，是指普通中小学、特殊教育学校、（ ）、专门学校。
A. 大学
B. 高等职业学校
C. 幼儿园
D. 中等职业学校
正确答案：D
1325、最新修订未成年人保护法的实施日期（ ）
A. 2021年1月1日
B. 2021年6月1日
C. 2021年8月1日
D. 2021年10月1日
正确答案：B
1326、未成年人在校内、园内或者本校、本园组织的校外、园外活动中发生人身伤害事故的，学校、幼儿园应当立即（ ），妥善处理，及时通知未成年人的父母或者其他监护人，并向有关部门报告。
A. 报警
B. 救护
C. 上报
正确答案：B
1327、（ ）应当做好保育、教育工作，遵循幼儿身心发展规律，实施启蒙教育，促进幼儿在体质、智力、品德等方面和谐发展。
A. 教育部门
B. 家庭
C. 幼儿园
正确答案：C
1328、（ ）应当建立未成年学生保护工作制度，健全学生行为规范，培养未成年学生遵纪守法的良好行为习惯。
A. 学校
B. 教育部门
C. 政府
正确答案：A
1329、未成年人的父母或者其他监护人应当对未成年人进行（ ），提高未成年人的自我保护意识和能力。
A. 安全教育
B. 普法教育
C. 专业教育
D. 自护教育
正确答案：A
1330、未成年人的父母或者其他监护人应当学习（ ），接受家庭教育指导，创造良好、和睦、文明的家庭环境。
A. 育儿知识
B. 家庭教育知识
C. 专业知识
正确答案：C
1331、有关部门接到涉及未成年人的检举、控告或者报告，应当（ ），并以适当方式将处理结果告知相关单位和人员。　　
A. 及时受理处置
B. 依法受理
C. 依法处置
D. 依法及时受理、处置
正确答案：D
1332、国家鼓励和支持未成年人保护方面的科学研究，建设相关学科、设置相关专业，加强（ ）。
A. 人才培养
B. 学科培养
C. 学科建设
D. 宣传教育
正确答案：A
1333、未成年人是指未满（ ）周岁的公民。
A. 14
B. 16
C. 18
D. 20
正确答案：C
1334、以下哪一个不属于法治教育应当纳入的体系？（ ）
A. 网络教育体系
B. 干部教育体系
C. 国民教育体系
D. 社会教育体系
正确答案：A
1335、下面哪个不属于深入宣传党内法规的方式？（ ）
A. 以党章、准则、条例等为重点
B. 注重纪法宣传的衔接
C. 以党内法规的熟悉程度作为评价党员是否优秀的标准
D. 促进党内法规学习宣传制度化
正确答案：C
1336、“八五普法”对公民法治素养的提升要求做到（ ）。
A. 着重提升
B. 持续提升
C. 引导改善
D. 深化提高
正确答案：B
1337、“八五普法”以（ ）引领全民普法工作？
A. 马克思列宁主义
B. 科学发展观
C. 毛泽东思想
D. 习近平法治思想
正确答案：D
1338、“八五普法”是指（ ）年？
A. 2021-2025
B. 2016-2020
C. 2022-2026
D. 2023-2027
正确答案：A
1339、中国抗日战争的起点和中国人民局部抗战开始的标志是（ ）。
A. 九•一八事变
B. 华北事变
C. 一二•九运动
D. 七七事变
正确答案：A
1340、1927年9月进行的三湾改编提出“（ ）”的重要原则，是把工农革命军建设成为无产阶级领导的新型人民 军队的重要开端。　　
A. 支部建在军事指挥机关
B. 支部建在师部
C. 支部建在连上
D. 支部建在团上
正确答案：C
1341、1927年8月1日，（ ）打响了武装反抗国民党反动派的第一枪，标志着中国共产党独立领导革命战争、创 建人民军队和武装夺取政权的开始。 　　
A. 南昌起义
B. 秋收起义
C. 广州起义
D. 上海工人三次武装起义
正确答案：A
1342、1924年至1927年，一场以推翻帝国主义在华势力和北洋军阀为目标的革命运动，似滚滚洪流席卷中国大 地。人们通常把它称为“大革命”或“国民革命”。1927年大革命失败后，中国共产党确定了（ ）的总方针。
A. 开展工人运动
B. 城市暴动和武装反抗国民党反动派统治 
C. 争取中间力量和通过合法斗争夺权
D. 土地革命和武装反抗国民党反动派统治
正确答案：D
1343、中国共产党历史上唯一一次在国外召开的全国代表大会是（ ）。　
A. 三大
B. 四大
C. 五大
D. 六大
正确答案：D
1344、1922年7月，党的二大第一次提出了明确的（ ）的民主革命纲领。
A. 土地革命
B. 反帝反封建
C. 社会主义革命
D. 民族革命
正确答案：B
1345、1921年7月23日，党的一大在上海开幕。后因代表们的活动受到监视，大会转移到浙江（ ）继续召开。党的一大的召开宣告中国共产党正式成立。 　　
A. 杭州西湖
B. 嘉兴南湖
C. 绍兴东湖
D. 宁波东钱湖
正确答案：B
1346、（ ）是中国革命史上具有重大意义的事件，标志着中国新民主主义革命的开端。 　　
A. 辛亥革命
B. 护国运动
C. 五四运动
D. 二次革命
正确答案：C
1347、近代以来，中华民族面对着两大历史任务：一个是（ ）；一个是实现国家繁荣富强和人民共同富裕。
A. 反对帝国主义
B. 反对封建主义
C. 求得民族独立和人民解放
D. 实现民族复兴
正确答案：C
1348、中国共产党是中国工人阶级的先锋队，同时是中国人民和（ ）的先锋队，是中国特色社会主义事业的领导核心。 　　
A. 农民阶级
B. 知识分子
C. 中华民族
D. 新社会阶层
正确答案：B
1349、发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。
A. 创新、协调、绿色、开放、共享
B. 创造、协调、生态、开放、共享
C. 创新、统筹、绿色、开放、共享
D. 创造、统筹、生态、开放、共享 
正确答案：A
1350、中国共产党人的初心和使命，就是为中国人民（ ），为中华民族（ ）。这个初心和使命是激励中国共产党人不断前进 的根本动力。（ ） 　　
A. 谋幸福，谋未来
B. 谋生活，谋复兴
C. 谋幸福，谋复兴
D. 谋生活，谋未来
正确答案：C
1351、十九大的主题是：不忘初心，（ ），高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。 　　
A. 继续前进
B. 牢记使命
C. 方得始终
D. 砥砺前行
正确答案：B
1352、中国共产党第十九次全国代表大会，是在全面建成小康社会决胜阶段、中国特色社会主义进入（ ）的关键时期召开的一次十分重要的大会。　　
A. 新时期
B. 新阶段
C. 新征程
D. 新时代
正确答案：D
1353、随着马克思主义同中国工人运动的结合日益紧密、建立统一的中国共产党的条件日益成熟。在共产国际代表 的促进下，中共一大于（ ）在上海召开。 　　
A. 1921年6月20日
B. 1921年7月1日
C. 1921年7月23日
D. 1921年7月30日
正确答案：C
1354、没有被剥夺政治权利的犯罪分子在监狱服刑期间，对于其选举权的表述正确的是（ ）。
A. 没有选举权
B. 可以行使选举权
C. 不能行使选举权
D. 经监狱批准可以行使选举权
正确答案：B
1355、根据《选举法》的规定，下列年满18周岁的人员中不享有选举权的是（ ）。
A. 精神病患者
B. 旅居国外的中国公民
C. 正在被取保候审或监视居住的人
D. 被判处有期徒刑并附加剥夺政治权利的人
正确答案：D
1356、全国人民代表大会代表，省、自治区、直辖市、设区的市、自治州的人民代表大会代表，可以向选举他的人民代表大会的常务委员会书面提出辞职。接受辞职的决议，须报送（ ）备案、公告。
A. 上一级人民代表大会常委会
B. 全国人民代表大会常委会
C. 全国人民代表大会
D. 上一级选委会
正确答案：A
1357、公民不得同时担任（ ）无隶属关系的行政区域的人民代表大会代表。
A. 三个以上
B. 四个以上
C. 五个以上
D. 两个以上
正确答案：D
1358、代表候选人获得参加投票的选民（ ）的选票时，始得当选。
A. 三分之一
B. 二分之一
C. 三分之二
D. 四分之三
正确答案：B
1359、在选民直接选举人民代表大会代表时，选区全体选民的（ ）参加投票，选举有效。
A. 过半数
B. 三分之一
C. 三分之二
D. 四分之三
正确答案：A
1360、选民如果在选举期间外出，经选举委员会同意，可以（ ）其他选民代为投票。
A. 书面委托
B. 口头委托
C. 无需委托
D. 不能委托
正确答案：A
1361、全国和地方各级人民代表大会代表的选举，一律采用（ ）的方法。
A. 现场投票
B. 记名投票
C. 无记名投票
D. 网络投票
正确答案：C
1362、全国和地方各级人民代表大会代表实行（ ），代表候选人的人数应多于应选代表的名额。
A. 等额选举
B. 差额选举
C. 无差别选举
D. 无记名投票选举
正确答案：B
1363、选民登记按（ ）进行，经登记确认的选民资格长期有效。
A. 地区
B. 选区
C. 行政区划
D. 地区人口数
正确答案：B
1364、选区的大小，按照每一选区选（ ）代表划分 。
A. 两名
B. 一名至两名
C. 一名至三名
D. 三名
正确答案：C
1365、聚居境内同一少数民族的总人口数占境内总人口数（ ）以上的，每一代表所代表的人口数应相当于当地人民代表大会每一代表所代表的人口数。 
A. 10%
B. 20%
C. 30%
D. 40%
正确答案：C
1366、全国人民代表大会代表名额的具体分配，由（ ）决定。
A. 全国人民代表大会常务委员会
B. 全国人民代表大会
C. 国务院
D. 选举委员会
正确答案：A
1367、全国人民代表大会代表的名额不超过（ ）人。
A. 一千
B. 两千
C. 三千
D. 五千
正确答案：C
1368、《中华人民共和国全国人民代表大会和地方各级人民代表大会选举法》共进行了（ ）次修正。
A. 5
B. 6
C. 7
D. 8
正确答案：C
1369、根据《民事诉讼法》相关司法解释，下列何种案件可以适用小额诉讼程序（ ）
A. 发回重审的案件
B. 海事案件
C. 涉外民事案件
D. 人身关系案件
正确答案：B
1370、下列关于审判组织的说法中，哪一个是正确的（ ） A.  B.  C.  D. 
A. 原来适用简易程序审理的案件，发回重审时可以由审判员一人独任审理
B. 上级法院提审的案件，根据原审的审级，既可以按照一审程序组成合议庭，也可以按照二审程序组成合议庭
C. 适用公示催告程序判决宣告票据无效时，可以根据需要组成合议庭
D. 适用特别程序审理的非重大疑难案件实行独任制
正确答案：D
1371、下列哪项不是简易程序的特征（ ）
A. 不只适用于自诉案件
B. 由法官一人独任审判
C. 可以在二审阶段适用
D. 只适用于基层人民法院
正确答案：C
1372、自诉案件不包括（ ）
A. 公安机关正在侦查的强奸案件    
B. 告诉才处理的案件
C. 被害人有证据证明的轻微刑事案件
D. 被害人有证据证明而公安机关不予追究的犯罪行为
正确答案：A
1373、下列可以公开审理的案件是（ ）
A. 有关国家秘密的案件
B. 有关个人隐私的案件
C. 未成年人的犯罪案件 
D. 故意杀人案
正确答案：D
1374、刑事诉讼合议庭人数不可能是（ ）
A. 三人
B. 四人
C. 五人
D. 七人
正确答案：B
1375、下列哪项是审判人员田某的法定回避理由（ ）
A. 田某是犯罪嫌疑人李某的邻居
B. 田某曾担任该案的侦查人员
C. 田某之妻和犯罪嫌疑人李某是同事
D. 田某五年前曾和犯罪嫌疑人李某一起吃饭
正确答案：B
1376、民事诉讼简易程序的审理期限为（ ）
A. 三个月，可以延长
B. 六个月，可以延长
C. 六个月，不得延长
D. 三个月，不得延长
正确答案：D
1377、下列哪种案件的生效判决、裁定，当事人可以申请再审（ ）
A. 解除婚姻关系的判决
B. 按照公示催告程序审理的案件
C. 对不予受理、驳回起诉的裁定
D. 依照再审程序审理后，维持原判的案件
正确答案：C
1378、在民事案件中，当事人在再审程序中提供新的证据的，应当在（ ）提出
A. 申请再审时
B. 再审审理时 
C. 再审审理前
D. 再审判决前
正确答案：A
1379、甲向人民法院起诉请求解除与乙之间的收养关系，一审法院判决不准解除，甲不服一审判决，向上一级法院提起了上诉，在上诉后的第五天，甲死于车祸。此案应如何处理（ ）
A. 由一审法院终结诉讼
B. 由二审法院终结诉讼
C. 由一审法院驳回起诉
D. 由二审法院驳回上诉
正确答案：B
1380、不属于《行政诉讼法》对立案登记的要求是（ ）
A. 人民法院的裁定书应当载明不予立案的理由
B. 人民法院在接到起诉状时，对符合本法规定的起诉条件的，应当登记立案
C. 对于起诉状存在“内容欠缺”或者“有其他错误的”，人民法院有义务进行指导和释明，并一次性告知补正
D. 不符合起诉条件的，作出不予立案的决定
正确答案：D
1381、根据《行政诉讼法》的规定，行政行为主要证据不足的，人民法院（ ）
A. 判决维持行政行为 
B. 判决撤销或部分撤销行政行为
C. 判决原行政行为无效
D. 以判决形式做出新的行政行为
正确答案：B
1382、公民、法人或者其他组织直接向人民法院提起行政诉讼的，应当自知道或者应当知道作出行政行为之日起（ ）内提出
A. 2个月
B. 60日
C. 6个月
D. 15日
正确答案：C
1383、下列关于行政诉讼和行政诉讼法的说法不正确的一项是（ ）
A. 新修改的《行政诉讼法》是一部可以有效地把“行政权力关进笼子”的法律
B. 行政诉讼是解决行政争议、保护群众合法权益、监督行政机关依法行政的重要法律制度
C. 行政诉讼法是规范行政诉讼活动和诉讼法律关系的法律规范的总称
D. 行政诉讼就是行政官司，即通常说的“民告官”，特殊情况下也可以“官告民”
正确答案：D
1384、下列关于简易程序的说法不正确的是（ ）
A. 发回重审的案件可以适用简易程序
B. 属于政府信息公开案件的，可以适用简易程序
C. 按照审判监督程序再审的案件不适用简易程序
D. 当事人各方同意适用简易程序的，可以适用简易程序
正确答案：A
1385、根据《行政诉讼法》的规定，公民、法人或其他组织因特殊情况耽误起诉期限的，在障碍消除后（ ）内，可以申请延长期限，是否准许由人民法院决定。
A. 5日
B. 16日
C. 7日
D. 10日
正确答案：D
1386、复议机关与作出原行政行为的行政机关为共同被告的案件，人民法院应当对（ ）作出裁判。
A. 复议决定
B. 原行政行为
C. 复议决定和原行政行为
D. 复议决定或原行政行为
正确答案：C
1387、行政案件涉及款额（ ）以下的，可以适用简易程序
A. 二千
B. 一万
C. 五千
D. 一千
正确答案：A
1388、违法事实确凿并有法定依据，对公民处以五十元以下、对法人或者其他组织处以一千元以下罚款或者警告的行政处罚的，（ ）当场作出行政处罚决定；执法人员当场作出的行政处罚决定，（ ）报所属行政机关备案。
A. 可以，可以
B. 应当，可以
C. 可以，应当
D. 应当，应当
正确答案：C
1389、在某些行政诉讼中，当事人申请一并解决相关民事争议的，人民法院可以一并审理，下列行政诉讼中人民法院不得一并审理民事争议的是（ ）
A. 涉及行政许可、登记的行政诉讼
B. 涉及行政处罚的行政诉讼
C. 涉及征收、征用的行政诉讼
D. 行政机关对民事争议所作的裁决的行政诉讼
正确答案：B
1390、131.出于维护公共秩序和公共利益的需要，被诉具体行政行为停止执行的情形不包括（ ）
A. 被告认为需要停止执行的
B. 原告申请停止执行，人民法院认为该具体行政行为的执行会造成难以弥补的损失，并且停止执行不损害社会公共利益的
C. 人民法院院长认为需要停止执行的
D. 法律法规规定停止执行的
正确答案：C
1391、关于行政诉讼立案登记，下列说法错误的是（ ）
A. 人民法院接到起诉状时，对符合起诉条件的案件应当登记立案，并在3日内出具书面凭证
B. 人民法院有义务指导和释明存在内容欠缺或者有其他错误的起诉状，并一次性告知补正
C. 对于不接收起诉状、接收起诉状后不出具书面凭证，以及非一次性告知当事人需要补正起诉状内容的，当事人可以向上级人民法院投诉，上级人民法院应当责令改正，并对直接负责的主管人员和其他直接责任人员依法给予处分
D. 立案登记意味着人民法院正式启动对行政案件的裁判权，当事人之间的行政争议已置于法院的裁判之下，排除了其他国家机关和其他人民法院对此案的管辖权，原告不得重复起诉
正确答案：A
1392、关于民事诉讼审判监督程序说法错误的是（ ）
A. 审判监督程序是一种补救性程序，既为当事人提供充分的司法救济，也有利于维护司法权威
B. 启动审判监督程序的前提是发现原生效裁判、调解书确有错误
C. 再审案件的当事人应为原审案件的当事人，原审案件当事人死亡或终止的，其权利义务承受人可以申请再审并参加再审诉讼
D. 当事人在再审审理中经调解达成协议的，人民法院应当制作调解书，调解书经法院制作完成即具有法律效力
正确答案：D
1393、民事案件进入再审，人民法院应当裁定中止原裁判、调解书执行的案件是（ ）
A. 追索赡养费、扶养费、抚育费、抚恤金案件
B. 追索误工费、交通补助费案件
C. 追索医疗费用案件
D. 追索劳动报酬案件
正确答案：B
1394、关于民事诉讼二审程序，下列说法错误的是（ ）
A. 对于原裁判认定事实清楚，适用法律正确的，以裁判方式驳回上诉，维持原裁判
B. 二审法院受理后依法由审判员组成合议庭，以公开开庭审理为原则，不公开开庭为例外
C. 对于原判认定基本事实不清的，裁定撤销原判决，发回原审人民法院重审或查清事实后改判 
D. 原审人民法院对发回重审的案件作出判决后，当事人不服提起上诉的，二审法院可再次发回重审
正确答案：D
1395、小额诉讼程序的标的额限额为（ ）
A. 所在省、自治区、直辖市上年度就业人员月平均工资30%为限
B. 所在省、自治区、直辖市上年度就业人员年平均工资30%为限
C. 所在省、自治区、直辖市上年度就业人员日平均工资20%为限
D. 所在省、自治区、直辖市上年度就业人员年平均工资20%为限
正确答案：B
1396、小额诉讼程序的举证期限不超过（ ） 
A. 3日
B. 5日
C. 7日
D. 15日
正确答案：C
1397、关于民事诉讼简易程序说法错误的是（ ）
A. 当事人只能以口头方式起诉
B. 简易程序转为普通程序的，人民法院应当将合议庭组成人员和相关事项以书面形式通知双方当事人，在转为普通程序之前，双方当事人已确认的事实，可以不再进行举证、质证
C. 当事人就案件适用简易程序提出异议，经审查，异议成立的，裁定转为普通程序，异议不成立的，口头告知当事人，并记入笔录
D. 简易程序主要适用于基层人民法院及其派出法庭
正确答案：A
1398、不属于民事诉讼原告起诉必须符合的条件是（ ）
A. 属于人民法院受理民事诉讼的范围和受诉人民法院管辖
B. 有具体的诉讼请求和事实、理由
C. 有正确的被告
D. 原告必须是与本案有直接利害关系的公民、法人或其他组织
正确答案：C
1399、关于刑事诉讼审判监督程序，下列说法错误的是（ ）
A. 原来是第一审程序的，按照第一审程序另行组成合议庭重新审理，所作的裁判可以上诉、抗诉
B. 原来是二审案件或者上级人民法院提审的案件，依照第二审程序进行审判，所作的裁判是终审裁判
C. 最高人民法院、上级人民法院按照审判监督程序提审的案件，依照第二审程序进行审判，所作的裁判是终审裁判
D. 对于原裁判认定事实无误，但适用法律错误或者量刑不当的，应当撤销原裁判，发回原审法院重新审判
正确答案：D
1400、刑事诉讼中，有权启动审判监督程序的主体不包括（ ）
A. 各级人民法院院长和审判委员会
B. 当事人及其法定代理人、近亲属
C. 最高人民法院和上级人民法院
D. 最高人民检察院和上级人民检察院
正确答案：B
1401、下列关于死刑复核程序说法错误的是（ ）
A. 对于原判认定事实正确，但依法不应当判处死刑的，应当裁定不予核准，并撤销原判，发回重新审判或改判
B. 对于原判认定的某一具体事实或者引用的法律条款等存在瑕疵，但判处被告人死刑并无不当的，可以在纠正后作出核准的裁判
C. 对于原判事实不清、证据不足的，应当裁定不予核准，并撤销原判，发回重新审判
D. 最高人民检察院在复核期间，可以向最高人民法院提出意见，最高人民法院应当将死刑复核结果通报最高人民检察院
正确答案：A
1402、关于死刑复核程序，下列说法正确的是（ ）
A. 各级人民法院在对死刑案件的报请复核、复核内容和对案件复核后的处理上，应当一案一报
B. 中级人民法院、高级人民法院和最高人民法院在对死刑案件的报请复核、复核内容和对案件复核后的处理上，可以一案一报
C. 对于原审判决认定的事实正确，但适用法律有错误，或者量刑不当，不同意判处死刑的，应当裁定不予核准，并改判或撤销原判，发回重新审判
D. 对于原审违反法定诉讼程序，可能影响公正审判的，应当裁定撤销原判，发回重新审判  
正确答案：D
1403、关于刑事诉讼二审程序，下列说法错误的是（ ）
A. 对于原判决认定事实和适用法律正确、量刑适当的，应当裁定驳回上诉或抗诉，维持原判
B. 对于原判决事实不清楚或证据不足的，可以在查清事实后改判
C. 对于原判决认定事实无误，但适用法律有误或量刑不当的，应当改判或发回原审人民法院重审
D. 对于原判决事实不清或者证据不足的，可以裁定撤销原判，发回原审人民法院重新审判
正确答案：C
1404、刑事诉讼二审程序可突破上诉不加刑原则的情形不包括（ ）
A. 抗诉机关提出了抗诉
B. 当事人提出了申诉
C. 自诉人提出上诉
D. 抗诉与上诉一并提出
正确答案：B
1405、关于刑事案件的审查起诉，下列说法正确的是？（ ）
A. 在对某甲涉嫌抢劫案的审查起诉过程中，检察院负责捕诉的部门对甲进行了讯问。在检察院对认罪认罚从宽以及自首等制度的详细解说之下，某甲放下了心理包袱，供述了自己一年前入室盗窃的情况。由于案件已经被两次退回补充侦查。检察院只能对抢劫案提起公诉，并把甲涉嫌盗窃的线索移交给有管辖权的公安机关。
B. 犯罪嫌疑人认罪认罚，符合速裁程序适用条件的，应当在十五日以内审查完毕，作出决定。
C. 某乙涉嫌暴力取证罪。检察院经过审查，认为情节显著轻微，不构成犯罪。故应当经检察长批准，对乙作出不起诉的决定。
D. 某丙涉嫌非法搜查罪。检察院已经两次退回补充侦查，再次审查时，证据仍然不足。本案应当经检察长的批准，对丙作出不起诉的决定。
正确答案：A
1406、刑事诉讼简易程序转为普通程序审理的案件，审理期限从何时计算（ ） 
A. 从决定转为普通程序之日起计算
B. 从简易程序之日起计算
C. 从普通程序开始之日起计算
D. 从发现不应当或不宜适用简易程序之日起计算
正确答案：A
1407、刑事诉讼简易程序应采用何种宣判方式（ ）
A. 当庭宣判
B. 定期宣判
C. 以公开宣判为原则，不公开宣判为例外
D. 以当庭宣判为原则，定期宣判为例外
正确答案：D
1408、被告人或其法定代理人在诉讼中可以向自诉人提起反诉的案件是（ ）
A. 告诉才处理的案件
B. 告诉才处理的案件和被害人有证据证明的轻微刑事案件
C. 公诉转自诉案件
D. 被害人有证据证明对被告人侵犯自己人身、财产权利的行为应当依法追究刑事责任，且有证据证明曾经提出控告，而公安机关或人民检察院不予追究被告人刑事责任的案件
正确答案：B
1409、人民法院可以根据自愿、合法原则进行调解的自诉案件是（ ）
A. 告诉才处理的案件
B. 被害人有证据证明的轻微刑事案件
C. 公诉转自诉案件
D. 告诉才处理的案件和被害人有证据证明的轻微刑事案件
正确答案：D
1410、不能适用自诉案件第一审普通程序的案件是（ ）
A. 告诉才处理的案件
B. 被害人有证据证明对被告人侵犯自己人身、财产权利的行为应当依法追究刑事责任的案件
C. 被害人有证据证明的轻微刑事案件
D. 公诉转自诉案件
正确答案：B
1411、刑事诉讼程序中，审判人员可以召开庭前会议的条件不包括（ ）
A. 当事人及其辩护人、诉讼代理人申请排除非法证据
B. 证据材料较多，案情重大复杂，社会影响重大
C. 各证据之间不具有关联性
D. 需要召开庭前会议的其他情形
正确答案：C
1412、关于程序理性，下列说法错误的是（ ）
A. 程序能够加强理性思考，限制恣意，拓宽权力主体的视野，打开思路，避免单一思维的局限性
B. 合乎理性的推演具有可接受性
C. 证据分析应当符合理性的要求，不能仅凭直觉而为
D. 法律程序只严格要求法律推理过程应当符合理性的要求，对其他过程是否必须合乎理性要求未作规定
正确答案：D
1413、程序自治对司法规制的方式不包括（ ）
A. 价值自治
B. 功能自治
C. 隔音空间 
D. 角色自治
正确答案：A
1414、从实践来看，启动程序的直接目的是什么（ ）
A. 最大限度实现实体法
B. 发挥独立于实体的内在作用
C. 解决纷争
D. 弥补实体法的缺漏
正确答案：C
1415、实体正义不包括下列哪种要求（ ）
A. 事实认定正确  
B. 权利义务分配均衡
C. 法律关系明辨 
D. 实体法适用准确
正确答案：B
1416、关于程序法治基本原则，下列说法错误的是（ ）
A. 在程序立法未明确规定的情况下，不得根据正当性原则作为判定权力实施行为程序和结果是否正当的标准
B. 合法性原则意味着权力行使主体的设立及其职权的存在须符合法律的规定，是对权力行使主体实施执法或司法活动的第一要求
C. 平等性原则是法律实施上的平等，而非指制定法律上的平等
D. 独立性包括两方面内容，即行使权力的主体依据法律规定，以其内心意愿和理性进行判断决定以及在其职权活动的内容、方法及空间的范围内不受他人阻碍和指令。
正确答案：A
1417、下列不属于程序公正内涵的是（ ）
A. 程序参与性 
B. 程序中立性
C. 程序公开性
D. 程序平等性
正确答案：D
1418、甲、乙于2013年办理结婚登记，2017年5月甲向法院提起诉讼，请求判决与乙离婚，经审理，一审法院认为夫妻感情尚未完全破裂，遂判决不准离婚，甲不服向上级人民法院上诉，二审人民法院认为依法不应由人民法院受理的，可以（ ）
A. 由第二审人民法院直接裁定撤销原裁判，驳回起诉
B. 由第二审人民法院直接判决撤销原裁判，驳回起诉
C. 由第二审人民法院直接裁定撤销原裁判，驳回诉讼请求
D. 由第二审人民法院直接判决撤销原裁判，驳回诉讼请求
正确答案：A
1419、党的十九大提出成立中央全面依法治国领导小组，对此相关说法错误的是？（ ）
A. 目的是加强党对法治建设的统一领导
B. 新时代在社会主义现代化建设的各个方面、各个环节，都以中央全面依法治国领导小组的顶层设计为指引
C. 是党中央深化依法治国实践最关键的举措
D. 是未来全面依法治国最大的组织保障
正确答案：B
1420、严密的法治监督体系，是中国特色社会主义法治体系的一个重要子体系。党的十九大报告明确了监督的实质内涵，形成了有效的监督网络，对权力监督的制度笼子基本形成。对此，下列说法错误的是？（ ）
A. 加强对广大群众的日常管理监督
B. 强化自上而下的组织监督
C. 改进自下而上的民主监督
D. 发挥同级相互监督作用
正确答案：A
1421、高效的法治实施体系是中国特色社会主义法治体系的重要组成部分，下列关于高效的法治实施体系，认识错误的是？（ ）
A. 应加强宪法实施，推进合宪性审查工作，维护宪法权威
B. 推进依法行政，严格规范公正文明执法
C. 应加强对公权力的监督，努力形成科学有效的权力运行制约和监督体系
D. 加大普法力度，建设社会主义法治文化
正确答案：C
1422、下列关于新时代推进全面依法治国的基本要求，说法错误的是？（ ）
A. 全面依法治国的指导思想包括“三个代表”重要思想和科学发展观
B. 全面依法治国的总目标是建设中国特色社会主义法治体系，建设社会主义法治国家
C. 全面依法治国的基本原则之一是坚持依法治国和以德治国相结合
D. 十八届四中全会报告上新增了“依法立法”这一要求
正确答案：D
1423、改革开放以来，我国社会主义法治事业获得了巨大发展，对此下列表述错误的是？（ ）
A. 依法治国是党领导人民治理国家的基本方略
B. 依法执政是党治国理政的基本方式
C. 目前，中国特色社会主义法律体系已经形成，全社会法治观念明显增强
D. 随着我国法治事业的不断推进，中国特色社会主义法治体系已经完备
正确答案：D
1424、下列关于人权的表述，不正确的是？（ ）
A. 人权是法治的终极追求
B. 应坚持用辩证唯物主义和历史唯物主义的哲学立场认识人权
C. 改革开放以来，我们党注重通过法治建设保障人权，不断推动我国人权事业的发展。因此，尊重和保障人权是我国特有的原则
D. 实现全面的人权法治保障是未来中国的重大软实力之一，有助于提升中国国家影响力
正确答案：C
1425、党的十九大报告进一步深化了人权内涵，对此下列哪一认识有误？（ ）
A. 坚持以人为本，坚持以人民为中心，坚持人民主体地位，以“人”作为出发点和落脚点
B. 人权是人在经济、政治、文化、社会、环境等各方面合理需要的话语主张
C. 在根本上深刻阐释、准确把握人类社会基本矛盾和矛盾运动的趋向，贡献了人权实现的中国方案
D. 首次提出了“加强人权司法保障”的要求，主张完善我国的人权司法保障制度
正确答案：D
1426、下列关于“尊重和保障人权”原则的相关表述，正确的是？（ ）
A. “尊重和保障人权”原则1999年首次写入党的全国代表大会主题报告
B. 2004年“尊重和保障人权”被写入宪法
C. 2006年“尊重和保障人权”首次被写入党章
D. 人权作为一种抽象的基本权利，我国至今未能建立相关的司法保障制度
正确答案：B
1427、形成完善的党内法规体系，是全面推进依法治国的重要内容。下列关于党内法规体系的表述，有误的是？（ ）
A. 党内法规是管党治党的重要依据，也是建设社会主义法治国家的有力保障
B. 党内法规适用于党员干部，适用范围较小，在法治国家建设中可有可无
C. 应从党内法规的制定、备案、解释、执行等方面，加强党内法规制度建设
D. 应从理解和实践层面理顺党内法规和国家法律的关系
正确答案：B
1428、《中共中央关于全面推进依法治国若干重大问题的决定》指出，全面推进依法治国要形成五大子体系。下列哪一项不属于五大子体系的范围？（ ）
A. 完善的法律规范体系
B. 科学的法律修订体系
C. 高效的法治实施体系
D. 完善的党内法规体系
正确答案：B
1429、下列选项中，不属于法治贯穿于新时代中国特色社会主义十四项基本方略的是？（ ）
A. 坚持党对一切工作的领导
B. 坚持人民当家作主必然要求党的领导、人民当家作主、依法治国有机统一
C. 坚持总体国家安全观，要求完善国家安全制度体系
D. 坚持依法治国与以德治国相结合
正确答案：D
1430、下列那一项不是全面依法治国的基本原则？（ ）
A. 坚持中国共产党的领导
B. 坚持法律面前人人平等
C. 坚持人民民主专政
D. 坚持从中国实际出发
正确答案：C
1431、下列关于全面依法治国的相关表述，错误的是？（ ）
A. 马克思列宁主义是指导思想之一
B. 应坚持党的领导、人民当家作主、依法治国的有机统一
C. 应坚决维护宪法法律权威
D. 应树立党内法规效力大于国家法律的信念
正确答案：D
1432、党的十九大报告指出，中国特色社会主义进入新时代，我国社会主要矛盾发生了变化。关于这一内容认识不正确的是？（ ）
A. 我国的基本国情发生了变化，已不再处于社会主义初级阶段
B. 我国社会主要矛盾的变化，说明我国社会生产力水平总体上获得显著提高，但突出问题是发展得不平衡、不充分
C. 人们不仅对物质文化生活提出了更高要求，而且对民主、法治等方面的要求也日益增长
D. 我国社会主要矛盾的变化是关系全局的历史性变化，对党和国家工作提出了许多新要求
正确答案：A
1433、下列关于全面依法治国“新十六字方针”，表述有误的是？（ ）
A. 严格执法应坚持“法定职权必须为，法无授权不可为”的原则
B. 公正司法是维护社会公平正义的最后一道防线
C. 全民守法是建设社会主义法治国家的基础，是实现法治中国伟大理想的必由之路
D. 全民守法指的是老百姓要守法，而非对国家机关的要求
正确答案：D
1434、下列关于“严格守法”的相关表述，错误的是？（ ）
A. 严格执法是全面依法治国“新十六字方针”的重要内容
B. 严格执法就是指对社会违法行为加重、从中处罚
C. 严格执法是建设法治政府的重要内容，是实现法治社会的必要保障
D. 优化执法程序，消除执法乱象，加强执法监督是严格执法的重点
正确答案：B
1435、全面依法治国，建设社会主义法治国家需要坚持“新十六方针”，下列选项中哪一项不是“新十六字方针”的内容？（ ）
A. 民主立法
B. 严格执法
C. 公正司法
D. 全民守法
正确答案：A
1436、关于社会主义法治“十六字方针”，下列说法正确的是？（ ）
A. 内容为有法可依、有法必依、依法执法、全民守法
B. “十六字方针”是依法治国的最高要求而非最低要求
C. 有法可依是依法治国的前提，其目的是有法必依
D. “十六字方针”四个方面的内容有主次轻重之分，有法可依最为重要
正确答案：C
1437、十三届全国人大一次会议通过《宪法修正案》第32—52条，将宪法序言中的“健全社会主义法制”修改为“健全社会主义法治”。据此，下列表述有误的是？（ ）
A. 有助于实现自治、法治、德治相结合
B. 有助于加快推进全面依法治国
C. 有助于加快实现国家治理体系和治理能力现代化
D. 有助于加快建设中国特色社会主义法治体系
正确答案：A
1438、党的十九大就“深化依法治国实践”问题作出了专门部署，其中关于立法工作的相关要求错误的是（ ）
A. 民主立法 
B. 科学立法
C. 公开立法
D. 依法立法
正确答案：C
1439、关于党的十九大报告内容，下列说法错误的是（ ）
A. 经过长期努力，中国特色社会主义进入了新时代
B. 把坚持全面依法治国，进一步上升为新时代坚持和发展中国特色社会主义的基本方略
C. 从2020年到2035年，在全面建成小康社会的基础上，再奋斗15年，把我国建成富强民主文明和谐的社会主义现代化强国
D. 中国特色社会主义进入新时代，我国社会主要矛盾发生了新变化
正确答案：C
1440、《中共中央关于全面推进依法治国若干重大问题的决定》指出，全面推进依法治国的总目标是？（ ）
A. 建设中国特色社会主义法律体系，建设社会主义现代化国家
B. 建设中国特色社会主义法治体系，建设社会主义现代化国家
C. 建设中国特色社会主义法治体系，建设社会主义法治国家
D. 建设中国特色社会主义法律体系，建设社会主义法治国家
正确答案：C
1441、建设社会主义法治国家，是在哪一年被写入宪法的？（ ）
A. 1997年
B. 1999年
C. 2004年
D. 2012年
正确答案：B
1442、下列关于依法治国的相关表述，错误的是？（ ）
A. 是党领导人民治理国家的基本方略
B. 是社会文明进步的重要标志
C. 是发展社会主义市场经济的客观需要
D. 是治国理政的唯一方式
正确答案：D
1443、中国共产党第二十次全国代表大会的主题是：高举中国特色社会主义伟大旗帜，全面贯彻新时代中国特色社会主义思想，弘扬伟大建党精神，（ ），踔厉奋发、勇毅前行，为全面建设社会主义现代化国家、（ ）而团结奋斗。
A. 不忘初心、牢记使命；实现第二个百年奋斗目标
B. 自信自强、守正创新；全面推进中华民族伟大复兴
C. 不忘初心、牢记使命；全面推进中华民族伟大复兴
D. 自信自强、守正创新；实现第二个百年奋斗目标
正确答案：B
1444、下列不属于依法治国的具体要求的是（ ）
A. 依法治国，要求按照体现人民意志和社会发展规律的法律治理国家
B. 依法治国，要求国家的政治、经济运作以及社会各方面的活动依照法律进行
C. 依法治国，以依照个人意志、主张治理国家为主，法律只是维护统治的工具
D. 依法治国，要求宪法法律至上，任何人不得破坏法律的权威
正确答案：C
1445、2020年5月29日，中共中央政治局集体学习“切实实施民法典”时，习近平总书记强调了民法典的重大意义，以下相关说法错误的是？（ ）
A. 民法典是一部固根本、稳预期、利长远的国家根本法
B. 对发展社会主义市场经济、巩固社会主义基本经济制度具有重要意义
C. 有利于依法维护人民权益、推动我国人权事业发展
D. 对推进国家治理体系和治理能力现代化具有重大意义
正确答案：A
1446、下列论述不属于儒家主张的“贤人政治”的是（ ）
A. “其人存，则政举；其人亡，则政息。”
B. “有治人、无治法。”
C. “治世不一道，便国不法古。”
D. “君仁莫不仁，君义莫不义，君正莫不正，一正君而国定矣。”
正确答案：C
1447、中国古时的“垂法而治”出自哪本古代著作（ ）
A. 《商君书·壹言》
B. 《管子·明法》
C. 《管子·明法》
D. 《论语》
正确答案：A
1448、东汉许慎撰著的《说文解字》认为：“灋，刑也，平之如水，从水；廌，所以触不直者去之，从去。”关于此说法理解错误的是（ ）
A. “灋”和“刑”通用
B. “灋”有刑戮、刑罚的含义
C. “灋”有“神明裁判”的含义
D. 与现代“法”相，“灋”更强调权利
正确答案：D
1449、关于法制以下说法正确的是（ ）
A. 法制属于工具操作范畴
B. 没有民主就没有法制
C. 法治与法制意义相同
D. 法制以公共利益为指向
正确答案：A
1450、《唐律疏议》是唐高宗永徽年间完成的一部极为重要的法典。下列关于《唐律疏议》的论述中，不正确的是（ ）
A. 《唐律疏议》记载，战国商鞅“集诸国刑典，造《法经》六篇……李悝传授，改法为律”
B. 《唐律疏议》的称呼是元代以后才出现的
C. 《唐律疏议》的完成，标志着中国古代立法达到了最高水平
D. 《唐律疏议》全面体现了中国古代法律制度的水平、风格和基本特征
正确答案：A
1451、十八大提出的依法治国的新十六字方针是（ ）
A. 科学立法、严格执法、公正司法、全民守法
B. 有法可依，有法必依，执法必严，违法必究
C. 科学立法、有法必依、公正司法、全民守法
D. 科学立法、执法必严、公正司法、全民守法
正确答案：A
1452、把宪法序言第七自然段中“健全社会主义法制”修改为“健全社会主义法治”的会议是（ ）
A. 十二届全国人大一次会议
B. 十三届全国人大一次会议
C. 十一届全国人大一次会议
D. 十二届全国人大二次会议
正确答案：B
1453、中华人民共和国成立后第一次把法制基本要求简洁地概括为“有法可依”和“有法必依”两个方面的是。（ ）
A. 董必武
B. 李先念
C. 彭真
D. 刘伯承
正确答案：A
1454、法治所蕴含的法律精神不包括（ ）
A. 法律至上
B. 平等适用
C. 制约权力
D. 权力本位
正确答案：D
1455、法治是一个动态的过程，这一过程不包括（ ）
A. 法律制定
B. 法律实施
C. 法律监督
D. 法律评估
正确答案：D
1456、“法治主义是今日救时之唯一主义。”出自我国哪位思想家（ ）
A. 梁启超 
B. 梁漱溟
C. 康有为
D. 谭嗣同
正确答案：A
1457、中国古代的“法”与“律”的主要内容是（ ）
A. 刑 
B. 民
C. 商
D. 农
正确答案：A
1458、党的二十大报告指出，我们坚持精准扶贫、尽锐出战，打赢了人类历史上规模最大的脱贫攻坚战，全国八百三十二个贫困县全部摘帽，近（ ）农村贫困人口实现脱贫，九百六十多万贫困人口实现易地搬迁，历史性地解决了绝对贫困问题，为全球减贫事业作出了重大贡献。
A. 八千万
B. 九千万
C. 一亿
D. 一亿三千万
正确答案：C
1459、习近平法治思想的正式提出是在哪一次会议上？（ ）
A. 党的十八届四中全会
B. 党的十九大
C. 中央全面依法治国委员会第一次会议
D. 首次中央全面依法治国工作会议
正确答案：D
1460、2018年3月，中共中央《深化党和国家机构改革方案》规定：“组建中央全面依法治国委员会，作为党中央决策议事协调机构”。关于中央全面依法治国委员会，以下说法错误的是？（ ）
A. 负责依法治国的顶层设计、总体布局、统筹协调、整体推进、督促落实
B. 为协调推进法治中国建设提供了坚强政治保障和有力组织保障
C. 中央全面依法治国委员会办公室设在中央政法委
D. 目的是加强党对全面依法治国的集中统一领导
正确答案：C
1461、下列属于中国特色社会主义法律体系法律部门划分的是（ ）
A. 宪法及宪法相关法
B. 自治条例
C. 地方性法规
D. 单行条例
正确答案：A
1462、下列不属于中国特色社会主义法律体系层级划分的是（ ）
A. 法律
B. 行政法规
C. 地方性法规
D. 民商法
正确答案：D
1463、我国的根本大法是（ ）
A. 行政法
B. 民法
C. 宪法
D. 刑法
正确答案：C
1464、构成中国特色社会主义法律体系的法律规范分为几个法律部门（ ）
A. 一
B. 三
C. 四
D. 七
正确答案：D
1465、中国特色社会主义法律体系主要由几个不同层级的法律规范构成（ ）
A. 一
B. 二
C. 三
D. 六
正确答案：C
1466、“法亦律也，故谓之为律。”出自（ ）
A. 《唐律疏议》
B. 《尔雅》
C. 《说文解字》  
D. 《法经》
正确答案：A
1467、战国时期《法经》的作者是（ ）
A. 李悝
B. 商鞅
C. 苏秦
D. 管仲
正确答案：A
1468、下列关于“法”的古体写法正确的是（ ）
A. 獬
B. 灋
C. 鹿
D. 廌
正确答案：B
1469、宪法的修改，由全国人民代表大会常务委员会或者（ ）以上的全国人民代表大会代表提议。
A. 五分之一
B. 五分之二
C. 三分之二
D. 二分之一
正确答案：A
1470、如果全国人民代表大会常务委员会认为必要，或者有（ ）以上的全国人民代表大会代表提议，可以临时召集全国人民代表大会会议。
A. 二分之一
B. 三分之二
C. 五分之三
D. 五分之一
正确答案：D
1471、全国人民代表大会会议（ ）举行一次，由全国人民代表大会常务委员会召集。
A. 每年
B. 每两年
C. 每五年
D. 随时
正确答案：A
1472、全国人民代表大会每届任期（ ）年。
A. 三
B. 四
C. 五
D. 十
正确答案：C
1473、国家保护（ ）宗教活动。
A. 合法的
B. 合理的
C. 正确的
D. 正常的
正确答案：D
1474、在特别行政区内实行的制度按照具体情况由（ ）以法律规定。
A. 全国人民代表大会
B. 全国人民代表大会常务委员会
C. 国务院
D. 司法部
正确答案：A
1475、国家建立健全同（ ）相适应的社会保障制度。
A. 社会发展水平
B. 国民经济发展水平
C. 经济发展水平
D. 生产力发展水平
正确答案：C
1476、国家工作人员就职时应当依照法律规定公开进行（ ）。
A. 宪法承诺
B. 法律宣誓
C. 宪法宣誓 
D. 宪法任命
正确答案：C
1477、（ ）行使国家立法权。
A. 全国人民代表大会
B. 全国人民代表大会和全国人民代表大会常务委员会
C. 国务院
D. 司法部
正确答案：B
1478、人民行使国家权力的机关是（ ）。
A. 全国人大代表大会
B. 全国人民代表大会和地方各级人民代表大会
C. 政治协商会议
D. 基层群众自治组织
正确答案：B
1479、（ ）是中国特色社会主义最本质的特征。
A. 各民族一律平等
B. 法律面前人人平等
C. 中国共产党的领导
D. 人民民主专政
正确答案：C
1480、（ ）是中华人民共和国的根本制度。
A. 人民代表大会制度
B. 一国两制制度
C. 社会主义制度
D. 政治协商制度
正确答案：C
1481、在公民享有的宪法基本权利体系中，最基础的权利是（ ）。
A. 人身自由权利  
B. 财产权利
C. 社会经济权利 
D. 人身健康权利
正确答案：A
1482、中国特色社会主义法律体系以（ ）为核心。
A. 行政法
B. 民法
C. 宪法
D. 刑法
正确答案：C
1483、国家宪法日的时间是（ ）。
A. 12月3日
B. 12月4日
C. 10月1日
D. 12月5日
正确答案：B
1484、国务院有关部门和长江流域地方各级人民政府及其有关部门对长江流域跨行政区域、生态敏感区域和生态环境违法案件高发区域以及（ ），依法开展联合执法。
A. 刑事案件
B. 一般违法案件
C. 重大违法案件
D. 特别重大违法案件
正确答案：C
1485、《中华人民共和国长江保护法》于（ ）第十三届全国人民代表大会常务委员会第二十四次会议通过。
A. 2020年9月26日
B. 2020年10月26日
C. 2020年11月26日
D. 2020年12月26日
正确答案：D
1486、长江流域产业结构和布局应当与长江流域生态系统和资源环境承载能力相适应。禁止在长江流域重点生态功能区布局对生态系统有严重影响的产业。禁止重污染企业和项目向长江（ ）转移。
A. 中上游
B. 上游
C. 中游
D. 中下游
正确答案：A
1487、长江流域相关地方根据需要在（ ）制定、规划编制、监督执法等方面建立协作机制，协同推进长江流域生态环境保护和修复。
A. 法律和地方性法规
B. 地方性法规和政府规章
C. 宪法和法律
D. 法律和部门规章
正确答案：B
1488、因污染长江流域环境、破坏长江流域生态造成他人损害的，侵权人应当承担（ ）。
A. 赔偿责任
B. 刑事责任
C. 侵权责任
D. 违约责任
正确答案：C
1489、长江流域磷矿开采加工、磷肥和含磷农药制造等企业违反本法规定，超过排放标准或者总量控制指标排放含磷水污染物的，由县级以上人民政府生态环境主管部门责令停止违法行为，并处（ ）罚款，对直接负责的主管人员和其他直接责任人员处五万元以上十万元以下罚款；情节严重的，责令停产整顿，或者报经有批准权的人民政府批准，责令关闭。
A. 十万元以上一百万元以下
B. 十万元以上一百五十万元以下
C. 二十万元以上一百五十万元以下
D. 二十万元以上二百万元以下
正确答案：D
1490、国务院应当定期向（ ）报告长江流域生态环境状况及保护和修复工作等情况。
A. 全国人民代表大会常务委员会
B. 全国人民代表大会
C. 最高人民法院
D. 最高人民检察院
正确答案：A
1491、国家建立以国家（ ）为统领，以（ ）为基础，以（ ）为支撑的长江流域规划体系，充分发挥规划对推进长江流域生态环境保护和绿色发展的引领、指导和约束作用。
A. 空间规划、专项规划和区域规划、发展规划
B. 发展规划、空间规划、专项规划和区域规划
C. 发展规划、专项规划和区域规划、空间规划
D. 专项规划和区域规划、空间规划、发展规划
正确答案：B
1492、国务院和长江流域地方各级人民政府及其有关部门应当协同推进（ ）的实施，统筹城乡基础设施建设和产业发展，建立健全全民覆盖、普惠共享、城乡一体的基本公共服务体系，促进长江流域城乡融合发展。
A. 乡村发展战略
B. 新型城镇化战略
C. 乡村振兴战略
D. 乡村振兴战略和新型城镇化战略
正确答案：D
1493、国家对长江流域生态系统实行（ ）为主、自然恢复与人工修复相结合的系统治理。
A. 人工修复
B. 全面恢复
C. 自然恢复
D. 部分恢复
正确答案：C
1494、国家建立长江流域危险货物运输船舶污染责任保险与财务担保相结合机制。具体办法由国务院（ ）会同国务院有关部门制定。
A. 交通运输主管部门
B. 水行政主管部门
C. 农业农村主管部门
D. 自然资源主管部门
正确答案：A
1495、长江流域省级人民政府应当对没有国家水污染物排放标准的特色产业、特有污染物，或者国家有明确要求的特定水污染源或者水污染物，补充制定地方水污染物排放标准，报国务院生态环境主管部门（ ）
A. 申请
B. 批准
C. 备案
D. 核准
正确答案：C
1496、国务院（ ）和长江流域县级以上地方人民政府应当制定长江流域珍贵、濒危水生野生动植物保护计划，对长江流域珍贵、濒危水生野生动植物实行重点保护。
A. 水行政主管部门
B. 自然资源主管部门
C. 交通运输主管部门
D. 农业农村主管部门
正确答案：D
1497、国务院有关部门和长江流域（ ）地方人民政府及其有关部门按照职责分工，组织完善生态环境风险报告和预警机制。
A. 乡级以上
B. 县级以上
C. 市级以上
D. 省级以上
正确答案：B
1498、《中华人民共和国长江保护法》是从（ ）起实施？
A. 2021年2月1日
B. 2021年3月1日
C. 2021年4月1日
D. 2021年4月1日
正确答案：B
1499、《民法典》中关于继承的规定，说法正确的是（ ）
A. 公民依法享有财产继承权
B. 自然人依法享有继承权
C. 自然人的一切私有财产，可以依法继承
D. 自然人依法享有继承权，胎儿不是自然人，因此不享有继承权
正确答案：B
1500、下列不适用《民法典》中规定的“自甘风险”原则的情形为（ ）
A. 朋友相约爬山
B. 同学相约踢球
C. 同事相约喝酒
D. 闺蜜相约一起排练高难度啦啦操
正确答案：C
1501、下列关于居住权的说法错误的是（ ）
A. 居住权可以无偿设立
B. 居住权需经登记设立
C. 居住权可以转让、继承
D. 居住权属于用益物权
正确答案：C
1502、李某经查患有严重疾病，需要马上入院医治，但其妻王某不同意支付相关的医疗费用，对此，李某可以（ ）
A. 请求法院分割共同财产
B. 直接挪用二人共同存款支付医疗费用
C. 将二人的房子擅自抵押贷款
D. 偷偷转移刘某的个人存款支付医疗费用
正确答案：A
1503、小明和小芳是一对恩爱情侣，两人都是2000年出生，请问二人最早可于哪一年领取结婚证？（ ）
A. 2019
B. 2020
C. 2021
D. 2022
正确答案：D
1504、无民事行为能力人、限制民事行为能力人的监护人是其（ ）
A. 法定代理人
B. 直系血亲
C. 旁系血亲
D. 邻居
正确答案：A
1505、相互有继承关系的几个人在同一事件中丧生，不能确定死亡先后时间的，推定（ ）
A. 有继承人的先死亡
B. 没有继承人的先死亡
C. 长辈先死亡
D. 同时死亡
正确答案：B
1506、自婚姻登记机关收到离婚登记申请之日起（ ），任何一方不愿意离婚的，可以向婚姻登记机关（ ）离婚登记申请。
A. 十日内；撤销
B. 二十日内；撤销
C. 三十日内；撤销
D. 二十日内；取消
正确答案：C
1507、《中华人民共和国民法典》规定，自然人因意外事件，从事故发生之日起满（ ）年，利害关系人可以向人民法院申请宣告该自然人死亡。
A. 一年
B. 两年
C. 三年
D. 四年
正确答案：B
1508、根据《中华人民共和国民法典》，（ ）周岁以上的未成年人为限制民事行为能力人。
A. 八
B. 十
C. 十四
D. 十六
正确答案：A
1509、根据《中华人民共和国民法典》的规定，网购快递商品的交付时间为？（ ）
A. 商品签收时间
B. 商品发出时间
C. 商品交付给快递公司的时间
D. 商品发出后任一时间
正确答案：A
1510、根据《中华人民共和国民法典》，正当防卫超过必要限度，造成不应有的损害的，（ ）应当承担适当的民事责任。
A. 不法侵害人
B. 见义勇为人
C. 无因管理人
D. 正当防卫人
正确答案：D
1511、民法典首次明确禁止性骚扰，违背他人意愿，以语言、（ ）等方式对他人实施性骚扰的，受害人有权依法请求行为人承担民事责任。
A. 辱骂
B. 肢体行为
C. 文字
D. 图像
正确答案：B
1512、根据《中华人民共和国民法典》的规定，向人民法院请求保护民事权利的诉讼时效期间为（ ），法律另有规定的，依照其规定。
A. 二年
B. 三年
C. 五年
D. 十年
正确答案：B
1513、学校除假期外，（ ）举行一次升旗仪式。
A. 每日
B. 每月
C. 每周
D. 每两周
正确答案：C
1514、（ ）统筹协调全国范围内国旗管理有关工作。地方各级人民政府统筹协调本行政区域内国旗管理有关工作。
A. 司法部
B. 国务院办公厅
C. 全国人大常委会
D. 国务院
正确答案：B
1515、在外事活动中同时升挂两个以上国家的国旗时，应当按照（ ）的规定或者国际惯例升挂。
A. 司法部
B. 国务院
C. 全国人大常委会
D. 外交部
正确答案：D
1516、在公共场合故意以焚烧、毁损、涂划、玷污、践踏等方式侮辱中华人民共和国国旗的，依法追究刑事责任；情节较轻的，由公安机关处以（ ）以下拘留。
A. 十五日
B. 三十日
C. 二十日
D. 十日
正确答案：A
1517、在公共场合故意以焚烧、毁损、涂划、玷污、践踏等方式侮辱中华人民共和国国旗的，依法追究刑事责任；情节较轻的，由（ ）处以十五日以下拘留.
A. 国家安全机关
B. 法院
C. 检察院
D. 公安机关
正确答案：D
1518、在公共场合故意以焚烧、毁损、涂划、玷污、践踏等方式侮辱中华人民共和国国旗的，（ ）。
A. 依法追究刑事责任
B. 依法追究民事责任
C. 依法追究行政责任
D. 不追究责任
正确答案：A
1519、（ ）对国旗的制作和销售实施监督管理。
A. 各级人民政府
B. 国务院
C. 市场监督总局
D. 各级人民政府市场监督管理部门
正确答案：D
1520、国旗应当作为（ ）教育的重要内容。
A. 爱国主义
B. 马克思主义
C. 社会主义
D. 共产主义
正确答案：A
1521、中国人民解放军和中国人民武装警察部队升挂、使用国旗的办法，由（ ）规定。
A. 中央军事委员会
B. 全国人大常委会
C. 司法部
D. 国务院
正确答案：A
1522、《中华人民共和国国旗法》第二次修正时间（ ）
A. 2018年10月17日
B. 2019年10月17日
C. 2020年10月17日
D. 2021年10月1日
正确答案：C
1523、外交活动以及国家驻外使馆领馆和其他外交代表机构升挂、使用国旗的办法，由（ ）规定。
A. 外交部
B. 全国人大常委会
C. 国务院
D. 司法部
正确答案：A
1524、国旗的通用尺度为国旗制法说明中所列明的（ ）种尺度。特殊情况使用其他尺度的国旗，应当按照通用尺度成比例适当放大或者缩小。国旗、旗杆的尺度比例应当适当，并与使用目的、周围建筑、周边环境相适应。
A. 二
B. 三
C. 四
D. 五
正确答案：D
1525、中华人民共和国国旗是（ ）
A. 五星红旗
B. 一星红旗
C. 镰刀旗
D. 铁锤旗
正确答案：A
1526、《中华人民共和国国旗法》规定，为了维护国旗的尊严，正确使用国旗，增强公民的国家观念，弘扬爱国主义精神，培育和践行社会主义核心价值观，根据（ ），制定本法。
A. 宪法
B. 刑法
C. 民法
D. 行政法
正确答案：A
1527、《中华人民共和国国旗法》进行了几次修正？（ ）
A. 1
B. 2
C. 3
D. 4
正确答案：B
1528、针对有涉拐外籍妇女的案件，在调查取证时应及时向（ ）进行案件报备。
A. 上级刑侦部门
B. 上级刑事技术部门
C. 外交部门
D. 所在出入境管理部门
正确答案：D
1529、接到儿童失踪或者（ ）的妇女失踪报案的，符合管辖规定的，应当立即立为拐卖案件开展侦查工作。
A. 已满十四周岁不满十六周岁
B. 已满十四周岁不满十八周岁
C. 已满十六周岁不满十八周岁
D. 已满十六周岁不满二十周岁
正确答案：B
1530、关于拐卖妇女儿童犯罪案件的管辖，错误的是（ ）
A. 一般由犯罪地的司法机关管辖
B. 拐卖妇女儿童犯罪的犯罪地包括拐出地、中转地、拐入地以及拐卖活动的途径地
C. 如果由犯罪嫌疑人、被告人居住地的司法机关管辖更为适宜的，可以由犯罪嫌疑人、被告人居住地的司法机关管辖
D. 几个地区的司法机关都有权管辖的，一般由犯罪地的司法机关管辖
正确答案：D
1531、几个地区的司法机关都有权管辖的，一般由（ ）的司法机关管辖。
A. 犯罪嫌疑人居住地
B. 拐出地
C. 拐入地
D. 最先受理
正确答案：D
1532、拐卖妇女儿童犯罪的犯罪地包括拐出地、中转地、拐入地以及（ ）。
A. 拐卖活动的交易地
B. 拐卖活动的途径地
C. 犯罪嫌疑人居住地
D. 被拐儿童居住地
正确答案：B
1533、《刑法修正案九》将收买被拐卖的妇女、儿童罪改为“收买被拐卖的妇女、儿童，对被买儿童没有虐待行为不阻碍对其进行解救的，可以（ ）处罚;按照被买妇女的意愿，不阻碍其返回原居住地的，可以（ ）处罚”。
A. 从轻或减轻；从轻或减轻
B. 从轻；从轻
C. 从轻；从轻或减轻
D. 从轻或减轻；从轻
正确答案：C
1534、根据《中华人民共和国刑法》第二百四十一条规定，收买被拐卖的妇女、儿童罪是指不以（ ）为目的，收买被拐卖妇女、儿童的行为。
A. 贩卖
B. 收养
C. 出卖
D. 金钱
正确答案：C
1535、下列关于送养行为认定为拐卖妇女、儿童罪的条件，错误的是（ ）
A. 将生育作为非法获利手段，生育后即出卖子女的
B. 明知对方不具有抚养目的，或者根本不考虑对方是否具有抚养目的，为收取钱财将子女“送”给他人的
C. 未收取明显不属于“营养费”、“感谢费”的巨额钱财将子女“送”给他人的
D. 家里贫苦，因无能力抚养小孩，将孩子送人未收取费用
正确答案：D
1536、区分借送养之名出卖亲生子女与民间送养行为的关键在于（ ）。
A. 行为人是否具有非法获利的目的
B. 行为人是否收取高额费用
C. 送养行为是否有中间人居间介绍
D. 行为人是否有抚养能力
正确答案：A
1537、根据《中华人民共和国刑法》第二百六十二条规定，拐骗儿童罪指以欺骗，引诱或者其他方法，使不满（ ）周岁的儿童脱离家庭或者监护人的行为。
A. 12
B. 14
C. 16
D. 18
正确答案：B
1538、下列哪项不是拐卖妇女儿童犯罪主要作案手段（ ）。
A. 采用欺骗方式
B. 采用盗窃方式
C. 采取威胁方式
D. 采取绑架方式
正确答案：C
1539、根据《中华人民共和国刑法》第二百四十条规定，拐卖妇女、儿童是指以出卖为目的，有有拐骗、绑架、收买、贩卖、（ ）、中转妇女、儿童之一的行为。
A. 强奸
B. 威胁
C. 引诱
D. 接送
正确答案：D
1540、下列哪项属于拐卖妇女儿童犯罪涉及到的罪名。（ ）
A. 猥亵儿童罪
B. 收买被拐卖的妇女、儿童罪
C. 强迫卖淫罪
D. 寻衅滋事罪
正确答案：B
1541、下列哪项不是拐卖妇女儿童犯罪涉及到的罪名。（ ）
A. 拐骗儿童罪
B. 收买被拐卖的妇女、儿童罪
C. 强迫卖淫罪
D. 拐卖妇女、儿童罪
正确答案：C
1542、依据《中国共产党纪律处分条例》中关于廉洁纪律的说法，以下不适当的是（ ）
A. 强化对党员干部从事营利活动的监督
B. 对学习考察期间的旅游是可以变通的
C. 对参加所管理企业的考察借机旅游等违反中央八项规定精神的新表现作出处分规定
D. 规定对借用管理和服务对象的钱款、住房、车辆等活动获取大额回报，影响公正执行公务行为的纪律处分
正确答案：B
1543、依据《中国共产党纪律处分条例》中关于政治纪律的说法，以下不适当的是（ ）
A. 对政治品行恶劣，匿名诬告的应该给予开除党籍处分
B. 重大原则问题上不同党中央保持一致且有实际言论、行为或者造成不良后果的应当给予纪律处分 
C. 党员领导干部在本人主政的地方或者分管的部门背着党中央另搞一套的，落实党中央决策部署不坚决，打折扣、搞变通应当给予纪律处分
D. 党员领导干部在本人主政的地方或者分管的部门对党不忠诚不老实，表里不一，阳奉阴违，欺上瞒下，搞两面派，做两面人的应当给予纪律处分
正确答案：A
1544、关于新修订的《中国共产党纪律处分条例》，以下说法不适当的是（ ）
A. 是党的十八大以来全面从严治党的重要制度成果
B. 着力提高了纪律建设的政治性、时代性、针对性
C. 使全面从严治党的思路举措更加科学 
D. 把作风建设摆在首位
正确答案：D
1545、对党组织可采取的问责方式不包括（ ）
A. 检查
B. 通报
C. 改组
D. 诚勉
正确答案：D
1546、关于《中国共产党问责条例》，以下说法不适当的是（ ）
A. 问责主体和问责对象均突出主体责任
B. 问责事由可根据情况由问责主体自行确定
C. 问责情形聚焦党的领导的行为事实
D. 整合原有党内法规的问责方式
正确答案：B
1547、《中国共产党问责条例》所针对的问题，以下说法不适当的是（ ）
A. 各级党组织和各级领导干部执行党的路线方针政策不力
B. 管党治党主体责任缺失、监督责任缺位、给党的事业造成严重损害
C. 破解党长期执政条件下自我监督难题
D. 选人用人失察、任用干部连续出现问题
正确答案：C
1548、依据《中国共产党党内监督条例》，党内监督的主体不包括（ ）
A. 全体公民
B. 党的纪律检查委员会
C. 党的基层组织 
D. 党员
正确答案：A
1549、依据《中国共产党党内监督条例》，党内监督重点解决的问题不包括（ ）
A. 党的领导弱化
B. 党的地位动摇
C. 党的建设缺失
D. 全面从严治党不力
正确答案：B
1550、根据二十大精神，要加快建设贸易强国。营造市场化、法治化、（ ）一流营商环境。
A. 创新化
B. 自由化
C. 贸易化
D. 国际化
正确答案：D
1551、我们必须增强忧患意识，坚持（ ），做到居安思危、未雨绸缪，准备经受风高浪急甚至惊涛骇浪的重大考验。
A. 逻辑思维
B. 底线思维
C. 系统思维
D. 体系思维
正确答案：B
1552、关于党的监督保障法规，以下说法不适当的是（ ）
A. 保证国家审判机关的权力得以正确行使
B. 切实规范党组织活动
C. 对党员行为监督、考核的规范
D. 对党员行为奖惩、保障的规范
正确答案：A
1553、《中国共产党廉洁自律准则》中对党员和党员领导干部提出的禁止性行为规范，以下说法不适当的是（ ）
A. 禁止利用职权和职务上的影响谋取不正当利益
B. 禁止损害领导干部利益
C. 禁止私自从事营利性活动
D. 禁止违反规定干预和插手市场经济活动，谋取私利
正确答案：B
1554、关于《中国共产党廉洁自律准则》，以下说法不适当的是（ ）
A. 内容紧扣生活作风这一主题
B. 将适用对象扩大到全体党员
C. 抓住了党员领导干部这个“关键少数” 
D. 是第一部坚持正面倡导的规范全党廉洁自律工作的重要基础性法规。
正确答案：A
1555、以下不属于《关于新形势下党内政治生活的若干准则》主体部分的内容是（ ）
A. 坚决维护党中央权威、严明党的政治纪律
B. 发扬党内民主和保障党员权利
C. 未涉及党的监督保障法规范畴
D. 加强对权力运行的制约和监督
正确答案：C
1556、关于《关于新形势下党内政治生活的若干准则》，以下说法不适当的是（ ）
A. 主体部分从12个方面对加强和规范党内政治生活提出了明确要求 
B. 体现出全面从严治党的决心和定力
C. 紧紧围绕全面从严治党这个主题
D. 体现出行政机关与时俱进的工作方法
正确答案：D
1557、关于党的十八届六中全会，以下说法不适当的是（ ）
A. 审议通过了《关于新形势下党内政治生活的若干准则》
B. 审议通过了《中国共产党党内监督条例》 
C. 审议通过了《中共中央关于全面推进依法治国重大问题的决定》  
D. 审议通过了《关于召开党的第十九次全国代表大会的决议》
正确答案：C
1558、党的十八大以后颁布或新修订的党的自身建设法规主要有（ ）
A. 《中国共产党纪律处分条例》
B. 《县以上党和国家机关党员领导干部民主生活会若干规定》
C. 《关于新形势下党内政治生活的若干准则》
D. 《中国共产党廉洁自律准则》
正确答案：A
1559、关于党的自身建设的法规，以下说法不适当的是（ ）
A. 是党的领导建设
B. 是党的长期执政能力建设
C. 是党的先进性和纯洁性建设
D. 是党的政治建设与思想建设
正确答案：A
1560、关于党政领导干部公开选拔和竞争上岗的要求，以下说法不适当的是（ ）
A. 公开选拔县处级以下领导干部，一般不跨省（自治区、直辖市）进行 
B. 各个部门竞争上岗是唯一方式
C. 一般情况下，领导职位出现空缺且本地区本部门没有合适人选的，特别是需要补充紧缺专业人才的，可以进行公开选拔
D. 领导职位出现空缺，本单位本系统符合资格条件人数较多且人选意见不易集中的，可以进行竞争上岗
正确答案：B
1561、关于《党政领导干部选拔任用工作条例》在选人用人程序中的明确要求，以下说法不正确的是（ ）
A. 严格作风
B. 严格标准
C. 严格程序
D. 严格纪律
正确答案：A
1562、关于选拔任用党政领导干部，以下说法不适当的是（ ）
A. 坚持以才为先原则
B. 坚持党管干部原则
C. 坚持五湖四海、任人唯贤原则 
D. 注重实绩、群众公认原则
正确答案：A
1563、关于2014年中共中央发布的《党政领导干部选拔任用工作条例》，以下说法不适当的是（ ）
A. 行政机关在干部选任初始环节要发挥领导作用   
B. 将党管干部原则放在第一位
C. 明确提出了“好干部”标准，力图推出好干部 
D. 突出了从严治党的要求
正确答案：A
1564、党的十八大以后颁布或新修订的党的领导法规主要有（ ）
A. 《党政领导干部交流工作规定》
B. 《行政执法类公务员管理规定（试行）》
C. 《推进领导干部能上能下若干规定》  
D. 《党政主要负责人履行推进法治建设第一责任人职责规定》
正确答案：A
1565、关于党的领导法规，以下说法不适当的是（ ）
A. 调整党政关系和党群关系
B. 调整党与国家政权之间的关系
C. 调整党与国家行政机关的关系
D. 调整党与民主党派之间的关系
正确答案：C
1566、关于建立健全地方党委权力结构和运行的监督制约机制，以下说法不适当的是（ ）
A. 创设书记专题会议酝酿机制
B. 地方党委应实行集体领导和个人分工负责制度
C. 规定了重大决策一般程序
D. 书记专题会议可代替常委会会议作出决策
正确答案：D
1567、关于地方党委组织架构和成员配备，以下说法不适当的是（ ）
A. 创设党委委员、候补委员递补补选制度
B. 创设自动终止制度
C. 创设辞职、免职制度
D. 省级常委会委员配备名额可以是15人
正确答案：D
1568、关于《中国共产党地方委员会工作条例》，以下说法不适当的是（ ）
A. 落实了地方党委全面从严治党的政治责任 
B. 确立了地方党委开展工作的新规则
C. 完善地方党组织的权力运行机制
D. 直接目的在于提高地方政府工作的操作化能力
正确答案：D
1569、党的十八大以后颁布或新修订的党的组织法规主要有（ ）
A. 《中国共产党工作机关条例（试行）》
B. 《党政机关国内公务接待管理规定》
C. 《中国共产党党组工作条例》 
D. 《关于党的基层组织实行党务公开的意见》
正确答案：D
1570、271.关于党的组织法规，以下说法不适当的是（ ）
A. 调节党政关系
B. 规范党组织的活动
C. 以民主集中制为核心 
D. 规范党组织的工作
正确答案：A
1571、关于党内法规建设的基本要求，以下说法不适当的是（ ）
A. 治国必先治党
B. 治党务必从严
C. 法度必有党定
D. 从严必依法度
正确答案：C
1572、关于十九大党章修正案，以下说法不适当的是（ ）
A. 实现了党章建设和发展的又一次与时俱进
B. 是对党章的彻底创新
C. 保持了党章的权威性、稳定性、连续性与党章的适应性、发展性的有机统一
D. 有利于充分发挥党章的指导功能、规范功能和最高效力
正确答案：B
1573、党的纪律不包括以下哪一项（ ）
A. 政治纪律
B. 组织纪律
C. 生活纪律
D. 作风纪律
正确答案：D
1574、对党的建设的总体要求，以下说法不适当的是（ ）
A. 加强党的长期执政能力建设、先进性和纯洁性建设”  
B. 把政治建设、作风建设纳入党的建设总体布局   
C. 坚持从严管党治党的基本要求
D. 牢固树立政治意识、大局意识、核心意识、看齐意识
正确答案：B
1575、关于中国特色社会主义总体布局的内容，以下说法不适当的是（ ）
A. 推进供给侧结构性改革
B. 推进协商民主广泛、多层、制度化发展
C. 牢牢掌握意形态工作领导权
D. 发挥政府在资源配置中的决定性作用
正确答案：D
1576、关于要全面深化改革，以下说法不适当的是（ ）
A. 更加注重改革的领导性
B. 更加注重改革的系统性
C. 更加注重改革的整体性
D. 更加注重改革的协同性
正确答案：A
1577、关于社会主义总体布局的内容，以下表述不适当的是（ ）
A. 中国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾   
B. 必须按照中国特色社会主义事业“五位一体”总体布局和“四个全面”战略布局 
C. 必须按照中国特色社会主义事业总体布局 
D. 必须坚持以人民为中心的发展思想
正确答案：C
1578、改革开放以来我们取得的一切进步和发展的根本原因不包括（ ）
A. 坚定了中国共产党的领导
B. 开辟了中国特色社会主义道路
C. 发展了中国特色社会主义文化 
D. 形成中国特色社会主义理论体系
正确答案：A
1579、十九大党章将以下哪一项充实为党的指导思想（ ）
A. 邓小平理论 
B. “三个代表”重要思想 
C. 科学发展观 
D. 习近平新时代中国特色社会主义思想
正确答案：D
1580、十九大党章的条文部分包括以下哪一项内容（ ）
A. 党的建设和党的领导
B. 党的政策和纲领
C. 党的组织制度和党的纪律
D. 党的路线和党的方针
正确答案：C
1581、党章的功能不包括以下哪一项（ ）
A. 规范公民行为
B. 保证党内正常秩序
C. 规范党组织行为
D. 规定党的各级组织职责
正确答案：A
1582、关于党章的表述，以下不适当的是（ ）
A. 党章是最根本的党规党法
B. 党章是衡量一个政党是否成熟的唯一因素  
C. 党章对党的性质和宗旨做出了根本性规定
D. 党章是政党的立党之本
正确答案：B
1583、形成有力党内法规制度保障体系不包括以下哪一方面（ ）
A. 党内法规制度建设工作要由党中央统一领导 
B. 党内法规制度建设工作要与其他党建工作分开 
C. 党的各级纪律检查委员会要切实履行监督执纪工作
D. 中央各部门和地方各级党委要进行统筹规划
正确答案：B
1584、关于完善党内法规制度体系的表述，以下哪一项表述不适当（ ）
A. 党内法规制度体系要以党章为根本
B. 党内法规制度体系要以民主集中制为核心  
C. 党内法规制度体系要以准则、条例等中央党内法规为主干
D. 党内法规制度体系要以制定党的自身建设法规制度为主
正确答案：D
1585、以下哪一文件将党内法规制度体系概括为“1+4”的基本框架（ ）
A. 《中央党内法规制定工作五年规划纲要（2013-2017）》
B. 《中共中央关于加强党内法规制度建设的意见》  
C. 《中共中央关于全面推进依法治国重大问题的决定》
D. 《中央党内法规制定工作第二个五年规划（2018－2022年）》
正确答案：B
1586、以下关于党内法规建设内容的表述不适当的是（ ）
A. 要落实党的绝对领导地位
B. 要完善党内法规制度体系 
C. 加强党内法规制度的贯彻实施
D. 形成有力的党内法规制度建设保障体系
正确答案：A
1587、以下哪一项不属于党的监督保障类法规（ ）
A. 《中国共产党纪律处分条例》  
B. 《中国共产党问责条例》   
C. 《中国共产党巡视工作条例》 
D. 《中国共产党廉洁自律准则》
正确答案：D
1588、党内法规中位阶最高的是（ ） 
A. 党章
B. 准则
C. 规定
D. 条例
正确答案：A
1589、关于党内法规与国家法律关系的表述，以下哪一项表述是不适当的（ ）
A. 党内法规和国家法律都属于中国特色社会主义法治体系的范畴    
B. 党内法规严于国家法律
C. 党内法规是党的主张和人民意志的统一，但国家法律不是
D. 党内法规和国家法律都是治国理政的规范依据  
正确答案：C
1590、关于房屋租赁，租赁期限（ ）以上的，应当采用书面形式
A. 三个月
B. 六个月
C. 九个月 
D. 十二个月
正确答案：D
1591、房地产开发经营，是指房地产开发企业在（ ）内国有土地上进行基础设施建设、房屋建设，并转让房地产开发项目或者销售、出租商品房的行为
A. 城市市区
B. 城市市区和城市郊区
C. 城市规划区
D. 城市市区规划区和城市郊区规划区
正确答案：C
1592、土地使用权（ ），必须符合土地利用总体规划、城市规划和年度建设用地计划
A. 调整
B. 出让
C. 规划
D. 划拨
正确答案：B
1593、（ ）是土地使用者依照法律规定或合同约定使用国有土地时，对土地所享有的占有、使用和收益的权利
A. 国有土地使用权
B. 集体土地使用权
C. 建设用地使用权
D. 农业用地使用权
正确答案：A
1594、（ ）投资安排的建设项目，应按照拨款建设项目的范围进行
A. 财政拨款
B. 银行贷款
C. 自筹资金
D. 民间借贷
正确答案：A
1595、投资主体只要具备投标资格，均可依照（ ）参加投标竞争、承包工程项目
A. 《建筑法》  
B. 《政府采购法》
C. 《招标投标法》    
D. 《竞争法》
正确答案：C
1596、《政府投资条例》是我国关于（ ）的第一部行政法规。
A. 规范政府采购
B. 规制行政垄断
C. 政府投资管理 
D. 规范招投标
正确答案：C
1597、在投资活动中，通过实行（ ），保证投资项目须落实资本金才能进行建设
A. 保证金制度 
B. 启动金制度
C. 资本金制度
D. 担保金制度
正确答案：C
1598、我国实行（ ），由项目法人对建设项目的筹资、建设、生产经营等全过程负责
A. 项目单位责任制
B. 项目法人责任制
C. 项目单位负责制
D. 项目法人负责制
正确答案：B
1599、关于《产品质量法》的适用范围，下列说法不正确的是（ ）
A. 天然形成但用于销售的商品适用本法
B. 建设工程不适用本法
C. 军工产品不适用本法
D. 农民家中生产的自用蔬菜不适用本法
正确答案：A
1600、《产品质量法》规定的吊销营业执照的行政处罚由（ ）决定
A. 人民法院
B. 产品质量监督部门
C. 市场监督管理部门  
D. 企业上级主管部门
正确答案：C
1601、新修定的《消费者权益保护法》倡导（ ）的消费方式，反对浪费
A. 文明、节约资源和保护环境
B. 文明、健康、节约资源和保护环境
C. 健康、节约资源和保护环境
D. 文明、健康、节约资源
正确答案：B
1602、下面有关消费者合法权益的表述中，正确的是（ ）
A. 消费者有权选择商品或服务
B. 消费者有权利监督经营者的决策过程
C. 消费者有权要求经营者提供产品的技术秘密
D. 消费者依法享有权利，但不能滥用
正确答案：D
1603、根据我国《消费者权益保护法》的规定，消费者享有的权利有（ ）
A. 9项
B. 8项
C. 7项
D. 10项
正确答案：A
1604、我国《反不正当竞争法》除了规定经营者实施不正当竞争行为应承担相应的民事责任、行政责任或刑事责任之外，还规定了对违法行为人的（ ）
A. 行政警告 
B. 黑名单公示
C. 行政处分 
D. 信用惩戒
正确答案：D
1605、以下行为中，不属于我国《反不正当竞争法》列举的不正当竞争行为的是（ ）
A. 商业贿赂行为
B. 混淆行为
C. 经营者合并
D. 互联网领域的不正当竞争行为
正确答案：C
1606、《反垄断法》所禁止的“制定排除、限制竞争的行政法规”属于（ ）
A. 垄断协议行为 
B. 经营者滥用市场支配地位行为
C. 经营者集中行为 
D. 行政垄断行为
正确答案：D
1607、《反垄断法》所禁止的“经营者通过取得股权或者资产的方式取得对其他经营者的控制权”属于（ ）
A. 垄断协议行为
B. 滥用市场支配地位行为
C. 行政垄断行为
D. 经营者集中行为
正确答案：D
1608、《反垄断法》所禁止的“没有正当理由，以低于成本的价格销售商品”属于（ ）
A. 垄断协议行为
B. 行政垄断行为
C. 经营者集中行为
D. 滥用市场支配地位行为
正确答案：D
1609、根据我国《个人独资企业法》的规定，个人独资企业的投资人以其个人财产对企业债务承担（ ）
A. 无限责任
B. 有限责任
C. 相应责任 
D. 全部责任
正确答案：A
1610、根据申请破产人的不同，破产分为由债权人申请破产和（ ）两种情形
A. 由市场监督管理部门申请破产
B. 由本行业主管部门申请破产
C. 由公司自己申请破产
D. 由检察院申请破产
正确答案：C
1611、根据我国《外商投资法》，国家对外商投资实行准入前国民待遇加（ ）制度
A. 社会信用管理
B. 市场准入
C. 负面清单管理
D. 信息披露
正确答案：C
1612、合伙企业的合伙人，有下列情形中的（ ）的，当然退伙
A. 被依法宣告失踪
B. 被依法宣告为无民事行为
C. 能力个人债务到期不能清偿
D. 被人民法院强制执行在合伙企业中的部分财产份额
正确答案：B
1613、我国《公司法》所称公司是指依照本法在中国境内设立的（ ）
A. 合伙组织
B. 人合公司
C. 两资公司
D. 有限责任公司和股份有限公司
正确答案：D
1614、我国《工伤保险条例》规定，工伤职工可享受的停工留薪期一般不超过（ ）。
A. 3个月
B. 6个月
C. 9个月
D. 12个月
正确答案：D
1615、用人单位发生合并、分立、转让后，承担工伤保险的责任主体应当是（ ）。
A. 原用人单位
B. 承继单位
C. 两单位共担
D. 由被保人选择其一
正确答案：B
1616、双方当事人可以订立口头协议的是（ ） 。 
A. 非全日制用工
B. 劳动合同不满一年的 
C. 以完成一定工作任务为期限的
D. 劳务派遣形式用工
正确答案：A
1617、《医改决定》所确定的统筹基金的最高支付限额原则上控制在当地职工年均工资的 （ ）。
A. 2倍左右
B. 3倍左右
C. 4倍左右
D. 5倍左右
正确答案：C
1618、基本养老保险中，企业缴费不超过工资总额的（ ）。
A. 10%
B. 20%
C. 30%
D. 40%
正确答案：B
1619、劳动者提前 （ ）以书面形式通知用人单位，可以解除劳动合同。
A. 十五日
B. 三十日
C. 六十日
D. 九十日
正确答案：B
1620、在解除或终止劳动合同后，竟业限制的人员竟业限制期限，不得超过（ ）。
A. 一年
B. 二年
C. 三年
D. 由劳动合同自由约定期限
正确答案：B
1621、竟业限制人员限于用人单位的那些人员（ ）。
A. 高级管理人员
B. 一般技工
C. 普通员工
D. 临时工
正确答案：A
1622、可以对劳动者约定违约金的情形有（ ）。
A. 劳动者严重违反用人单位的规章制度
B. 劳动者营私舞弊给用人单位造成重大损失
C. 约定服务期限的劳动合同
D. 劳动者单方解除劳动合同
正确答案：C
1623、劳动者在试用期的工资不得低于本单位相同岗位最低工资或劳动合同约定工资的（ ）。
A. 60%
B. 80%
C. 100%
D. 50%
正确答案：B
1624、劳动合同期限一年以上不满三年的，试用期不得超过（ ）。
A. 一个月
B. 二个月
C. 六个月
D. 三个月
正确答案：B
1625、是劳动合同必备条款的是（ ）。
A. 工作内容和工作地点
B. 试用期
C. 补充保险和福利待遇
D. 工作调动
正确答案：A
1626、用人单位自（ ）起即与劳动者建立劳动关系。
A. 订立劳动合同之日
B. 在合同文本签字盖章之日
C. 用工之日
D. 确定聘用之日
正确答案：C
1627、已建立劳动关系，未同时订立书面劳动合同的，应当自用工之日起 （ ）内订立书面劳动合同。
A. 半个月
B. 一个月
C. 两个月
D. 三个月
正确答案：B
1628、建立劳动关系，应当订立（ ）。
A. 口头协议
B. 书面劳动合同
C. 集体合同
D. 雇佣合同
正确答案：B
1629、用人单位在工作日安排劳动者延长工作时间的，支付的加班工资应当不低于工资的（ ）。
A. 150%
B. 200% 
C. 300%
D. 400%
正确答案：A
1630、在最低生活保障制度的基本构成要素中，作为其核心部分的是（ ）。
A. 适用范围
B. 最低生活标准
C. 待遇水平
D. 资金来源
正确答案：B
1631、劳务派遣协议应当约定派遣岗位和人员数量、派遣期限、 （ ）和社会保险费的数额与支付方式以及违反协议的责任。
A. 试用期
B. 劳动报酬 
C. 培训
D. 保守秘密
正确答案：B
1632、事业单位与实行聘用制的工作人员订立、履行、变更、解除或者终止劳动合同，法律、行政法规或者国务院另有规定的，依照其规定；未作规定的，依照（ ）有关规定执行。
A. 《劳动合同法》
B. 《民法通则》
C. 《合同法》
D. 《公务员法》
正确答案：A
1633、中华人民共和国境内的（ ）与劳动者建立劳动关系，订立、履行、变更、解除或者终止劳动合同，适用《劳动合同法》。
A. 外国使馆
B. 家庭
C. 企业
D. 个人
正确答案：C
1634、劳务派遣单位派遣劳动者应当与接受以劳务派遣形式用工的单位订立 （ ）。
A. 劳动合同 
B. 集体合同
C. 用工协议
D. 劳务派遣协议
正确答案：D
1635、被派遣劳动者在无工作期间，劳务派遣单位应当按照所在地人民政府规定的（ ） ，向其按月支付报酬。 　　 A.     B.　　C. 　　D.　
A. 最低工资标准
B. 最低生活保障标准 
C. 行业工资指导线
D. 失业保险金领取标准 
正确答案：A
1636、下列社会保险项目中以赔偿为基本特征的是（ ） 。
A. 养老保险
B. 工伤保险
C. 失业保险
D. 医疗保险
正确答案：B
1637、劳务派遣单位与被派遣劳动者订立的劳动合同，除应当载明《劳动合同法》第十七条规定的事项外，还应当载明被派遣劳动者的用工单位以及派遣期限、（ ） 等情况。
A. 试用期
B. 培训
C. 保守秘密
D. 工作岗位
正确答案：D
1638、用工单位使用的被派遣劳动者数量不得超过其用工总量的（ ）。 A.    B.    C.   D.
A. 10%
B. 15%
C. 20％
D. 30％
正确答案：A
1639、我国《劳动合同法》规定的区域性集体合同，其“区域”是（ ）。
A. 县级以下区域内
B. 市级以下区域内
C. 省级以下区域内
D. 乡镇区域内
正确答案：A
1640、企业职工一方与用人单位可以订立劳动安全卫生、女职工权益保护、工资调整机制等（ ）。
A. 职业集体合同
B. 纲领性集体合同
C. 专项集体合同
D. 不完全集体合同 
正确答案：C
1641、用人单位与劳动者订立的劳动合同中劳动报酬和劳动条件等标准（ ）集体合同规定的标准。
A. 不得低于
B. 可以低于
C. 必须高于
D. 应当高于
正确答案：A
1642、签订集体合同应当经过（ ）五个程序。
A. ①当事人协商②职工代表大会或者全体职工讨论通过③代表签字④报送劳动行政部门备案⑤公布 
B. ①起草集体合同草案②职工代表大会或者全体职工讨论通过③代表签字④报送劳动行政部门备案⑤公布 
C. ①当事人协商②职工代表审议③代表签字④报送劳动行政部门备案⑤公布 
D. ①当事人协商②职工代表大会或者全体职工讨论通过③代表签字④报送上级工会备案⑤公布
正确答案：A
1643、因（ ）集体合同发生争议，经协商解决不成的，工会可以依法申请仲裁、提起诉 讼。
A. 签订
B. 履行
C. 订立
D. 检查
正确答案：B
1644、下列关于我国集体协商代表职责的陈述中，错误的是（ ）。
A. 接受本方人员质询，及时向本方人员公布协商情况并征求意见
B. 收到对方进行集体协商的要求，有权不给予任何回应
C. 代表本方参加集体协商争议的处理
D. 保守在集体协商过程中知悉的用人单位的商业秘密
正确答案：B
1645、下列陈述中属于广义社会对话的特征的是（ ） 。
A. 参与对话的主体是不同社会群体
B. 社会对话目标是在政府、雇主和雇员组织之间达成共识，并签订三方合作协议
C. 社会对话是劳动关系领域的民主治理机制
D. 对话主体是发生在劳动关系领域的，涉及政府、雇主和雇员三方利益的当前问题
正确答案：A
1646、关于集体劳动争议的处理，以下说法错误的是 （ ）。
A. 因订立集体合同发生的纠纷，可由当事人协商解决
B. 因订立集体合同发生的纠纷，当事人协商不成的，由当地劳动行政部门进行协调处理
C. 因履行集体合同发生的纠纷，可按照劳动争议仲裁程序处理
D. 因集体合同而发生的纠纷不得向法院提起诉讼
正确答案：D
1647、劳动行政部门自收到集体合同文本之日起 （ ）内未提出异议的，集体合同即行生 效。
A. 5日
B. 10日
C. 15日
D. 30日
正确答案：C
1648、劳动争议当事人对仲裁裁决不服的，可以自收到裁决书之日起（ ）内向人民法院提起诉讼。
A. 一年
B. 六个月
C. 一个月
D. 十五天
正确答案：D
1649、根据《劳动法》的规定，我国实行劳动者每日工作时间不超过八小时、平均每周工作时间不超过（ ）小时的工时制度。
A. 四十小时
B. 四十二小时
C. 四十四小时
D. 四十八小时
正确答案：C
1650、用人单位与劳动者约定试用期，最长不得超过 （ ）个月。
A. 两个月
B. 三个月
C. 六个月
D. 九个月
正确答案：C
1651、某女职工遇到难产，按法律法规应给予的产假为（ ）天。
A. 56天
B. 90天
C. 113天
D. 120天
正确答案：C
1652、支付（ ）以及由此产生的社会关系不属于劳动法调整。
A. 临时工的劳动报酬
B. 加工承揽的劳动报酬
C. 轮换工的劳动报酬
D. 雇佣工人的收入
正确答案：B
1653、工会与企业签订的以劳动条件、工作条件、生活条件为主要内容的合同是（ ）。
A. 集体合同
B. 经济合同
C. 民事合同
D. 劳动合同
正确答案：A
1654、劳动合同期满或者当事人约定的条件出现，劳动合同（ ）。
A. 解除
B. 自行解除
C. 撤销
D. 终止
正确答案：D
1655、劳动争议调整委员会主任由（ ）担任。
A. 职工代表
B. 工会代表
C. 用人单位代表
D. 三方面选举产生的代表
正确答案：B
1656、以下不属于公民保障权内容的是（ ）。
A. 劳动者在退休后获得养老保险待遇
B. 劳动者在非本人意愿中断就业而获得失业保险待遇
C. 劳动者遭受职业伤害而获得工伤保险待遇
D. 劳动者子女上学获得某企业的捐助
正确答案：D
1657、劳动者享受社会保险待遇的条件和标准由（ ）规定。
A. 企业规章制度
B. 劳动合同
C. 法律法规
D. 集体合同
正确答案：C
1658、劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的，用人单位可以依法（ ）。 
A. 解除合同
B. 终止合同
C. 变更合同
D. 续订合同
正确答案：A
1659、用人单位拒不支付劳动者延长工作时间的工资报酬的，除了责令支付劳动者工资报酬、经济补偿外，还可责令支付（ ）。 
A. 赔偿金
B. 违约金
C. 滞纳金
D. 罚金
正确答案：A
1660、劳动争议申请仲裁的时效期间为一年，应从 （ ）之日起计算。
A. 终止劳动关系
B. 当事人知道或者应当知道其权利被侵害
C. 调解不成
D. 仲裁委员会决定受理
正确答案：B
1661、当你接到通讯管理局的电话，说你的身份信息泄露，名下手机号发送大量垃圾短信，需要你配合调查，并帮你转接公安电话时，错误的做法是？（ ）
A. 警方的电话不能转接，一定是诈骗
B. 积极配合警方调查，证明清白
C. 下载国家反诈中心APP，举报涉诈电话号码
正确答案：B
1662、当你通过广告进入网页低价购买游戏装备时，对方称购买超时，需要重新下单，以下做法正确的是？（ ）
A. 按对方要求直接操作购买
B. 继续私下联系卖方
C. 停止付款，向警方咨询
正确答案：C
1663、当你在网站上查找租房信息并看上合适的房源，以下不可取的是（ ）
A. 实地看房核实
B. 电话联系后通过微信交付押金
C. 签订正规租房合同
正确答案：B
1664、当你接到电话或收到短信，称你的银行卡在异地有消费记录，如有疑问请拨打某电话查询时，以下不可取的是（ ）
A. 拨打所属银行官方号码咨询
B. 立刻回拨短信中的电话
C. 到银行网点咨询
正确答案：B
1665、当你在电商平台消费时，银行卡最安全的使用方式是（ ）
A. 只用特定银行卡，并放入适当资金用于购物
B. 使用工资卡进行消费
C. 开通免密支付便捷消费
正确答案：A
1666、如果你是公司会计，领导通过QQ发消息给你，让你立刻给对方公司汇款，正确的做法是（ ）
A. 按照领导要求，立即汇款
B. 联系领导本人核实确认
C. 跟同事商讨事情真伪
正确答案：B
1667、如果你接到了航空公司的电话，称你订购的去海南旅游的机票航班延误，需要改签，你该怎么做？（ ）
A. 不去理会，直接挂断
B. 询问对方，电话改签
C. 拨打官方电话，核实真伪
正确答案：C
1668、如果你是被骗的受害者，提供哪一个线索挽回损失有效率是最高的？（ ）
A. 提供对方的银行账户信息，以便警方拦截止付
B. 提供对方的姓名，以便警方在人口库中寻找
C. 提供对方的联系电话，以便警方查询机主信息
正确答案：A
1669、如果你准备更换一个新的手机，出售旧手机前的哪个做法不够安全？（ ）
A. 解绑某宝等第三方支付平台与旧手机的绑定 
B. 将手机卡取出，关机后出售
C. 将手机反复格式化后再出售
正确答案：B
1670、以下说法正确的是？（ ）
A. 教育程度越高被骗的可能性越小    
B. 被骗概率跟教育程度没有必然联系
C. 骗子的教育程度一般比受害者高
正确答案：B
1671、当你收到老师短信，称你的孩子在学校不慎摔伤，正在送往医院治疗，需要资金时，第一时间该如何做？（ ）
A. 赶紧汇款，以免耽误治疗
B. 回拨电话，跟老师询问孩子情况
C. 找学校其他负责人或去学校当面核实事情真伪
正确答案：C
1672、当你接到一条短信，称可以进行积分兑换限量礼品，正确的做法是（ ）
A. 点开短信链接，按步骤填写信息兑换
B. 去官方app或者营业厅咨询办理
C. 回拨电话咨询兑换
正确答案：B
1673、当你接到电话或收到短信称“你的个人医保账户被盗用、社保卡被锁、发放社保补贴或社保缴费异常”等情况，你该怎么做？ （ ）
A. 回拨电话或按语音提示操作
B. 将个人信息告知对方，通过电话办理
C. 拨打当地人社和医保机构官方客服电话咨询
正确答案：C
1674、当你的朋友突然通过QQ向你借钱时，正确的做法是（ ）
A. 换途径与好友联系，询问求证
B. 朋友有困难，赶紧汇款帮忙
C. 通过QQ聊天继续询问详情
正确答案：A
1675、老崔在交友网站被骗了人民币4000元，他应该怎么做才正确？（ ）
A. 第一时间拨打110报警，根据要求提供相应信息，方便警方开展应急止付工作，尽最大努力挽回资金损失
B. 立刻拉黑，删除骗子的各类信息和联系方式，以防再被骗
C. 尽量不让骗子察觉，想办法“反骗”，并根据网上查询的过往成功案例实施，以便追回钱财
正确答案：A
1676、购物网站客服电话联系你，说你购买的一件商品质检不合格，需要为你操作申请办理退款，你应该：（ ）
A. 要求对方报工号和自己的订单号，先确认对方身份，再根据对方给到的退款申请链接和操作指引，按步骤操作
B. 自己登录购物网站寻找订单，询问店铺详细情况后，再依照官网指引进行退款操作
C. 向对方争取到额外赔偿，再根据对方给到的退款申请链接和操作指引操作
正确答案：B
1677、下列哪个说法是正确的？（ ）
A. 验证码不能轻易透露给其他人
B. 通缉令可以通过网络发给嫌疑人查阅
C. 公检法部门之间可以转接电话
正确答案：A
1678、好友告诉你，某理财公司周年庆，有一款承诺保本、年化收益最高20%的养老理财产品，现在交定金1万元可锁定名额，推荐他人购买更有加息1%的额外收益，朋友已经买了，你觉得应该怎么做才靠谱？（ ）
A. 朋友考察过的就没问题，分享给更多好友一起来买。
B. 先付点定金拿到名额，再和家人商量看买多少合适。
C. 收益率超过6%就要打问号，这个这么高一定有问题，决定不买。
正确答案：C
1679、接到公安机关来电，说你名下的银行卡涉嫌一宗洗钱案，需要配合调查，并要求你把钱转到安全账户，你应该：（ ）
A. 要求对方出示警官证、搜查令等证件，看到证件后再配合对方的要求，进行转账。
B. 警方调查没有所谓安全账户，判断是诈骗，直接挂掉电话。
C. 根据公安机关在电话里的要求，带着相关证件和银行卡到隐蔽场所配合办案和转账。
正确答案：B
1680、以下哪个行为不属于违法行为，不会被追究责任？（ ）
A. 出租、出售自己名下的银行卡
B. 规范使用自己名下的电话卡
C. 某银行工作人员在网上出售客户信用卡信息资料牟利
D. 以自己名义开通电话卡后卖给他人
正确答案：B
1681、接到96110来电，以下做法正确的是？（ ）
A. 不熟悉的来电，直接挂断
B. 这是全国电信诈骗劝阻专线，听听警方提醒
C. 居然自称“警察”，臭骂对方一顿
D. 我不会被骗，不需要警方预警，不听对方啰嗦
正确答案：B
1682、刘小姐收到女儿的QQ信息，称“学校补课，要交1200元补课费”，请问下面哪个做法是错误的？（ ）
A. 赶快与女儿通话，核实情况，视情况而定
B. 与学校老师联系了解情况后再决定
C. 询问同班同学家长，看情况再决定
D. 为不影响小孩上课，先按QQ相求将钱发送到账号
正确答案：D
1683、小刘在QQ漂流瓶里面看到一则招聘网络兼职人员的信息，该工作非常轻闲，无需押金，只需要在某宝网上给商家“刷信誉”，每刷一笔商品，至少有15元钱的收入，每天可赚上百元。如果你正在找工作，遇到了这样的招聘信息，你怎么做才正确？（ ）
A. 常见诈骗手段，主动忽略
B. 这种赚钱方式真轻松，赶快去应聘
C. 急用钱买新手机，日夜刷单赚钱
D. 发财致富之道，并介绍朋友一起发财
正确答案：A
1684、张某通过电商平台购买了物品。下单成功后收到一条陌生短信，短信称其未购买成功，需要扫码填写银行账户、密码、验证码进行退款。以下错误的是？（ ）
A. 扫码填写信息，快速退款
B. 找官方平台的客服咨询核实
C. 退款不会要求提供账户、密码、验证码等信息
D. 退款应该到官方平台内操作
正确答案：A
1685、小张在某非官方游戏网站上看上一套游戏装备，价格比官网便宜一大半，小张以下选择哪个正确？（ ）
A. 太好了，还能省下不少钱
B. 这个网站不可靠，很有可能是诈骗
C. 试一试，先联系下卖家
D. 对方展示了很多交易截图，应该没问题
正确答案：B
1686、蒋某接到电话，对方自称其是公安民警，说他的银行账号与一宗洗黑钱案件有关，需要冻结其银行账号，现在要求蒋某配合调查，需要其将银行卡的钱打入国家的指定账号保管，同时不能告诉家人朋友。蒋某怎么做才正确？（ ）
A. 将钱打入对方指定的账号
B. 配合对方调查，按照对方说的操作
C. 打110报警，寻求警察帮助
D. 找一个僻静的地方进行操作
正确答案：C
1687、你在某宝上买了件物品，下午就收到旺旺客服的消息，说他们的宝贝价格标高了，接着发给你一个链接，说是改价后的商品，让你重新拍下，旧交易将自动关闭，应该怎么做才正确？（ ）
A. 直接点开链接，重新拍下
B. 又便宜了，立马拍上
C. 联系官方客服，确认信息是否真实
D. 又能省钱了，太好了，买买买
正确答案：C
1688、接到自称是银行工作人员的电话称帮你提升信用卡额度，下列做法中正确的是（ ）
A. 根据提示，登录网站输入身份、银行卡信息
B. 配合操作，告知对方验证码
C. 挂断电话，自行拨打银行官方电话询问
D. 要求额度提升更高
正确答案：C
1689、我们常说的“杀猪盘”指的是（ ）
A. 婚恋交友类诈骗
B. 投资理财类诈骗
C. 网络赌博类诈骗
D. 交友投资类诈骗
正确答案：D
1690、小王收到一个自称是某领导的微信加好友信息,加上后对方要其打钱给他应急,小王该怎么办？（ ）
A. 立即通过银行转账给对方提供的账号
B. 通过支付宝转账给对方提供的账号
C. 电话联系领导本人，核实真假后再决定
D. 领导在开会，先把钱打过去再说，免得领导说我不懂事
正确答案：C
1691、韩某在网站找工作时，看到一个兼职信息,说是给某网站刷信誉可以赚钱,韩某怎么做才正确？（ ）
A. 这工作既可以赚钱，又很轻松，马上应聘
B. 反正在家也是闲着，去试一试
C. 刷单、刷信誉是诈骗，不能信
D. 叫上朋友来一起赚钱
正确答案：C
1692、网上是否能够申请贷款？（ ）
A. 可以，通过小广告等均可办理
B. 不可以，只能线下办理
C. 可以，但要通过正规公司、银行办理
D. 不可以，网上都是诈骗分子
正确答案：C
1693、关于出租、出借、出售个人银行卡、电话卡的行为，以下哪种想法是正确的？（ ）
A. 没关系，自己的卡随便出租
B. 出售的卡可能被不法分子用于违法犯罪。
C. 租出去的卡再与我无关
D. 正好还可以赚钱，挺好的
正确答案：B
1694、全国反诈劝阻专线电话号码是？（ ）
A. 110
B. 96110
C. 12306
D. 12345
正确答案：B
1695、从建筑物或者其他高空抛掷物品，情节严重的，处（ ）有期徒刑、拘役或者管制，并处或者单处罚金。
A. 一年以下
B. 三年以下
C. 五年以下
D. 6个月以下
正确答案：A
1696、侮辱、诽谤或者以其他方式侵害英雄烈士的名誉、荣誉，损害社会公共利益，情节严重的，处三年以下有期徒刑、拘役、管制或者（ ）。
A. 罚款
B. 罚金
C. 剥夺政治权利
D. 拘留
正确答案：C
1697、刑法修正案（十一）修改奸淫幼女罪，对奸淫不满（ ）周岁的幼女或者造成幼女伤害等严重情形明确适用更重刑罚，可处十年以上有期徒刑、无期徒刑或者死刑。
A. 8
B. 12
C. 10
D. 14
正确答案：C
1698、刑法修正案（十一）中对非法吸收公众存款罪的的修改有（ ）
A. 取消了罚金的上限
B. 新增量刑档“数额巨大或者有其他严重情节”
C. 新增“......在提起公诉前积极退赃退赔，减少损害结果发生的，可以从轻或者减轻处罚”
D. 以上都是
正确答案：D
1699、刑法修正案（十一）增加特殊职责人员性侵犯罪，对（ ）的未成年女性负有监护、收养、看护、教育、医疗等特殊职责的人员，与该未成年女性发生性关系的，处三年以下有期徒刑；情节恶劣的，处三年以上十年以下有期徒刑。
A. 已满14周岁不满16周岁
B. 已满12周岁不满14周岁
C. 已满12周岁不满16周岁
D. 已满14周岁不满18周岁
正确答案：A
1700、刑法修正案（十一）规定，为境外的机构、组织、人员窃取、刺探、收买、非法提供军事秘密的，处五年以上十年以下有期徒刑；情节严重的（ ）
A. 处死刑
B. 处十年以上有期徒刑、无期徒刑或者死刑
C. 处十年以上有期徒刑或者无期徒刑
D. 处无期徒刑或者死刑
正确答案：B
1701、因存在重大事故隐患被依法责令停产停业、停止施工、停止使用有关设备、设施、场所或者立即采取排除危险的整改措施，而拒不执行的，处（ ）有期徒刑、拘役或者管制。
A. 三年以下
B. 五年以下
C. 一年以下
D. 二年以下
正确答案：C
1702、刑法修正案（十一）第2条规定，在刑法第133条之一后增设妨害安全驾驶罪，作为第133条之二。该条规定：“对（ ）的公共交通工具的驾驶人员使用暴力或抢控驾驶操纵装置，干扰公共交通工具正常行驶，危及公共安全的，处一年一下有期徒刑、拘役或者管制，并处或者单处罚金”
A. 上下乘客时
B. 行驶中
C. 停放中
D. 检修中
正确答案：B
1703、刑法修正案（十一）增设与兴奋剂有关的罪名，该罪名是（ ）
A. 非法提供药品罪
B. 妨害兴奋剂管理罪
C. 非法提供毒品罪
D. 非法提供麻醉药品罪
正确答案：B
1704、刑法修正案（十一）新增条文13条，修改条文34条，包括将法定最低刑事责任年龄下调至（ ）周岁。
A. 10
B. 12
C. 14
D. 16
正确答案：B
1705、《中华人民共和国刑法修正案（十一）》于何时开始实施（ ）
A. 2021.2.1
B. 2021.2.25
C. 2021.3.1
D. 2021.3.25
正确答案：C
1706、（ ）、农村集体经济组织应当为返乡入乡人员和各类人才提供必要的生产生活服务。
A. 乡镇人民政府和村民委员会
B. 村办企业
C. 县级人民政府
D. 民政部门
正确答案：A
1707、国家鼓励和支持农业生产者采用节水、节肥、节药、节能等先进的种植养殖技术，推动种养结合、农业资源综合开发，优先发展（ ）农业。
A. 生态循环
B. 传统
C. 高附加值
D. 高产量
正确答案：A
1708、（ ）应当统筹规划、建设、管护城乡道路以及垃圾污水处理、供水供电供气、物流、客运、信息通信、广播电视、消防、防灾减灾等公共基础设施和新型基础设施。
A. 乡镇人民政府、街道办
B. 县级以上地方人民政府
C. 村民委员会、居民委员会
D. 民政部门
正确答案：B
1709、国家推进城乡最低生活保障制度统筹发展，支持发展农村普惠型养老服务和（ ）养老。
A. 互助性
B. 独自
C. 子女
D. 市场化
正确答案：A
1710、商业银行应当结合自身职能定位和业务优势，创新金融产品和服务模式，扩大基础金融服务覆盖面，增加对农民和（ ）的信贷规模
A. 第三产业
B. 个体工商户
C. 小微企业
D. 农业经营主体
正确答案：D
1711、《乡村振兴促进法》共十章七十四条，自起（ ）施行。 A. B. C. D.
A. 2021年1月1日
B. 2021年6月1日
C. 2021年10月1日
D. 2021年12月1日
正确答案：B
1712、地方各级人民政府应当（ ）向上一级人民政府报告乡村振兴促进工作情况。
A. 每月
B. 每季
C. 每半年
D. 每年
正确答案：D
1713、县级人民政府和乡镇人民政府应当优化本行政区域内乡村发展布局，按照（ ）、方便群众生产生活、保持乡村功能和特色的原则，因地制宜安排村庄布局，依法编制村庄规划，分类有序推进村庄建设。
A. 传统布局
B. 利用现有基础设施
C. 经济效益优先
D. 尊重农民意愿
正确答案：D
1714、坚持改革创新，充分发挥（ ）在资源配置中的决定性作用，更好发挥政府作用，推进农 业改革和发展，不断解放和发展乡村社会生产力，激发农村发展活力。
A. 市场
B. 政府
C. 企业
D. 政策
正确答案：A
1715、在保障（ ）的基础上健全联农带农激励机制,实现乡村经济多元化和农业全产业链发展。
A. 耕地红线
B. 产业结构
C. 农民主体地位
D. 农田建设
正确答案：C
1716、国家健全重要生态系统保护制度和（ ）机制，实施重要生态系统保护和修复工程，加强乡村生态保护和环境治理，绿化美化乡村环境，建设美丽乡村。
A. 林地保护
B. 农村治理
C. 耕地修复
D. 生态保护补偿
正确答案：D
1717、国家鼓励农业信息化建设，加强农业（ ）和综合服务，推进农业生产经营信息化。
A. 智能化
B. 信息监测预警
C. 经营建设
D. 科技水平
正确答案：B
1718、国家实行永久基本农田保护制度，建设（ ）功能区、重要（ ）保护区，建设并保护高标 准农田。
A. 粮食生产，农产品生产
B. 农用地，经济作物
C. 经济作物，粮食生产
D. 粮食生产，粮食储备
正确答案：A
1719、国家坚持以（ ）为引领，大力弘扬民族精神和时代精神，加强乡村优秀传统文化保护和公 共文化服务体系建设，繁荣发展乡村文化。
A. 中华传统文化
B. 社会主义核心价值观
C. 农村精神文明建设
D. 新时代公民道德建设目标
正确答案：B
1720、当事人应当在收到行政处罚告知书之日起（ ）内，向行政机关书面或者口头提出听证要求。当事人提出听证要求且属于听证范围的，行政机关应当组织听证。
A. 5日
B. 7日
C. 15日
D. 30日
正确答案：A
1721、根据2023年《重庆市行政处罚听证程序规定》，以下哪项说法错误（ ）
A. 行政机关组织听证应当保障听证所必需的场地、设备等工作条件
B. 听证人员包括听证主持人、听证员和书记员
C. 行政机关拟作出较大数额罚款的行政处罚决定时，应当告知当事人有要求听证的权利
D. 所有听证都应当公开举行
正确答案：D
1722、根据2023年《重庆市行政处罚听证程序规定》，以下哪项不属于听证应当遵循的原则（ ）
A. 公正
B. 公开
C. 便民
D. 效率
正确答案：D
1723、下列哪项不属于当事人应当被从轻或者减轻行政处罚的情形（ ）
A. 已满14周岁不满18周岁的未成年人有违法行为的
B. 主动消除或者减轻违法行为危害后果的
C. 受他人胁迫或者诱骗实施违法行为的
D. 涉案财物或者违法所得较少的
正确答案：D
1724、下列哪项不属于当事人应当被免除行政处罚的情形（ ）
A. 不满14周岁的未成年人有违法行为的
B. 精神病人、智力残疾人在能够辨认或者控制自己行为时有违法行为的
C. 违法行为轻微并及时改正，没有造成危害后果的
D. 除法律、行政法规另有规定外，当事人有证据足以证明没有主观过错的
正确答案：B
1725、上级行政机关应当加强对下级行政机关规范和行使行政处罚裁量权工作的（ ）
A. 指导和监督
B. 监督
C. 领导和监督
D. 领导
正确答案：A
1726、专利纠纷的救济途径有（ ） ①向专利管理部门申请专利纠纷调解②向人民法院提起诉讼③ 向市专利管理部门申请专利侵权纠纷行政裁决
A. ②③
B. ①②
C. ①③
D. ①②③④
正确答案：D
1727、下列有关2023年《重庆市专利促进与保护条例》说法错误的是（ ）
A. 专利侵权纠纷行政裁决中，当事人自愿申请进行检测、鉴定，对检测、鉴定合理费用没有约定的，由提出申请的当事人先行支付，行政裁决后由责任方承担
B. 司法行政部门应当对调解组织开展专利纠纷调解工作提供必要的支持和指导，引导当事人通过调解方式解决专利纠纷
C. 市专利管理部门可以委托具有管理专利公共事务职能的组织开展专利侵权纠纷行政裁决
D. 利用财政性资金设立的项目产出的发明专利信息，专利管理部门无需向社会公布
正确答案：D
1728、高等院校、科研机构等利用财政性资金设立的项目所形成的专利成果，由高等院校、科研机构等享有专利权的，自授权公告之日起满（ ）无正当理由未实施，且发明人、设计人也未申请实施的，高等院校、科研机构等应当将其纳入公开实施清单，并合理确定专利公开实施的方式和费用标准
A. 一年
B. 两年
C. 三年
D. 四年
正确答案：C
1729、下列哪类企业，不会被实施强制性清洁生产审核（ ）
A. 排放有毒、有害物质的
B. 污染物排放超过规定标准或者核定总量控制指标的
C. 生产中使用经处理后无毒害的原料
D. 超过单位产品能源消耗限额标准构成高耗能的
正确答案：C
1730、下列哪项做法未违背2022年《重庆市环境保护条例》的规定（ ）
A. 在医院、学校、机关等区域内从事噪声、振动、废气等经营活动
B. 夜间在噪声敏感建筑物集中区域进行必要的抢修、抢险施工作业
C. 在土壤环境保护优先区域新建皮革制品等项目
D. 工矿企业在废水、废气和废渣处理处置过程中将污染物向土壤环境转移
正确答案：B
1731、下列关于2022年《重庆市环境保护条例》说法错误的是（ ）
A. 生态环境主管部门按照国家和本市规定，每年对污染物排放量大和环境风险高的排污者进行环境信用评价，因评价所产生费用由排污者承担
B. 畜禽禁养区内，禁止从事畜禽养殖，但因教学、科研等特殊需要，经区县（自治县）人民政府批准保留，并符合环境保护要求的除外
C. 单位建设危险废物填埋场，应当设置地下水监测取样通道或者测孔。
D. 鼓励非重点排污单位自愿公开有关环境信息。
正确答案：A
1732、以下哪项说法正确？（ ）
A. 收容的犬只可以用于经营活动。
B. 针对经检验合格在犬只收容留检场所的无主犬只，符合条件的养犬人可以领养其曾经放弃饲养或者被没收的犬只。
C. 从事犬只经营活动应当依法办理市场主体登记手续。
D. 犬只经营者发现犬只染疫或者疑似染疫的，应当立即向当地卫生健康部门报告
正确答案：C
1733、养犬人和管理人的行为符合养犬行为规范是（ ）
A. 遗弃饲养犬只
B. 饲养有严重伤人记录的犬只
C. 携犬进入机关、医院、学校、疗养院等公共场所
D. 携犬乘坐电梯的，避开高峰时段并主动避让他人
正确答案：D
1734、养犬人在以下哪种情况下应当在七日内向公安机关办理注销登记（ ） ①转让犬只②将犬只送交犬只收容留检场所不再饲养的③ 犬只死亡④犬只失踪
A. ③④
B. ①②
C. ①②③④
D. ①③④
正确答案：C
1735、下列有关《重庆市水资源管理条例》说法正确的是？（ ）
A. 从江河、湖泊、地下取水的单位或者个人，可以不向市、区县（自治县）水行政主管部门缴纳水资源费。
B. 在地下水超采地区，需限制开采地下水
C. 在分散式饮用水源保护范围内从事规模畜禽养殖
D. 市、区县（自治县）环境保护主管部门对饮用水水源的水污染防治实施统一监督管理。
正确答案：D
1736、市、区县（自治县）水行政主管部门应当按照（ ）和（ ）以及（ ），核定水域的纳污能力，向环境保护主管部门提出该水域限制排污总量意见。（ ） ①水功能区对水质的要求②水污染物排放总量控制要求③ 水体的自然净化能力 ④流域机构提出的限制排污总量意见
A. ①③④
B. ①②③
C. ②③④
D. ①③④
正确答案：A
1737、下列关于《重庆市水资源管理条例》说法正确的是（ ）
A. 限制社会资本按照水资源规划参与开发、利用水资源
B. 开发、利用、节约、保护水资源和防治水害应当按照地域、区域统一制定综合规划和专业规划。
C. 开发、利用水资源，应当首先满足农业、工业、生态环境用水，统筹兼顾城乡居民生活用水和水土保持、治涝、航运、发电等方面的需要
D. 各级人民政府应当结合本地区水资源的实际情况，按照优先开发利用地表水、合理开发地下水、鼓励污水处理再利用的原则，积极组织综合开发、利用水资源。
正确答案：D
1738、下列关于办理行政审批条件的中介服务说法错误的是（ ）。
A. 行政机关在行政审批过程中需要委托中介服务机构开展技术性服务的，应当通过竞争性方式选择中介服务机构
B. 行政机关在行政审批过程中需要委托中介服务机构开展技术性服务的，所产生的费用由市场主体承担
C. 行政机关不得为市场主体指定或者变相指定中介服务机构
D. 市人民政府应当组织编制作为办理行政审批条件的中介服务事项清单并向社会公布
正确答案：B
1739、下列哪项不属于各级人民政府及有关部门与市场主体签订招商引资、战略合作等合同协议应当坚持的原则（ ）
A. 平等互商
B. 务实审慎
C. 政府利益优先
D. 互利共赢
正确答案：C
1740、市人民政府设立（ ）政务服务热线电话，为市场主体提供全方位的政策咨询和投诉举报等政务服务。
A. 12315
B. 12345
C. 12368
D. 12333
正确答案：B
1741、个体工商户开展经营活动违反有关法律规定的，有关行政部门应当按照（ ）原则，依法予以处理。 ①宽严相济 ②教育和惩戒相结合 ③ 比例 ④过罚相当 
A. ①③
B. ①④
C. ②④
D. ③④
正确答案：C
1742、依法成立的（ ）在市场监督管理部门指导下，充分发挥桥梁纽带作用，推动个体工商户党的建设，为个体工商户提供服务，维护个体工商户合法权益，引导个体工商户诚信自律。
A. 各级地方人民政府
B. 个体劳动者协会
C. 发展和改革委员会
D. 商务部
正确答案：B
1743、人民法院审理继承案件，应当依法保护未成年人的继承权和（ ）。
A. 受遗赠权
B. 被继承权
C. 分配权
D. 份额
正确答案：A
1744、（ ）应当建立校园及其周边治安管理制度，建设中小学校、幼儿园周边公共视频监控系统和报警系统，及时处理校园及其周边治安事件。
A. 学校
B. 公安机关
C. 教育主管部门
D. 政府部门
正确答案：B
1745、（ ）承担临时监护或者长期监护职责的，财政、教育、卫生健康、公安等部门应当根据各自职责予以配合。
A. 民政部门
B. 居民委员会
C. 村民委员会
D. 教育部门
正确答案：A
1746、未成年人合法权益受到侵犯，相关组织和个人未代为提起诉讼的，人民检察院可以（ ）其提起诉讼；涉及公共利益的，人民检察院有权提起公益诉讼。
A. 引导
B. 帮助
C. 督促、支持
D. 代为
正确答案：C
1747、公安机关、人民检察院、人民法院和司法行政部门发现有关单位未尽到未成年人教育、管理、救助、看护等保护职责的，应当向该单位提出（ ）。
A. 批评
B. 要求
C. 问题
D. 建议
正确答案：D
1748、新修订的《未成年人保护法》正式施行时间（ ）。
A. 2021年6月1日
B. 2020年10月17日
C. 2020年12月31日
D. 2021年1月1日
正确答案：A
1749、某初级中学为追求升学率，将年级成绩最差的三名学生除名，该中学侵犯了未成年学生的（ ）。
A. 人格尊严
B. 隐私权
C. 受教育权
D. 选举权
正确答案：C
1750、父母将小明送往戒网瘾学校，学校通过电击、体罚等方式戒除网瘾。这种做法（ ）。
A. 合法
B. 不合法
C. 有利于帮助其戒网瘾
D. 属于父母无奈之举
正确答案：B
1751、如果发现未成年人合法权益受到侵犯，（ ）有权予以劝阻、制止或向有关部门提出检举或控告。
A. 父母或其他监护人
B. 国家机关
C. 任何组织或个人
D. 企事业单位
正确答案：C
1752、根据《未成年人保护法》规定，学校、幼儿园的教职员应当尊重未成年人的（ ）,不得对未成年人实施体罚、变相体罚或者其他侮辱人格尊严的行为。
A. 个人志愿
B. 人格尊严
C. 人身自由
D. 个人意愿
正确答案：B
1753、旅馆、宾馆、酒店等住宿经营者接待未成年人入住，或者接待未成年人和成年人共同入住时,发现有违法犯罪嫌疑的，应当立即向（ ）报告，并及时联系未成年人的父母或者其他监护人。
A. 公安机关
B. 人民法院
C. 人民检察院
D. 司法行政部门
正确答案：A
1754、营业性歌舞厅、酒吧、互联网上网服务营业场所等不适宜未成年人活动场所的经营者，应当在显著位置设置未成年人禁入、限入标志；对难以判明是否是未成年人的，应当要求其出示（ ）。
A. 身份证件
B. 团员证
C. 学生证
D. 借书证
正确答案：A
1755、根据《未成年人保护法》规定，国家、社会、学校、家庭应当教育和帮助未成年人维护自身（ ）。
A. 个人利益
B. 个人诉求
C. 身心健康
D. 合法权益
正确答案：D
1756、任何组织或者个人不得违反有关规定，（ ）未成年人应当享有的照顾或者优惠。
A. 取消
B. 限制
C. 减少
D. 增加
正确答案：B
1757、未成年人的父母或者其他监护人不依法履行监护职责或者侵犯未成年人合法权益的，由其居住地的（ ）予以劝诫、制止，情节严重的，居民委员会、村民委员会应当及时向公安机关报告。
A. 民政部门
B. 乡镇（街道）
C. 学校
D. 居民委员会、村民委员会
正确答案：D
1758、公安机关、人民检察院、人民法院和司法行政部门发现有关单位未尽到未成年人教育、管理、救助、看护等保护职责的，应当向该单位提出建议。被建议单位应当在（ ）内作出书面回复。
A. 两个月
B. 一个月
C. 15个工作日
D. 15日
正确答案：B
1759、人民法院审理离婚案件，涉及未成年子女抚养问题的，应当尊重已满（ ）周岁未成年子女的真实意愿，根据双方具体情况，按照最有利于未成年子女的原则依法处理。
A. 16
B. 12
C. 10
D. 8
正确答案：D
1760、未成年人合法权益受到侵犯，相关组织和个人未代为提起诉讼的，人民检察院（ ）督促、支持其提起诉讼；涉及公共利益的，人民检察院有权提起公益诉讼。
A. 可以
B. 应当
C. 不能
D. 协助
正确答案：A
1761、（ ）通过行使检察权，对涉及未成年人的诉讼活动等依法进行监督。
A. 人民法院
B. 公安机关
C. 人民检察院
D. 司法行政部门
正确答案：C
1762、国家建立性侵害、虐待、拐卖、暴力伤害等违法犯罪人员信息查询系统，向密切接触未成年人的单位提供（ ）查询服务。
A. 必要
B. 免费
C. 有偿
D. 基本
正确答案：B
1763、（ ）人民政府及其民政部门应当根据需要设立未成年人救助保护机构、儿童福利机构，负责收留、抚养由民政部门监护的未成年人。
A. 县级以上
B. 乡镇
C. 市级
D. 省级
正确答案：A
1764、民政部门进行收养评估后，可以依法将其（ ）的未成年人交由符合条件的申请人收养。收养关系成立后，民政部门与未成年人的监护关系终止。
A. 流浪
B. 寄养
C. 临时监护
D. 长期监护
正确答案：D
1765、临时监护期间，经民政部门评估，监护人重新具备履行监护职责条件的，民政部门（ ）将未成年人送回监护人抚养。
A. 应当
B. 可以
C. 不能
D. 立即
正确答案：B
1766、（ ）人民政府承担未成年人保护协调机制具体工作的职能部门应当明确相关内设机构或者专门人员，负责承担未成年人保护工作。
A. 县级以上
B. 乡镇
C. 市级
D. 省级
正确答案：A
1767、各级人民政府应当将（ ）指导服务纳入城乡公共服务体系。 A. B. C. D.
A. 家庭教育
B. 法制教育
C. 思想教育
D. 理论教育
正确答案：A
1768、乡镇人民政府和街道办事处应当设立未成年人（ ）或者指定专门人员，及时办理未成年人相关事务。
A. 指导站
B. 救助站
C. 咨询室
D. 保护工作站
正确答案：D
1769、网络直播服务提供者不得为未满（ ）周岁的未成年人提供网络直播发布者账号注册服务
A. 18
B. 14
C. 16
D. 12
正确答案：C
1770、网络游戏服务提供者不得在（ ）向未成年人提供网络游戏服务。
A. 每日二十二时至次日九时
B. 每日二十一时至次日九时
C. 每日二十一时至次日八时
D. 每日二十二时至次日八时
正确答案：D
1771、处理不满（ ）周岁未成年人个人信息的，应当征得未成年人的父母或者其他监护人同意，但法律、行政法规另有规定的除外。
A. 16
B. 14
C. 12
D. 10
正确答案：B
1772、任何组织或者个人不得（ ）未成年人的信件、日记、电子邮件或者其他网络通讯内容。
A. 隐匿、毁弃、非法删除
B. 拆看
C. 复制
D. 更改
正确答案：A
1773、城市公共交通以及公路、铁路、水路、航空客运等应当按照有关规定对未成年人实施（ ）。
A. 免费票价
B. 正常票价
C. 免费或者优惠票价
D. 优惠票价
正确答案：C
1774、营业性娱乐场所、酒吧、互联网上网服务营业场所等不适宜未成年人活动的场所不得招用已满（ ）周岁的未成年人。　
A. 16
B. 14
C. 18
D. 20
正确答案：A
1775、禁止向未成年人提供、销售管制刀具或者其他可能致人严重伤害的器具等物品。经营者难以判明购买者是否是未成年人的，应当（ ）。
A. 禁止向其出售
B. 询问清楚后出售
C. 要求其出示身份证件
D. 直接出售
正确答案：C
1776、公安机关、人民检察院、人民法院办理涉及未成年人案件，应当考虑未成年人的（ ）和健康成长需要，使用未成年人能够理解的语言和表达方式，听取未成年人意见。
A. 年龄因素
B. 智力因素
C. 身心特点
D. 思想特点
正确答案：C
1777、任何组织或者个人出版、发布、传播的图书、报刊、电影、广播电视节目、舞台艺术作品、音像制品、电子出版物或者网络信息，包含可能影响未成年人身心健康内容的，应当（ ）。
A. 禁止
B. 报告
C. 以显著方式作出提示
D. 审查
正确答案：C
1778、（ ）周边不得设置营业性娱乐场所、酒吧、互联网上网服务营业场所等不适宜未成年人活动的场所。
A. 学校、幼儿园
B. 社区
C. 培训机构
D. 儿童服务场所
正确答案：A
1779、（ ）应当设置专人专岗负责未成年人保护工作。
A. 学校
B. 村民委员会、居民委员会
C. 培训机构
D. 公共场所
正确答案：B
1780、游艺娱乐场所设置的电子游戏设备，（ ）向未成年人提供。
A. 不得
B. 除国家法定节假日外，不得
C. 可以
D. 在监护人带领下可以
正确答案：B
1781、居民委员会、村民委员会应当协助政府有关部门监督未成年人委托照护情况，发现被委托人缺乏照护能力、怠于履行照护职责等情况，应当及时向政府有关部门报告，并告知未成年人的父母或者其他监护人，（ ）。
A. 撤销委托监护
B. 自行履行监护职责
C. 重新委托他人监护
D. 帮助、督促被委托人履行照护职责
正确答案：D
1782、学校对学生欺凌行为应当立即制止，通知实施欺凌和被欺凌未成年学生的父母或者其他监护人参与欺凌行为的认定和处理；对相关未成年学生及时给予心理辅导、教育和引导；对相关未成年学生的父母或者其他监护人给予必要的（ ）。　　
A. 警告
B. 批评
C. 家庭教育指导
D. 惩罚
正确答案：C
1783、学校、幼儿园不得安排未成年人参加（ ），不得向未成年人及其父母或者其他监护人推销或者要求其购买指定的商品和服务。
A. 娱乐活动
B. 商业性活动
C. 集体活动
D. 体育活动
正确答案：B
1784、未成年人的父母或者其他监护人不得使未满（ ）周岁的未成年人脱离监护单独生活。
A. 16
B. 14
C. 18
D. 20
正确答案：A
1785、幼儿园、校外培训机构（ ）对学龄前未成年人进行小学课程教育。
A. 经许可后可以
B. 不得
C. 应当
D. 可以
正确答案：B
1786、未成年人的父母或者其他监护人应当及时将委托照护情况书面告知未成年人所在学校、幼儿园和实际居住地的居民委员会、村民委员会，加强和未成年人所在学校、幼儿园的沟通；与未成年人、被委托人至少（ ）联系和交流一次，了解未成年人的生活、学习、心理等情况，并给予未成年人亲情关爱。
A. 每天
B. 每周
C. 每半个月
D. 每月
正确答案：B
1787、（ ）对保护未成年人有显著成绩的组织和个人给予表彰和奖励。
A. 社会组织
B. 民政部门
C. 公安机关
D. 国家
正确答案：D
1788、未成年人的父母或者其他监护人因外出务工等原因在一定期限内不能完全履行监护职责的，应当委托具有照护能力的（ ）代为照护。
A. 限制民事行为能力人
B. 完全民事行为能力人
C. 长辈
D. 机构
正确答案：B
1789、未成年人的父母或者其他监护人依法对未成年人承担（ ）职责
A. 兜底
B. 监护
C. 培训
D. 协助
正确答案：B
1790、未成年人的父母或者其他监护人应当根据未成年人的年龄和智力发展状况，在作出与未成年人权益有关的决定前，（ ）。
A. 听取未成年人的意见，充分考虑其真实意愿
B. 听取未成年人的意见，按照其本人意愿作出决定
C. 作为监护人按照利益最大化原则直接作出决定
D. 慎重考虑作出决定
正确答案：A
1791、某班主任经常拆开学生的信件，目的是检查学生是否有不良行为，及时掌握学生思想现状，班主任的做法（ ）。
A. 合法
B. 合理
C. 不合法
D. 有利于教学
正确答案：C
1792、本法所称未成年人是指未满（ ）周岁的公民。
A. 16
B. 14
C. 18
D. 20
正确答案：C
1793、《增长的极限》的代表性观点是？（ ）
A. 可持续发展理论
B. 超越增长理论
C. 零增长理论
D. 世代间公平理论
正确答案：C
1794、退耕还林的基本原则是？（ ）
A. 统筹规划
B. 突出重点
C. 生态优先
D. 因地制宜
正确答案：C
1795、环境与资源法律保护关系是？（ ）
A. 人与自然的关系
B. 人与物的关系
C. 人与环境要素的关系
D. 人与人的关系 
正确答案：D
1796、环境保护三同时制度的首创国是？（ ） A.  B.  C.  D.
A. 美国
B. 中国
C. 日本
D. 德国
正确答案：B
1797、固体废物管理的三华化原则不包括？（ ）
A. 减量化
B. 资源化
C. 生态化
D. 无害化
正确答案：C
1798、下列属于可更新资源的是？（ ）
A. 土地资源
B. 非消耗性金属
C. 消耗性金属
D. 原子能
正确答案：A
1799、我国环境影响评价的对象包括建设项目和（ ）？
A. 计划
B. 法律
C. 规划
D. 资源开发
正确答案：C
1800、下列不属于次生环境问题的是？（ ）
A. 酸雨
B. 海啸
C. 核污染
D. 温室效应
正确答案：B
1801、下列不属于可更新资源的是？（ ）
A. 土地资源
B. 淡水资源
C. 矿产资源
D. 生物资源 
正确答案：C
1802、环境法中关于土地利用规划、环境影响评价的规定，是依据生态学的？（ ）
A. 物物相关
B. 相生相克
C. 能流物复
D. 负载定额
正确答案：A
1803、联合国第二次人类环境会议的召开地点是？（ ）
A. 坎昆
B. 蒙特利尔
C. 巴塞尔
D. 里约热内卢
正确答案：D
1804、“公害”一词最早提出是在？（ ）
A. 日本1896年《矿业法》
B. 日本1896年《河川法》
C. 美国1864年《煤烟法》
D. 英国1913年《煤烟防治法》
正确答案：B
1805、应对温室气体减排的国际公约是？（ ）.  
A. 生物多样性公约
B. 气候变化框架公约
C. 巴塞尔公约
D. 蒙特利尔公约
正确答案：B
1806、我国法律规定水资源属于？（ ）
A. 国家所有
B. 集体所有
C. 国家和集体所有
D. 地方政府所有 
正确答案：A
1807、既有国家标准又有地方标准的环境标准，优先适用（ ）？
A. 国家标准
B. 地方标准
C. 二者通用
D. 由行为人选择 
正确答案：B
1808、我国法律规定既可以有国家标准，又可以有地方标准的环境标准是（ ）？
A. 环境基准
B. 环境基础标准
C. 环境方法标准
D. 环境质量标准与污染物排放标准 
正确答案：D
1809、我国第二次环境保护会议召开的时间是？（ ）
A. 1992
B. 1972
C. 1973
D. 1982 
正确答案：D
1810、1972年6月，在斯德哥尔摩召开了联合国人类环境会议，通过了（ ）？
A. 《内罗毕宣言》
B. 《里约环境与发展宣言》
C. 《人类环境宣言》
D. 《禁止核试验条约》
正确答案：C
1811、最先正式提出可持续发展的是（ ）？
A. 《增长的极限》
B. 《我们共同的未来》
C. 《人类环境宣言》
D. 《关于可持续发展的声明》
正确答案：B
1812、我国法律将森林分为经济林、薪炭林和（ ）？
A. 生态林
B. 涵养林
C. 防护林
D. 天然林
正确答案：C
1813、土地资源的特征有固定性、整体性、生产性和（ ）
A. 价值性
B. 不可更新性
C. 自然性
D. 不可替代性
正确答案：D
1814、可持续发展的两个重要概念是限制和（ ）？
A. 满足
B. 发展
C. 持续
D. 需要
正确答案：D
1815、在我国，“环境污染和其他公害”的表述源自？（ ）
A. 1982年宪法
B. 1978年宪法
C. 1979年环境保护法
D. 2015年环境保护法
正确答案：B
1816、国家鼓励和引导公民、法人和其他组织使用有利于保护环境的产品和再生产品，减少的（ ）的产生？
A. 污染物
B. 废弃物
C. 有害物
D. 危险物
正确答案：B
1817、企业事业单位和其他生产经营者，为改善环境，依照有关规定（ ）的，人民政府应当予以支持。下列哪一选项填入括号内不合适？ 
A. 拆迁
B. 转产
C. 搬迁
D. 关闭 
正确答案：A
1818、环境保护规划的内容应当包括生态保护和污染防治的目标、任务、保障措施等，并与一系列规划相衔接，其中并不包括？（ ）
A. 城乡规划
B. 土地利用总体规划
C. 环境总体规划
D. 主体功能区规划
正确答案：C
1819、各级人民政府应当加强环境保护宣传和普及工作，鼓励某些主体开展环境保护法律法规和环境保护知识的宣传，营造保护环境的良好风气。其中并不包括哪一主体？（ ）
A. 基层群众性自治组织
B. 社会组织
C. 环境保护志愿者
D. 环境保护主管部门
正确答案：D
1820、企业事业单位和其他生产经营者应当防止、减少环境污染和生态破坏，对所造成的损害需要依法承担（ ）？
A. 责任
B. 民事责任
C. 行政责任
D. 刑事责任
正确答案：A
1821、下列哪一项不是环境保护的基本原则？（ ）
A. 损害担责
B. 预防为主
C. 公众参与
D. 生态补偿
正确答案：D
1822、循环经济有效促进了社会经济的可持续发展，主要表现出三种特征，不包括以下哪一项？（ ）
A. 可持续
B. 低开发
C. 低排放
D. 高利用
正确答案：A
1823、我国目前的总量控制计划主要采用以下哪种控制标准？（ ）
A. 容量总量控制
B. 行业总量控制
C. 目标总量控制
D. 总量分配控制
正确答案：C
1824、建设项目环境影响评价实行分类实施的原则，即根据不同的建设项目类别实施有不同类型的环境影响评价。建设项目的环境影响评价分为三类，不包括以下哪一选项？（ ）
A. 可能造成重大环境影响的
B. 可能造成中度环境影响的
C. 可能造成轻度环境影响的
D. 对环境影响很小的
正确答案：B
1825、环境资源规划按照不同的分类标准，可划分为不同的类型，按规划内容可以划分为环境保护规划、自然资源规划、城市规划以及哪一规划？（ ）
A. 生态环境建设规划
B. 流域规划
C. 区域规划
D. 国家规划 
正确答案：A
1826、生态红线是所有企业、个人和政府从事相关开发建设、生产经营等活动所必须坚守的红线，对红线范围内的区域要进行严格保护。国家在下列哪一地区不必要设立、和脆弱区等区域划定生态保护红线？（ ）
A. 重点生态功能区
B. 生态环境敏感区
C. 生态环境脆弱区
D. 生态环境退化区
正确答案：D
1827、环保目标责任制度是为减少资源浪费，控制污染物排放，促进经济与环境协调发展的一项企业环境管理制度。 环保目标责任制度具体内容不包括以下哪一项？（ ）
A. 指标责任制
B. 污染治理承包制
C. 环境保护责任制
D. 污染物排放标准制
正确答案：D
1828、国家环境质量标准由哪个部门具体负责？（ ）
A. 省级以上环境保护主管部门
B. 省级环境保护主管部门
C. 国务院环境保护主管部门
D. 环保部
正确答案：C
1829、县级以上人民政府应当将环境保护工作纳入什么规划？（ ）
A. 可持续发展规划
B. 国民经济和社会发展规划
C. 主体功能区规划
D. 城乡规划 
正确答案：B
1830、我国的环境日是每年的六月几日？（ ）
A. 五日
B. 六日
C. 七日
D. 八日
正确答案：A
1831、新闻媒体应当开展环境保护法律法规和环境保护知识的宣传，对环境违法行为进行？（ ）
A. 舆论监督
B. 法律监督
C. 公众监督
D. 媒体监督
正确答案：A
1832、教育行政部门、学校（ ）将环境保护知识纳入学校教育内容，培养学生的环境保护意识？
A. 可以
B. 必须
C. 应当
D. 必要时 
正确答案：C
1833、环境保护除应坚持保护优先、预防为主、综合治理、损害担责等原则外，还应坚持以下哪一原则？（ ）
A. 信息公开
B. 公众参与
C. 责任追究
D. 环境影响评价
正确答案：B
1834、下列有关环境质量标准的说法哪一个是正确的？（ ）
A. 环境质量标准包括国家环境标准和各级地方政府制定的地方环境标准
B. 对国家污染物排放标准已作规定的项目，不得制定地方标准
C. 凡是向已有地方污染物排放标准的区域排污的，应当执行该地方标准
D. 地方污染物排放标准必须报国务院环境保护行政主管部门批准
正确答案：C
1835、根据《中华人民共和国环境保护法》的规定，环境影响报告书应在建设项目的哪一阶段报批？（ ）
A. 设计阶段
B. 可行性研究阶段
C. 竣工验收阶段
D. 投入使用阶段
正确答案：B
1836、根据《环境保护法》规定，关于污染物排放标准，下列哪一说法是错误的？（ ）
A. 省级地方政府对国家污染物排放标准中已作规定和未作规定的项目，都可以制定地方污染物排放标准
B. 对国家污染物排放标准中已作规定的项目，在制定地方污染物排放标准时，可以因地制宜，严于或宽于国家污染物排放标准
C. 地方污染物排放标准须报国务院环境保护行政主管部门备案
D. 凡是向已有地方污染物排放标准的区域排放污染物的，应当执行地方污染物排放标准
正确答案：B
1837、某化肥厂以其污水处理设施“效率低、费用高”为由，予以停运拆除。在下列哪一情况下，该厂构成违反《环境保护法》的行为？（ ）
A. 未在事前获得权威性技术论证 
B. 未采用替代性的污水处理措施
C. 未征得当地环保局的同意 
D. 未征得附近村民的同意
正确答案：C
1838、根据我国《环境保护法》的规定，对排污标准制定权说法不正确的是？（ ）
A. 对国家污染物排放标准中的未规定的项目，可以制定地方污染物排放标准
B. 对国家污染物排放标准中已规定的项目，只能制定严于国家污染物排放标准的地方污染物排放标准
C. 国务院环境保护行政主管部门可以制定所有种类的环境标准
D. 省、自治区、直辖市人民政府只能就国家环境质量标准中已规定的项目制定地方补充标准
正确答案：D
1839、根据我国《环境保护法》的规定，下列哪些情况下，环境保护行政主管部门应当对相关的企事业单位处以罚款？（ ）
A. 建设项目的防治污染设施没有建成或者没有达到国家规定的要求，投入生产或者使用的
B. 拒报或者谎报国务院环境保护行政主管部门规定的有关污染物排放申报事项的
C. 拒绝环境保护行政主管部门或者其他依照法律规定行使环境监督管理权的部门现场检查或者在被检查时弄虚作假
D. 未经环境保护行政主管部门同意，擅自拆除或者闲置防治污染的设施，污染物排放超过规定的排放标准的
正确答案：D
1840、某工厂向附近小河排放工业污水，已取得排污许可证，并向环保行政部门交纳排污费。某日，厂技术人员赵某错误操作，致使一次排出污水中的有害化学物质含量超标。以下是对随后发生的各种事件的责任判断，哪个是正确的？（ ）
A. 附近某村民甲因自己看管不严，其养的牛越过围栏至河边饮此水而亡，该厂不承担赔偿责任
B. 数日后，该河段水质渐趋恢复正常，附近某村民乙的牛因饮此河水后患病，致丧失耕作能力，该厂须承担赔偿责任
C. 该厂超标污染的河水流入村民某丙承包的农田，造成秧苗损失2000元，丙意欲起诉，应将该厂与赵某列为共同被告
D. 该厂超标排污致附近村庄农作物大面积死亡以及造成牲畜大量伤亡，只发生民事赔偿责任而不发生刑事责任
正确答案：B
1841、建设项目的防治污染设施没有建成或者没有达到国家规定的要求，投入生产或者使用的，由哪一部门责令停产或者使用，可以并处罚款？（ ）
A. 建设项目的主管部门
B. 建设项目的计划部门
C. 建设项目的审批部门
D. 批准该建设项目的环境影响报告书的环境行政主管部门
正确答案：D
1842、以下关于环境保护法的民事责任的说法，哪些是正确的？（ ）
A. 环境侵权责任应当适用民事侵权的过错原则
B. 赔偿责任和赔偿金额的纠纷，可以根据当事人的请求，由环境保护行政主管部门处理
C. 由于不可抗拒的自然灾害，免予承担责任
D. 因环境污染损害赔偿提起诉讼的时效期间为四年，从当事人知道或者应当知道受到污染损害时起计算
正确答案：B
1843、下列情形中通常不被认定为受贿的是（ ）
A. 下属在春节、生日之时所送没有请托事项的财物
B. 不是基于“钱权交易”为请托人办事而收受的礼金 
C. 因“为请托人办事”而被邀做讲座获高额报酬的
D. 借向办事请托人“借贷”名义而索取的财物
正确答案：B
1844、《刑法》第395条规定的“国家工作人员的财产、支出明显超过合法收入，差额巨大的，可以责令该国家工作人员说明来源，不能说明来源的，差额部分以非法所得论，处5年以下有期徒刑或者拘役”，以下关于这里的“不能说明”表述错误的是（ ）
A. 包括不能查明来自于贪污、受贿、走私、贩毒、盗窃、诈骗等所获取的财产
B. 包括行为人虽然“说明”了，但司法机关查证不能证明其说明的合法来源的情形
C. 不包括行为人虽然“说明”了，但司法机关查证不能证明其说明的合法来源的情形
D. .这个“不能说明”的差额部分，被推定为“非法所得”。
正确答案：C
1845、国家机关工作人员接受他人的贿赂后又滥用职权给他人谋取利益，并致使公共财产、国家和人民的利益遭受重大损失的，其行为应以哪种情形处罚（ ）
A. 滥用职权罪
B. 受贿罪
C. 职务犯罪
D. 滥用职权罪和受贿罪并罚
正确答案：D
1846、对于“贪污、受贿数额特别巨大，犯罪情节特别严重、社会影响特别恶劣、给国家和人民利益造成特别重大损失的”的情形，下列哪种情形可以判处死刑缓期2年执行（ ）
A. 具有自首情节者
B. 具有立功情节者
C. 具有坦白情节者
D. 具有实际悔罪表现而不是必须立即执行者
正确答案：D
1847、对于犯职务犯罪后自首的被告人，除了以下哪种情况以外，一般均应当依法从宽处罚（ ）
A. 罪行极其严重者 
B. 主观恶性极深者
C. 人身危险性极大者
D. 恶意地利用自首规避法律制裁者
正确答案：D
1848、下列关于职务犯罪“从严处罚”表述，错误的是（ ）
A. 重点领域的职务犯罪需严惩
B. 性质恶劣的职务犯罪需严惩
C. 后果严重的职务犯罪需严惩
D. 需“严惩”的职务犯罪人即使有从宽处罚情节也不能从宽处罚
正确答案：D
1849、关于针对贪污贿赂犯罪适用的终身监禁的说法，正确的是（ ）
A. 是一种新的刑罚种类
B. 就是无期徒刑
C. 是无期徒刑的执行方式
D. 是死缓的特别执行方式
正确答案：D
1850、从主观上看，刑法上的玩忽职守行为是（ ）
A. 过失犯罪行为
B. 故意犯罪行为
C. 既可以是故意也可以是过失犯罪行为
D. 难以确定
正确答案：A
1851、现行刑法的最近一次修改是（ ）
A. 1997年刑法典
B. 1998年单行刑法
C. 2017年刑法修正案（十一）  
D. 2020年刑法修正案（十一）
正确答案：D
1852、下列关于刑法在社会治理中地位的表述，正确的是（ ）
A. 刑法作为关于犯罪及其刑事责任的法律，其规定在全世界具有共通性
B. 刑法作为服务于特定社会治理模式的工具，具有国家或民族的个别性
C. 刑法因具有保障法的性质而可以替代其他法律发挥作用
D. 刑法在实践中有时需以“四要件”“三阶层”等刑法理论为法律适用的根据 
正确答案：B
1853、下列关于刑法修正案的说法，正确的是（ ）
A. 是独立的刑法表现形式
B. 就是单行刑法
C. 是刑法的部分修改方式  
D. 独立于刑法典
正确答案：C
1854、甲找到在某国有公司任出纳员的朋友乙，提出向该公司借款1万元用于购买假币。乙便擅自从自己管理的公司款项中借给甲1万元。甲拿到1万元后，让丙从外地购得假币若干，后来在出售假币的过程中被公安人员抓获。乙得知甲被抓后，担心受刑罚处罚，便携带30万元公款潜逃外地，后被司法机关抓获归案。乙的行为是（ ）
A. 贪污罪
B. 职务侵占罪
C. 挪用公款罪
D. 挪用资金罪
正确答案：A
1855、甲系某国有水泥厂的经理，其利用职务之便，先后三次以转账方式将本单位的资金共185万元给某俱乐部有限公司进行营利活动。甲从该公司经理处收受、索取5000元面额的贵宾卡4张，无限额的贵宾卡1张。甲的行为（ ）
A. 如果是以单位名义挪用，不构成犯罪
B. 如果甲只是挪用，但是并未从中获取个人利益的，不构成犯罪
C. 构成挪用公款罪
D. 甲不是旨家机关的工作人员，不构成挪用公款罪 
正确答案：C
1856、于某系某市房地产管理局某房管所房管科副科长，2006年利用负责房产管理所回迁工作之机，采取不下账、少下账的手段，从中套取商品房1户，面积为52.03平方米，价值93000元。该房屋未办理产权变更登记手续，但实际上归于某占有使用。对于某的行为评价正确的是（ ）
A. 构成侵占罪
B. 构成贪污罪
C. 因房屋未办理私有产权证，不构成犯罪
D. 因未办理产权登记，不构成贪污罪
正确答案：D
1857、王某曾经是国家工作人员，在辞去公职以后，承包了一家小型国有企业，利用职务之便，将企业的财产占为己有，王某的行为构成（ ）
A. 贪污罪
B. 滥用职权罪
C. 侵占罪 
D. 盗窃罪
正确答案：A
1858、何某和蔡某系银行营业所会计、出纳，利用职务之便，为私营业主刘某个人账户空存24万元，由刘某利用该账户24万元进行验资注册私人公司。试问本案中，蔡某、何某和刘某的行为构成（ ）
A. 何某和蔡某构成贪污罪，刘某不构成犯罪
B. 何某和蔡某构成挪用公款罪，刘某属于挪用公款罪的共犯
C. 何某和蔡某构成挪用资金罪，刘某不构成共同犯罪
D. 何某和蔡某不构成共同犯罪，刘某构成虚假出资罪
正确答案：B
1859、梁某在某国有公司任行政办公室主任，通过该国有公司的集体研究，由梁某负责销售该公司开发的某大厦的商品房。梁某在没有违反公司规定的最低销售价格的前提下，隐瞒实际的售房价格，占有售房合同价和实际售房价的差额价款，共计25万元。梁某的行为是（ ）
A. 因梁某没有违反公司规定的最低销售价格，属于民法的调整范围，不构成犯罪
B. 因梁某所销售的商品房属于国家的公共财产，实际售房全都归公司所有，其行为构成贪污罪
C. 梁某侵占的只是各购房户的私人财产，并没有侵占公司的财产，不构成贪污罪
D. 各购房户交给梁某的现金没有归梁某所在的公司管理、使用，不是公司的财产 
正确答案：B
1860、关于贪污罪与挪用公款罪的犯罪主体，下列不正确的是（ ）
A. 贪污罪的犯罪主体包括国家工作人员，挪用公款罪的犯罪主体是国家工作人员
B. 贪污罪的犯罪主体包括村委会工作人员，挪用公款罪不包括村委会工作人员
C. 贪污罪的犯罪主体包括受国家机关、国有公司、企业、事业单位、人民团体委托管理、经营国有财产的人员，挪用公款罪的犯罪主体不包括这部分人员
D. 贪污罪的犯罪主体范围比挪用公款罪要大
正确答案：C
1861、国有A公司总经理甲发现A公司将从B公司购进的货物转手卖给某公司时,A公司即可赚取300万元。甲便让其妻乙注册成立C公司,并利用其特殊身份,让B公司与A公司解除合同后，再将货物卖给C公司。C公司由此获得300万元利润。甲的行为是（ ）
A. 贪污罪
B. 为亲友非法牟利罪
C. 诈骗罪 
D. 非法经营同类营业罪
正确答案：A
1862、依照我国《刑法》的规定，行贿罪的构成在主观方面必须具有（ ）种目的。 A.    B. C.          D.
A. 谋取不正当利益的目的
B. 谋取非法利益的目的
C. 谋取利益的目的
D. 谋取个人利益的目的
正确答案：A
1863、某民政局工作人员冯某利用职务便利挪用救济金50万元进行营利活动。冯某的行为是（ ）
A. 挪用特定款物罪 
B. 挪用公款罪
C. 挪用资金罪
D. 职务侵占罪
正确答案：B
1864、某甲在国家机关任职，某乙有求于他的职务行为，给某甲送上15万元的好处费。某甲答应给某乙办事，但因故未成。某甲的行为（ ）
A. 受贿罪
B. 诈骗罪 
C. 敲诈勒索罪
D. 受贿罪和敲诈勒索罪
正确答案：A
1865、某甲被聘在国有公司担任职务，后因该国有公司与某外商企业合资，国有公司占10%的股份，某甲被该国有公司委派到合资企业担任副总经理。在任职期间，某甲利用职务上的便利将合资企业价值50万元的财物非法据为己有。某甲的行为是（ ）
A. 侵占罪
B. 职务侵占罪
C. 盗窃罪
D. 贪污罪
正确答案：D
1866、派出所长陈某在追逃专项斗争中，为得到表彰，在网上通缉了7名仅违反治安管理处罚条例并且已受过治安处罚的人员。虽然陈某通知本派出所人员不要“抓获”这7名人员，但仍有5名人员被外地公安机关“抓获”后关押。陈某的行为是（ ）
A. 滥用职权罪
B. 玩忽职守罪
C. 非法拘禁罪
D. 不构成犯罪
正确答案：A
1867、税务稽查员甲发现A公司欠税80万元，便私下与A公司有关人员联系，要求对方汇10万元到自己存折上以了结此事。A公司将10万元汇到甲的存折上后，甲利用职务上的便利为A公司免交80万元税款办理了手续。甲的行为应（ ）
A. 认定为徇私舞弊不征，少征税款罪，从重处罚
B. 认定为受贿罪，从重处罚
C. 认定为徇私舞弊不征、少征税款罪与受贿罪的竞合，从重处罚
D. 认定为徇私舞弊不征、少征税款罪与受贿罪处罚
正确答案：D
1868、国家工作人员利用职务上的便利，非法收受他人财物，为他人谋取利益的, 以 （ ）追究刑事责任。
A. 受贿罪
B. 贪污罪
C. 行贿罪
D. 索贿罪
正确答案：A
1869、国家工作人员王某，利用职权索贿10万元，应对其以 （ ）从重处罚。
A. 贪污罪
B. 滥用职权罪 
C. 受贿罪
D. 不构成犯罪
正确答案：C
1870、唐某在任某县委副书记期间，利用职权，支持和纵容某信托投资公司违规经营，造成国家资产损失及经营亏损总额达人民币11.97亿元;并强令金融机构给某公司提供资金支持，致使1800万元人民币和540万美元的贷款不能收回。唐某的行为构成（ ）
A. 玩忽职守罪
B. 滥用职权罪
C. 徇私舞弊造成破产亏损罪 
D. 属工作失误，不构成犯罪
正确答案：B
1871、某国有保险公司分公司经理王某与该保险公司委派到另一非国有保险公司从事公务的人员李某相勾结，故意编造未曾发生的保险事故，进行虚假理赔，骗取保险金500万元，予以私分。王某与李某共同构成 （ ）
A. 私分国有资产罪
B. 诈骗罪 
C. 贪污罪
D. 职务侵占罪
正确答案：C
1872、刑讯逼供罪是指 （ ）对犯罪嫌疑人、被告人使用肉刑或者变相肉刑逼取口供的行为。
A. 国家机关工作人员
B. 行政执法人员
C. 司法工作人员
D. 国家工作人员
正确答案：C
1873、徇私舞弊减刑、假释、暂予监外执行罪的主体是（ ）
A. 国家机关工作人员
B. 司法工作人员
C. 国家工作人员
D. 行政执法人员
正确答案：B
1874、国家工作人员的财产或者支出明显超出合法收入，差额巨大，而本人又不能说明其来源是合法的行为，是（ ）
A. 贿赂罪
B. 巨额财产来源不明罪
C. 受贿罪
D. 贪污罪
正确答案：B
1875、向国家工作人员介绍贿赂，情节严重的行为，是（ ）
A. 介绍贿赂罪
B. 行贿罪
C. 受贿罪
D. 贪污罪
正确答案：A
1876、国家工作人员利用本人职权或者地位形成的便利条件，通过其他国家工作人员职务上的行为，为请托人谋取不正当利益，索取请托人财物或者收受请托人财物的，以 （ ）论处。
A. 介绍贿赂罪
B. 行贿罪
C. 受贿罪
D. 贪污罪
正确答案：C
1877、国家工作人员在经济往来中，违反国家规定，收受各种名义的回扣、手续费，归个人所有的，以（ ）论处。
A. 贪污罪
B. 受贿罪 
C. 私分国有资产罪
D. 巨额财产来源不明罪
正确答案：B
1878、国家工作人员利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的，是（ ）罪。
A. 挪用公款
B. 贪污
C. 职务侵占
D. 私分国有资产
正确答案：B
1879、国家工作人员在国内公务活动中或者对外交往中接受礼物，依照国家规定应当交公而不交公，数额较大的，以（ ）追究刑事责任。
A. 侵占罪
B. 受贿罪
C. 贪污罪
D. 职务侵占罪
正确答案：C
1880、在经济往来中，违反国家规定，给予国家工作人员以财物，数额较大的，或者违反国家规定，给予国家工作人员以各种名义的回扣、手续费的， （ ）
A. 以行贿罪追究刑事责任
B. 以职务侵占罪追究刑事责任
C. 构成不正当竞争行为，给予行政处分
D. 以侵占罪追究刑事责任
正确答案：A
1881、国家机关工作人员严重不负责任，不履行或者不认真履行职责，致使公共财产、国家和人民利益遭受重大损失的行为，构成（ ）
A. 滥用职权罪
B. 玩忽职守罪
C. 徇私舞弊罪
D. 渎职罪
正确答案：B
1882、根据我国刑法规定，渎职犯罪的主体是 （ ）
A. 国家机关工作人员
B. 国家工作人员 
C. 一般人员  
D. 公务员
正确答案：A
1883、根据我国刑法规定，贪污贿赂犯罪的主体主要是（ ）
A. 国家机关工作人员  
B. 国家工作人员 
C. 一般人员  
D. 公务员
正确答案：B
1884、某国有企业出纳单某擅自挪用自己经手的本单位公款50万元投入妻弟开设的运输公司，以图自己快富起来，但因该运输公司经营不善而亏损。二个月后，单某归还单位46.5万元，余下5000元再无力归还。对单某的行为应（ ）
A. 以贪污罪从重处罚
B. 以挪用公款罪从重处罚
C. 以挪用公款和贪污罪并罚
D. 不以犯罪论处，给予行政处罚
正确答案：B
1885、下列行为中，应以故意泄露国家秘密罪定罪处罚的是（ ）
A. 公安机关办案人员甲打电话告知犯罪嫌疑人张三将对其执行逮捕的机密，张三听后随即潜逃
B. 国家机关工作人员乙接受国外情报机构收买，为其提供所掌握的国家秘密
C. 有限责任公司工程师丙未经许可，私自出售本单位保密的专有技术配方
D. 国家机关工作人员丁为筹措儿子的留学费用，将掌握的国家秘密出售给境外媒体
正确答案：A
1886、市委重要会议召开期间，某代表私自将会议内部文件出售给媒体，造成会议内容提前泄露，该记者行为构成（ ）
A. 渎职罪
B. 滥用职权罪
C. 玩忽职守罪
D. 故意泄露国家秘密罪
正确答案：D
1887、某区政府副秘书长王某，因涉嫌受贿罪被检察机关立案侦查。最终查明，王某利用职权，为张某调动工作并收取张某感谢费5万元;同时，有50万元的钱款王某不能说明其合法来源。王某的行为（ ）
A. 只构成巨额财产来源不明罪
B. 只构成受贿罪
C. 构成巨额财产来源不明罪和受贿罪    
D. 不构成犯罪
正确答案：C
1888、徇私枉法罪的主体是（ ）
A. 国家机关工作人员
B. 司法工作人员
C. 国家工作人员
D. 检察、审判工作人员
正确答案：B
1889、谋取不正当利益，给予国家工作人员以财物的行为构成（ ）罪。 
A. 受贿
B. 行贿
C. 贪污
D. 枉法
正确答案：B
1890、某大学招生办主任甲在招生过程中徇私舞弊，多次录取未达分数线的学生入学，甲的行为构成（ ）
A. 招收学生徇私舞弊罪
B. 受贿罪
C. 徇私枉法罪
D. 单位受贿罪
正确答案：A
1891、国家机关、国有公司、企业、事业单位、人民团体索取、非法收受他人财物，为他人谋取利益，情节严重的行为，属于（ ）
A. 单位受贿
B. 受贿
C. 徇私枉法
D. 玩忽职守罪
正确答案：A
1892、国家工作人员利用职务上的便利，挪用公款归个人使用，进行非法活动的，或者挪用公款数额较大、进行营利活动的，或者挪用公款数额较大、超过三个月未还的行为，在刑法上属于（ ）
A. 徇私枉法罪
B. 贪污罪
C. 挪用公款罪 
D. 玩忽职守罪
正确答案：C
1893、行政机关收到政府信息公开申请，能够当场答复的，应当当场予以答复。行政机关不能当场答复的，应当自收到申请之日起20个工作日内予以答复；需要延长答复期限的，应当经政府信息公开工作机构负责人同意并告知申请人，延长的期限最长不得超过多少个工作日。（ ）
A. 10
B. 15
C. 20
D. 30
正确答案：C
1894、政府信息公开申请内容不明确的，行政机关应当给予指导和释明，并自收到申请之日起多少个工作日内一次性告知申请人作出补正，说明需要补正的事项和合理的补正期限。 （ ）
A. 5
B. 7 
C. 10
D. 15
正确答案：B
1895、重庆市获得第一批全国法治政府建设示范项目的地区是（ ）
A. 渝中区
B. 南岸区
C. 南川区
D. 永川区
正确答案：C
1896、我国从2019年启动第一批法治政府建设示范地区评估认定开始，每几年开展一次，梯次推进，树立一批批新时代法治政府建设的新标杆，形成样板效应，营造法治政府建设创优争先的浓厚氛围，开创法治政府建设新局面。（ ）
A. 1
B. 2
C. 3
D. 5
正确答案：B
1897、行政赔偿费用，由 （ ）
A. 各级财政列支
B. 各违法行政机关支付
C. 国家中央预算支付
D. 财政包干节余中支出
正确答案：A
1898、国家机关在行使职权过程中，违法侵犯公民人身自由予以赔偿时，每日的赔偿金按照什么计算。（ ）
A. 上年度职工日平均工资
B. 本年度职工的日平均工资
C. 本月日平均工资
D. 受害者单位职工日平均工资
正确答案：A
1899、单独提出行政赔偿请求，如果赔偿义务机关没有在法定期限内予以赔偿或请求人对赔偿决定有异议的，请求人可以在做出赔偿期限届满之日起多少时间内向人民法院起诉。（ ）
A. 15天
B. 1个月
C. 3个月
D. 1年
正确答案：C
1900、情况紧急，需要当场实施行政强制措施的，行政执法人员应当在多少时间内向行政机关负责人报告，并补办批准手续。（ ）
A. 十二小时
B. 二十四小时
C. 三十六小时
D. 四十八小时
正确答案：B
1901、查封、扣押的期限不得超过三十日；情况复杂的，经行政机关负责人批准，可以延长，但是延长期限不得超过多少日。法律、行政法规另有规定的除外。 （ ）
A. 10日
B. 15日
C. 30日
D. 45日
正确答案：C
1902、以下不属于行政强制执行方式的是（ ）
A. 加处罚款或者滞纳金
B. 划拨存款、汇款
C. 冻结存款、汇款
D. 拍卖或者依法处理查封、扣押的场所、设施或者财物
正确答案：C
1903、以下哪一项不属于行政强制措施的种类（ ）
A. 限制公民人身自由
B. 查封场所、设施或者财物
C. 扣押财物
D. 责令停产停业
正确答案：D
1904、行政机关实施检验、检测、检疫，应当自受理申请之日起多少日内指派两名以上工作人员按照技术标准、技术规范进行。（ ）
A. 二日
B. 四日
C. 五日
D. 七日
正确答案：C
1905、申请材料不齐全或者不符合法定形式的，应当当场或者在多少日内一次告知申请人需要补正的全部内容，逾期不告知的，自收到申请材料之日起即为受理。（ ）
A. 五日
B. 七日
C. 十日
D. 十五日
正确答案：A
1906、行政许可是指行政机关根据公民、法人或者其他组织的申请，经依法审查，准予其从事什么活动的行为。（ ）
A. 经营活动
B. 长期活动
C. 一般活动
D. 特定活动
正确答案：D
1907、行政机关应当于举行听证的多少日前将举行听证的时间、地点通知申请人、利害关系人，必要时予以公告（ ）
A. 三日
B. 五日
C. 七日
D. 十日
正确答案：C
1908、除可以当场作出行政许可决定的外，行政机关应当自受理行政许可申请之日起多少日内作出行政许可决定，在此期间内不能作出决定的，经本行政机关负责人批准，可以延长多少日，并应当将延长期限的理由告知申请人。法律、法规另有规定的除外。（ ）
A. 十日；五日
B. 二十日；七日
C. 二十日；十日
D. 十五日；十日
正确答案：C
1909、符合法定条件、标准的，申请人有依法取得行政许可的平等权利，行政机关不得 （ ）
A. 歧视
B. 轻视
C. 忽视
D. 鄙视
正确答案：A
1910、下列各类登记中，属于行政许可的是（ ） 
A. 婚姻登记
B. 产权登记
C. 社团登记
D. 抵押登记
正确答案：C
1911、行政机关违法实施行政许可，给当事人的合法权益造成损害的，应当依照 什么法的规定给予赔偿。（ ）
A. 国家赔偿法
B. 行政处罚法
C. 行政复议法
D. 行政诉讼法
正确答案：A
1912、行政机关实施行政许可，擅自收费或者不按照法定项目和标准收费的，由其上级行政机关或者监察机关责令退还非法收取的费用；对直接负责的主管人员和其他直接责任人员依法给予（ ）
A. 通报批评 
B. 刑事处罚
C. 经济处罚
D. 行政处分
正确答案：D
1913、被许可人以欺骗、贿赂等不正当手段取得行政许可的，行政机关应当依法给予行政处罚；取得的行政许可属于直接关系公共安全、人身健康、生命财产安全事项的，申请人在多少时间内不得再次申请该行政许可；构成犯罪的，依法追究刑事责任。（ ）
A. 一年 
B. 两年
C. 三年
D. 五年
正确答案：C
1914、行政许可申请人隐瞒有关情况或者提供虚假材料申请行政许可的，行政机关不予受理或者不予行政许可，并给予警告；行政许可申请属于直接关系公共安全、人身健康、生命财产安全事项的，申请人在多少时间内不得再次申请该行政许可。（ ）
A. 一年
B. 两年
C. 三年
D. 五年
正确答案：A
1915、属于法定可以撤销行政许可情况的，作出行政许可决定的行政机关或者其上级行政机关，根据什么人的请求或者依据职权，可以撤销行政许可。 （ ）
A. 许可申请人
B. 许可受益人
C. 利害关系人
D. 相关当事人
正确答案：C
1916、行政机关或者行业组织不得组织强制性的什么考试的考前培训，不得指定教材或者其他助考材料。（ ）
A. 人员 
B. 行业
C. 地区
D. 资格
正确答案：D
1917、有数量限制的行政许可，两个或者两个以上申请人的申请均符合法定条件、标准的，行政机关应当根据什么作出准予行政许可的决定。但是，法律、行政法规另有规定的，依照其规定。（ ）
A. 提供申请材料真实性
B. 提供申请材料的先后顺序
C. 申请人的资质情况 
D. 受理许可申请的先后顺序
正确答案：D
1918、被许可人需要延续依法取得的行政许可的有效期的，应当在该行政许可有效期的什么时间向作出行政许可决定的行政机关提出申请。但是，法律、法规、规章另有规定的，依照其规定。（ ）
A. 届满三十日后
B. 届满二十日后
C. 届满三十日前
D. 届满二十日前
正确答案：C
1919、行政机关应当指定审查该行政许可申请的工作人员以外的人员为听证主持人，申请人、利害关系人认为主持人与该行政许可事项有直接利害关系的，有权申请 （ ）
A. 更换
B. 延期
C. 重选
D. 回避
正确答案：D
1920、行政机关依法变更或者撤回已经生效的行政许可时，给公民、法人或者其他组织造成财产损失的，行政机关应当依法（ ）
A. 追究责任
B. 给予处罚
C. 给予补偿
D. 给予赔偿
正确答案：C
1921、行政机关在收集证据时，可以采取抽样取证的方法；在证据可能灭失或者以后难以取得的情况下，经行政机关负责人批准，可以先行登记保存，并应当在多少时间内及时作出处理决定。 （ ）
A. 5日
B. 7日
C. 10日
D. 15日
正确答案：B
1922、行政机关应当自行政处罚案件立案之日起多少时间内作出行政处罚决定。法律、法规、规章另有规定的，从其规定。（ ）
A. 三十日
B. 六十日
C. 九十日
D. 1年
正确答案：C
1923、行政处罚应当由具有行政执法资格的执法人员实施。执法人员不得少于多少人，法律另有规定的除外。（ ）
A. 一人
B. 两人
C. 三人
D. 四人
正确答案：B
1924、行政执法人员对个人作出什么行政处罚，可以当场作出行政处罚决定。（ ）
A. 警告或者50元以下罚款
B. 警告或者200元以下罚款
C. 没收500元以下违法所得
D. 处5日以下行政拘留 
正确答案：B
1925、对当事人同一违法行为不得给予两次以上的何种处罚。（ ）
A. 警告
B. 罚款
C. 拘留
D. 责令停产停业
正确答案：B
1926、行政机关应当在听证的何时前，通知当事人举行听证的时间、地点。（ ）
A. 三日
B. 五日
C. 七日
D. 十日
正确答案：C
1927、对符合听证条件的行政处罚案件，当事人要求听证的，应当在行政机关告知后何时内提出。（ ）
A. 五日
B. 七日
C. 十日
D. 三十日
正确答案：A
1928、两个以上行政机关都有管辖权的，由哪个行政机关管辖。 （ ）
A. 由最先受理的行政机关管辖
B. 由最先立案的行政机关管辖
C. 由级别高的行政机关管辖
D. 由级别低的行政机关管辖
正确答案：B
1929、以下哪一个不是行政处罚适用简易程序的必备条件（ ）
A. 违法事实确凿
B. 有法定依据
C. 符合当场处罚的范围 
D. 当事人对当场行政处罚无异议
正确答案：D
1930、行政处罚由什么地方人民政府具有行政处罚权的行政机关管辖。法律、行政法规另有规定的，从其规定。 （ ）
A. 乡镇级以上
B. 县级以上
C. 地市级以上
D. 省级以上
正确答案：B
1931、行政处罚决定书应当在宣告后当场交付当事人；当事人不在场的，行政机关应当在何时内依照民事诉讼法的有关规定，将行政处罚决定书送达当事人。（ ）
A. 三日
B. 七日
C. 十日
D. 三十日
正确答案：B
1932、一般违法行为在何时内未被发现的，不再给予行政处罚，法律另有规定的除外。（ ）
A. 六个月
B. 一年
C. 二年
D. 三年
正确答案：C
1933、不属于行政处罚的种类的是 （ ）
A. 没收违法所得
B. 责令停产停业
C. 罚金
D. 罚款 
正确答案：C
1934、限制人身自由的行政处罚，有设定权的是 （ ）
A. 法律
B. 行政法规
C. 部门规章
D. 地方性法规
正确答案：A
1935、行政机关作出下列何种行政处罚决定之前，可以不告知当事人有要求举行听证的权利（ ）
A. 责令停产停业
B. 罚款200元 
C. 吊销许可证
D. 没收五万元财物
正确答案：B
1936、行政规范性文件制定的主体不包括 （ ）
A. 权力机关
B. 行政机关
C. 法律授权的组织
D. 法规授权的组织  
正确答案：A
1937、不属于国务院直属机构的是（ ）
A. 海关总署
B. 国家税务总局
C. 国家市场监督管理总局
D. 国家药品监督管理局
正确答案：D
1938、属于国务院组成部门的是 （ ）
A. 中国人民银行
B. 国家广播电视总局
C. 国家市场监督管理总局
D. 国家信访局
正确答案：A
1939、第十三届全国人民代表大会第一次会议审议批准的国务院机构改革方案决定除国务院办公厅外，设置多少个国务院组成部门（ ）
A. 20个
B. 25个
C. 26个
D. 27个
正确答案：C
1940、无权制定地方政府规章是 （ ）
A. 省、自治区、直辖市人民政府
B. 设区的市人民政府
C. 自治州人民政府
D. 区县人民政府
正确答案：D
1941、不能制定部门规章的机关是 （ ）
A. 国务院办公厅
B. 国务院各部、委员会
C. 中国人民银行、审计署
D. 具有行政管理职能的直属机构
正确答案：A
1942、153.行政立法是指行政机关制定什么内容的行为（ ）
A. 法律
B. 行政法规和规章
C. 规范性文件
D. 党内法规
正确答案：B
1943、关于行政法的比例原则，下列哪一说法是正确的 （ ）
A. 是权责统一原则的基本内容之一
B. 主要适用于羁束行政行为
C. 是合法行政的必然要求
D. 属于实质行政法治范畴
正确答案：D
1944、行政机关公开的信息应当准确，是下列哪一项行政法原则的要求（ ）
A. 合理行政  
B. 高效便民
C. 诚实守信
D. 程序正当
正确答案：C
1945、关于合理行政原则，下列哪一选项是正确的 （ ）
A. 遵循合理行政原则是行政活动区别于民事活动的主要标志 
B. 合理行政原则属实质行政法治范畴 
C. 合理行政原则是一项独立的原则，与合法行政原则无关
D. 行政机关发布的信息应准确是合理行政原则的要求之一
正确答案：B
1946、坚持（ ），回答了在当代中国“法治为了谁、依靠谁、保障谁”的根本问题
A. 共产党的领导
B. 中华民族的伟大复兴
C. 以人民为中心 
D. 习近平法治思想
正确答案：C
1947、国家机关委托他人建设、维护电子政务系统，存储、加工政务数据，应当经过严格的批准程序，并应当监督受托方履行相应的数据安全保护义务。受托方应当依照法律、法规的规定和合同约定履行数据安全保护义务，不得（ ）。 
A. 擅自向他人提供政务数据
B. 擅自保存、使用、泄露或者向他人提供政务数据
C. 擅自保存、使用、泄露政务数据 
D. 擅自留存、使用、泄露或者向他人提供政务数据
正确答案：D
1948、国家建立健全数据交易管理制度，规范数据交易行为，（ ）。
A. 建立数据交易机制
B. 构建数据交易网络
C. 完善数据交易制度
D. 培育数据交易市场
正确答案：D
1949、国家统筹发展和安全，坚持以数据开发利用和产业发展（ ）数据安全，以数据安全（）数据开发利用和产业发展。 
A. 保障；促进 
B. 促进；保障 
C. 保证；促进
D. 促进；保证
正确答案：B
1950、国家制定政务数据开放目录，构建（ ）的政务数据开放平台，推动政务数据开放利用。 
A. 科学准确、互联互通、安全可控 
B. 统一规范、互联互通、安全可控
C. 统一规范、科学准确、安全可控
D. 统一规范、互联互通、科学准确
正确答案：B
1951、利用互联网等信息网络开展数据处理活动，应当在网络安全等级保护制度的基础上，履行数据安全保护义务，下述不属于相关义务的是（ ）。 
A. 开展数据处理活动应当依照法律、法规的规定 
B. 建立健全全流程数据安全管理制度 
C. 组织开展数据安全教育培训
D. 采取相应的技术措施和其他必要措施，保障数据正确 
正确答案：D
1952、依照《中华人民共和国数据安全法》和有关法律、行政法规的规定，负责统筹协调网络数据安全和相关监管工作的部门是（ ）。
A. 公安机关
B. 国家安全机关
C. 国家网信部门
D. 国务院
正确答案：C
1953、关键信息基础设施的运营者在中华人民共和国境内运营中收集和产生的重要数据的出境安全管理，适用（ ）的规定。 
A. 《中华人民共和国数据安全法》 
B. 《中华人民共和国网络安全法》 
C. 《中华人民共和国民法典》
D. 《中华人民共和国个人信息保护法》 
正确答案：B
1954、违反国家核心数据管理制度，危害国家主权、安全和发展利益的，由有关主管部门处二百万元以上一千万元以下罚款，并根据情况（ ）；构成犯罪的，依法追究刑事责任。 
A. 吊销相关业务许可证或者吊销营业执照 
B. 停业整顿、吊销相关业务许可证或者吊销营业执照 
C. 责令暂停相关业务、吊销相关业务许可证或者吊销营业执照
D. 责令暂停相关业务、停业整顿、吊销相关业务许可证或者吊销营业执照 
正确答案：D
1955、国家机关不履行本法规定的数据安全保护义务的，对直接负责的主管人员和其他直接责任人员（ ）。 
A. 依法给予处分
B. 依法追究行政责任
C. 依法追究民事责任
D. 依法追究刑事责任
正确答案：A
1956、（ ）级以上人民政府应当将数字经济发展纳入本级国民经济和社会发展规划，并根据需要制定数字经济发展规划。 
A. 乡
B. 县
C. 市
D. 省
正确答案：D
1957、从事数据交易中介服务的机构提供服务，应当要求数据提供方说明数据来源，审核（ ）的身份，并留存审核、交易记录。 
A. 数据购买方
B. 数据提供方
C. 交易双方
D. 数据接收方
正确答案：C
1958、国家实施大数据战略，推进数据基础设施建设，（ ）数据在各行业、各领域的创新应用。 
A. 帮扶和支持
B. 鼓励和帮扶
C. 鼓励和支持
D. 促进和支持
正确答案：C
1959、《中华人民共和国数据安全法》中所提到的数据处理，其过程不包含（ ）。 
A. 产生
B. 收集
C. 使用
D. 公开
正确答案：A
1960、国家保护个人、组织与数据有关的权益，鼓励数据依法合理有效利用，保障数据依法有序自由流动，促进以（ ）为关键要素的数字经济发展。 
A. 安全
B. 信息
C. 数据安全
D. 数据
正确答案：D
1961、《中华人民共和国数据安全法》已由中华人民共和国第十三届全国人民代表大会常务委员会第二十九次会议于2021年6月10日通过，现予公布，自（ ）起施行。 
A. 2021年7月1日
B. 2021年8月1日
C. 2021年9月1日
D. 2021年10月1日
正确答案：C
1962、尚未制定法律、法规的，地方政府规章对违反行政管理秩序的行为，可以设定警告、通报批评或者一定数额罚款的行政处罚。罚款的限额由（ ）规定。 
A. 国务院
B. 地方政府
C. 省、自治区、直辖市人民代表大会
D. 省、自治区、直辖市人民代表大会常务委员会 
正确答案：D
1963、根据《中华人民共和国行政处罚法》，行政处罚由（ ）的行政机关管辖。 
A. 违法人户籍所属地 
B. 违法行为发生地
C. 违法人所在地
D. 违法行为发现地
正确答案：B
1964、行政机关批准延期、分期缴纳罚款的，申请人民法院强制执行的期限，自（ ）起计算。 
A. 申请暂缓或者分期缴纳罚款期限之日
B. 行政机关批准暂缓或者分期缴纳罚款期限之日
C. 暂缓或者分期缴纳罚款期限开始之日 
D. 暂缓或者分期缴纳罚款期限结束之日 
正确答案：D
1965、两个以上行政机关都有管辖权的，由（ ）的行政机关管辖。 
A. 协商决定
B. 上一级行政机关指定
C. 最先立案
D. 当事人选择
正确答案：C
1966、行政机关应当自行政处罚案件立案之日起（ ）内作出行政处罚决定。法律、法规、规章另有规定的，从其规定。 
A. 十五日
B. 三十日
C. 六十日
D. 九十日
正确答案：D
1967、初次违法且危害后果轻微并及时改正的，（ ）。 
A. 应当不予行政处罚
B. 可以不予行政处罚
C. 可以从轻行政处罚
D. 可以减轻行政处罚
正确答案：B
1968、行政机关及其执法人员当场收缴罚款的，必须向当事人出具（ ）统一制发的专用票据。 
A. 省、自治区、直辖市人民政府
B. 国务院或者省、自治区、直辖市人民政府 
C. 省、自治区、直辖市人民政府财政部门
D. 国务院财政部门或者省、自治区、直辖市人民政府财政部门 
正确答案：D
1969、违法行为在（ ）内未被发现的，不再给予行政处罚；涉及公民生命健康安全、金融安全且有危害后果的，上述期限延长至五年。 
A. 一年
B. 两年
C. 三年
D. 四年
正确答案：B
1970、行政机关应当建立健全对行政处罚的监督制度。行政机关实施行政处罚应当接受（ ）。 
A. 舆论监督
B. 社会团体监督
C. 社会监督
D. 公众监督 
正确答案：C
1971、根据《中华人民共和国行政处罚法》规定，已满十四周岁不满十八周岁的未成年人有违法行为的，（ ）。 
A. 不予行政处罚
B. 应当从轻行政处罚
C. 应当减轻行政处罚 
D. 应当从轻或者减轻行政处罚
正确答案：D
1972、行政处罚遵循（ ）的原则。 
A. 公平、公正
B. 公平、正义
C. 公正、公开
D. 公开、正义
正确答案：C
1973、根据《中华人民共和国行政处罚法》规定，行政处罚由（ ）以上地方人民政府具有行政处罚权的行政机关管辖。法律、行政法规另有规定的，从其规定。 
A. 乡级
B. 县级
C. 市级
D. 省级
正确答案：B
1974、《中华人民共和国行政处罚法（2021年修订）》的施行日期为（ ） 。
A. 2021年1月22日
B. 2021年2月22日
C. 2021月6月15日
D. 2021年7月15日
正确答案：D
1975、根据《重庆市文明行为促进条例》，行为人因实施不文明行为，多次受到行政处理仍不改正的，负责处理的市、区县（自治县）行政机关经征求同级精神文明建设委员会办事机构意见，可以在合理范围内（ ）其不文明行为，但应当依法保护行为人的隐私和其他合法权益。
A. 通报 
B. 公开
C. 披露
D. 整改
正确答案：B
1976、《重庆市文明行为促进条例》明确，不文明行为应当受到行政处罚但情节轻微，行为人自愿申请参加并完成公益服务的，依法从轻、减轻或者不予行政处罚。参加公益服务的具体办法，由（ ）制定。
A. 市人民政府办公厅
B. 市精神文明建设委员会办事机构
C. 市人大常委会
D. 市人民政府
正确答案：D
1977、依据《重庆市文明行为促进条例》，社会团体、企业事业单位等组织不履行文明行为促进工作责任的，由（ ）责令限期改正；逾期未改正的，予以通报批评。
A. 上级部门
B. 本级人民政府
C. 主管部门
D. 监督部门
正确答案：C
1978、依据《重庆市文明行为促进条例》，国家机关、国家工作人员在文明行为促进工作中不履行、不正确履行职责的，由其上级主管机关、所在单位责令改正，视情节轻重，对负有责任的领导人员和直接责任人员依法给予处分或者（ ）。
A. 处理
B. 辞退 
C. 开除 
D. 批评
正确答案：A
1979、根据《重庆市文明行为促进条例》，（ ）应当推进文明校园建设，建立健全校园文明行为规范，将文明行为规范纳入学校法治和德育教育范围。
A. 教育主管部门
B. 学校
C. 市、区县（自治县）精神文明建设委员会办事机构 
D. 市、区县（自治县）人民政府
正确答案：A
1980、依据《重庆市文明行为促进条例》，市、区县（自治县）人民政府应当将文明行为促进工作纳入工作目标考核，指导督促相关部门落实责任，保障文明行为促进工作经费；推进信息化建设，发挥（ ）对文明行为促进工作的支撑作用。
A. 大数据
B. 网络媒体
C. 互联网
D. 科技手段
正确答案：D
1981、《重庆市文明行为促进条例》规定，对不文明行为引起的民事纠纷，可以由乡镇人民政府、街道办事处、村（居）民委员会协调解决或者（ ）依法调解。
A. 人民法院
B. 行政复议机关
C. 人民调解委员会
D. 仲裁委员会
正确答案：C
1982、习近平总书记强调，"推进全面依法治国，法治政府建设是重点任务和主体工程，对法治国家、法治社会建设有示范带动作用"。下列哪项属于法治政府建设举措（ ）
A. 将权力关进制度的笼子
B. 健全依法决策机制
C. 全面推进政务公开 
D. 以上都是
正确答案：D
1983、2022年10月16日，习近平在党的二十大报告指出，全党必须牢记，（ ）是实现中华民族伟大复兴的必由之路。
A. 坚持党的全面领导
B. 以人民为中心
C. 中国特色社会主义
D. 全面建成小康社会
正确答案：C
1984、党的二十大报告明确指出（ ）概括了习近平新时代中国特色社会主义思想的主要内容。
A. “十个明确” 
B. “十四个坚持” 
C. “十三个方面成就”
D. 以上都是
正确答案：D
1985、下列哪项不属于习近平法治思想的“十一个坚持”（ ）
A. 坚持以德治国和依法治国相结合
B. 坚持建设德才兼备的高素质法治工作队伍
C. 坚持抓住领导干部这个“关键少数” 
D. 坚持统筹推进国内法治和涉外法治
正确答案：A
1986、根据《妇女权益保障法》关于妇女劳动和社会 障权益的说法， 正确的是（  ）。
A. 用人单位在录用职工时，在劳动合同中可以规定限制女职工生育的内容
B. 用人单位应施行男女同工同酬
C. 用人单位可以因结婚、怀孕等情形降低女职工的工资
D. 用人单位在入职、晋职方面，应优先考虑女职工
正确答案：B
1987、法律将维护妇女群体利益的职能赋予了（ ）和相关妇女组织
A. 妇女联合会
B. 妇女委员会
C. 妇女儿童工作委员会
D. 民政部门
正确答案：A
1988、《妇女权益保障法》规定，女方在怀孕期间、分娩后（ ）内或者终止妊娠后（ ）内，男方不得提出离婚。女方提出离婚的，或者人民法院认为确有必要受理男方离婚请求的，不在此限。
A. 一年，一年
B. 六个月，一年
C. 一年，六个月
D. 六个月，六个月
正确答案：C
1989、国家积极培养和选拔女干部，国家机关、群团组织、企业事业单位培养、选拔和任用干部，应当坚持（ ）的原则，并有（ ）数量的妇女担任领导成员。
A. 机会均等，少数
B. 男女平等，适当数量
C. 男女平等，固定比例
D. 男女平等，少数
正确答案：B
1990、“禁止性骚扰”内容首次出现在我国那部法律中（ ）。
A. 《宪法》
B. 《妇女权益保障法》  
C. 《劳动法》
D. 《劳动合同法》
正确答案：B
1991、县级以上人民政府负责妇女儿童工作的机构是（ ）。
A. 妇女儿童工作委员会
B. 团委
C. 妇联
D. 各级人民政府
正确答案：A
1992、《妇女权益保障法》规定，（ ）是国家的基本国策，国家采取必要措施，促进男女平等，消除对妇女一切形式的歧视，禁止排斥、限制妇女依法享有和行使各项权益。国家保护妇女依法享有的（  ）权益。
A. 计划生育，合法
B. 计划生育，特殊
C. 男女平等，特殊
D. 男女平等，合法
正确答案：C
1993、《妇女权益保障法》规定我国妇女享有（ ） 权益。
A. 政治权利、文化教育权利、劳动权利、财产权利、人身自由权以及婚姻家庭权利
B. 政治权利、文化教育权利、劳动和社会保障权利、财产权利、人身权利以及婚姻家庭权利
C. 政治权利、文化教育权利、劳动权利、财产权利、生命健康权以及婚姻家庭权利
D. 政治权利、文化教育权利、劳动和社会保障权利、财产权利、人身自由权以及婚姻家庭权利
正确答案：B
1994、根据《中共重庆市委宣传部重庆市司法局关于开展法治宣传教育的第八个五年规划》，该规划到（ ）年，全市公民法治素养和社会治理法治化水平显著提升，全民普法工作体系更加健全。
A. 2024
B. 2025
C. 2030
D. 2035
正确答案：B
1995、根据《中共重庆市委宣传部重庆市司法局关于开展法治宣传教育的第八个五年规划》，首先要以习近平法治思想引领重庆全民普法工作，其工作原则包括 （ ）
A. 坚持党的全面领导
B. 坚持以人民为中心
C. 坚持与法治实践深度融合
D. 以上都是
正确答案：D
1996、根据《中共重庆市委宣传部重庆市司法局关于开展法治宣传教育的第八个五年规划》，其着力提高普法针对性实效性的措施中包括（ ）。 ①加大以案普法力度②发展和规范公益性普法组织③健全完善政府购买、社会投入、公益赞助等相结合的社会普法机制④探索建立重庆“智慧普法”融媒体平台，推动普法传播方式变革
A. ①②
B. ②③
C. ①②③④
D. ①②④
正确答案：C
1997、根据《关于实行国家机关“谁执法谁普法”普法责任制的意见》，要建立法官、检察官、行政执法人员、律师等以案释法制度，法官、检察官在司法办案过程中要落实好以案释法制度，下列哪项不属于开展以案释法的途径（ ）
A. 不公开开庭
B. 巡回法庭
C. 庭审现场直播
D. 生效法律文书统一上网和公开查询
正确答案：A
1998、根据《关于实行国家机关“谁执法谁普法”普法责任制的意见》，实行“谁执法谁普法”应当坚持的基本原则是（ ）。 ①坚持普法工作与法治实践相结合②坚持系统内普法与社会普法并重③ 坚持条块结合、密切协作 ④坚持从实际出发、注重实效
A. ②③
B. ①②
C. ③④
D. ①②③④
正确答案：D
1999、根据《市委关于加强法治和德治工作的实施意见》的规定，市委加强对全市法治和德治工作的统筹协调、整体推进、督促落实，确保中央关于法治和德治工作的重大决策部署全面落地落实。（ ）定期听取法治和德治工作情况汇报。调整充实市委全面依法治市决策议事协调机构，优化市委宣传思想工作领导小组。
A. 市委
B. 市委常委会
C. 市政府 
D. 市人大常委会
正确答案：B
2000、依据《市委关于加强法治和德治工作的实施意见》，生活小节连着党风大事。引导党员干部规范一言一行，要制定党员干部生活、交往、娱乐等方面行为规范，教育引导党员干部培养健康生活情趣，自觉做到任何时候都不放纵、不越轨、不逾矩，始终保持清正廉洁的（ ），时刻保持党员干部的良好形象。
A. 个人风貌
B. 精神状态
C. 正直面貌
D. 政治本色
正确答案：D
2001、《市委关于加强法治和德治工作的实施意见》明确，守公德就要强化宗旨意识，恪守立党为公、执政为民理念，始终为（ ）而努力工作。
A. 经济发展
B. 人民利益和幸福
C. 社会进步
D. 生态文明
正确答案：B
2002、《市委关于加强法治和德治工作的实施意见》强调，严格党内政治生活，坚持（ ），实行重大决策党政主要负责人末位表态；坚持“三会一课”，落实党员领导干部带头讲党课、过双重组织生活制度，督促党员领导干部参加民主生活会和组织生活会、谈心谈话、民主评议党员等活动。
A. 民主集中制
B. 集体决策
C. 民主决策
D. 共同商议
正确答案：A
2003、《市委关于加强法治和德治工作的实施意见》强调，坚持把（ ）摆在首位，牢固树立“四个意识”，时时处处事事把维护习近平总书记的核心地位作为第一位的政治要求，做到思想上高度认同、政治上坚决维护、组织上自觉服从、行动上紧紧追随。
A. 政治建设
B. 纪律建设
C. 组织建设
D. 思想建设
正确答案：A
2004、依据《市委关于加强法治和德治工作的实施意见》，深入实施新时代公民道德建设工程，深入推进社会公德、职业道德、家庭美德、个人品德建设，开展“孝善立德”“乡贤善治”主题实践活动，修订重庆市先进典型管理办法，设立道德典型关爱资金，完善志愿服务激励保障制度，持续抓好（ ）、感动重庆人物、身边好人等群众性评选。
A. 道德模范
B. 时代楷模
C. 先进人物
D. 重庆好人
正确答案：A
2005、依据《市委关于加强法治和德治工作的实施意见》，要提高全民法治意识和道德自觉。开展系列普法活动，发挥重庆“法治讲坛”“干部周末讲堂”“梦想课堂”等平台普法功能，开展（ ）消费者权益日、“6•26”禁毒日等主题普法活动。
A. 3•5
B. 3•15
C. 3•16
D. 3•18
正确答案：B
2006、《市委关于加强法治和德治工作的实施意见》指出，要把实践中广泛认可、操作性强的（ ）上升为地方性法规和政府规章，推进社会 信用条例、市民文明行为促进条例等立法。
A. 乡俗
B. 村规民约
C. 通行规则
D. 基本道德要求
正确答案：D
2007、依据《市委关于加强法治和德治工作的实施意见》，推动（ ）知责明责，严格落实党政主要负责人履行推进法治建设第一责任人职责规定，把本地区本部门各项工作纳入法治化轨道
A. 领导干部
B. 党员干部
C. 领导同志
D. 一把手
正确答案：A
2008、依据《市委关于加强法治和德治工作的实施意见》，保证公正司法， 深入推进以（ ）为中心的诉讼制度改革，全面落实证据裁判规则，努力让人民群众在每一个司法案件中感受到公平正义。
A. 起诉
B. 审判
C. 调解
D. 执行
正确答案：B
2009、《市委关于加强法治和德治工作的实施意见》规定，加强合宪性合法性审查。健全审查机制，把所有（ ）纳入备案审查范围，依法撤销和纠正违反宪法法律的法规规章和规范性文件，修订市人大常委会规范性文件备案审查规程，每三年开展一次行政规范性文件清理，建立规范性文件报备情况定期通报机制，完善党内法规和规范性文件前置审核制度。
A. 法律
B. 规范性文件
C. 行政规范性文件
D. 地方政府规章
正确答案：B
2010、依据《市委关于加强法治和德治工作的实施意见》，加强宪法宣传教育。强化公职人员宪法学习，市委举办宪法专家辅导报告会，（ ）常态化开展宪法学习培训活动。
A. 市人大常委会
B. 市委 
C. 市人民政府
D. 市司法局
正确答案：A
2011、《市委关于加强法治和德治工作的实施意见》明确，切实维护宪法法律权威，坚决防止个人凌驾于宪法法律之上。维护宪法尊严，各级党组织和领导干部要带头尊崇宪法，自觉在（ ）范围内活动;任何组织或个人都不得有超越宪法法律的特权，对一切违反宪法法律的行为都必须予以追究。
A. 党的纪律
B. 宪法
C. 宪法法律
D. 国家法律
正确答案：C
2012、依据《市委关于加强法治和德治工作的实施意见》的规定，尊崇法治，就要坚持（ ），严格依照法定权限、规则、程序行使权力、履行职责。
A. 职权法定
B. 法无授权不可为
C. 法律至上
D. 法律面前人人平等
正确答案：D
2013、一切国家机关和武装力量、各政党和各社会团体、各企业事业组织，都必须以（ ）为根本的活动准则。
A. 宪法和法律
B. 党章
C. 章程
D. 法规
正确答案：A
2014、党的二十大报告指出，我们隆重庆祝中国共产党成立一百周年、中华人民共和国成立七十周年，制定（ ）历史决议，在全党开展党史学习教育，建成中国共产党历史展览馆，号召全党学习和践行伟大建党精神，在新的征程上更加坚定、更加自觉地牢记初心使命、开 创美好未来。 
A. 第一个 
B. 第二个
C. 第三个
D. 第四个
正确答案：C
2015、中国共产党第二十次全国代表大会，是在全党全国各族人民迈上（ ）、向第二个百年奋 斗目标进军的关键时刻召开的一次十分重要的大会。 
A. 全面建设社会主义现代化国家新征程 
B. 全面建设中国特色社会主义现代化国家新征程 
C. 全面建成小康社会 
D. 建设中国特色社会主义现代化国家新征程
正确答案：A
2016、关于明大德、守公德、严私德，下列说法错误的是？（ ）
A. 严私德是个人的操守
B. 明大德是国家的根本
C. 严私德是国家的根本
D. 守公德是社会的大势
正确答案：C
2017、随之而来的“糖衣炮弹”让人目不暇接，这是对领导干部意志品质的严峻考验。我们应避免下述哪一种做法？（ ）
A. 做到权为己所用、利为己所谋
B. 要把家风建设摆在重要位置
C. 要慎独慎初慎微慎欲
D. 要多积尺寸之功
正确答案：A
2018、立政德，不包括以下？（ ）
A. 明大德
B. 晰家德
C. 严私德 
D. 守公德
正确答案：B
2019、关于严私德，认识正确的是？（ ）
A. 就是明忠于党、忠于国家、忠于人民、忠于民族的品格、信仰，坚定的政治定力。
B. 就是要严格约束自己的操守和行为
C. 自觉践行人民对美好生活的向往就是我们的奋斗目标的承诺，做到心底无私天地宽
D. 要求我们虚心向群众学习，全心全意为人民服务，自觉接受群众监督
正确答案：B
2020、下列关于守公德的表述，不正确的是？（ ）
A. 要求我们虚心向群众学习，全心全意为人民服务，自觉接受群众监督
B. 就是要强化宗旨意识，全心全意为人民服务，恪守立党为公、执政为民理念
C. 自觉践行人民对美好生活的向往就是我们的奋斗目标的承诺，做到心底无私天地宽
D. 就是明忠于党、忠于国家、忠于人民、忠于民族的品格、信仰，坚定的政治定力
正确答案：D
2021、关于明大德，陈述不正确的是？（ ）
A. 就是明忠于党、忠于国家、忠于人民、忠于民族的品格、信仰，坚定的政治定力。
B. 就是要铸牢理想信念、锤炼坚强党性，在大是大非面前旗帜鲜明
C. 就是要强化宗旨意识，全心全意为人民服务，恪守立党为公、执政为民理念
D. 体现了党员干部的党性和政治性，凸显讲政治是党员干部第一位的要求。
正确答案：C
2022、下列核心价值观的内容，属于个人层面的是？（ ）
A. 富强、民主、文明、和谐
B. 富强、公正、文明、法治
C. 自由、平等、公正、法治
D. 爱国、敬业、诚信、友善
正确答案：D
2023、下列核心价值观的内容，属于社会层面的是？（ ）
A. 富强、民主、文明、和谐
B. 富强、公正、文明、法治
C. 自由、平等、公正、法治
D. 爱国、敬业、诚信、友善
正确答案：C
2024、社会主义核心价值观由多少个字组成？（ ）
A. 32 
B. 48
C. 24
D. 16
正确答案：C
2025、社会主义核心价值观不包括哪个层面？（ ）
A. 集体层面
B. 国家层面
C. 社会层面
D. 个人层面
正确答案：A
2026、下列哪一项不是以德治国的正确表述？（ ）
A. 是中国共产党作为执政党科学执政、民主执政和依法执政理念的重要表现形式
B. 是中国共产党作为执政党适应新时期管党治党和治国理政的要求
C. 根据中国特色社会主义国家治理和社会治理的实践需要提出的治国理政的崭新命题
D. 是法律效力低于道德，道德效力高于法律的必然结果
正确答案：D
2027、关于如何提高立法质量，表述错误的是？（ ）
A. 民主立法的核心在于为了人民、依靠人民。
B. 推进科学立法、民主立法，是提高立法质量的根本途径。
C. 法律专业人士法律知识渊博，提高立法质量的关键就是由专业人士立法，而无需考虑文化水平不高的民众。
D. 科学立法的核心在于尊重和体现客观规律。
正确答案：C
2028、立法领域有一系列突出问题，在这些问题中，最突出的问题是？（ ）
A. 立法质量不优，有的法律法规全面反映客观规律和人民意愿不够，解决实际问题有效性不足，针对性、可操作性不强。
B. 立法效率不高，改革发展稳定安全急需的一些法律法规久拖不决、迟迟不能出台。
C. 立法目的混乱和立法价值错位，立法中的部门利益博弈、争权诿责现象较为突出、权利义务规定失衡。
D. 立法程序繁杂，制定法律需要严格的法律程序。
正确答案：A
2029、下列关于司法公正，表述有误的是？（ ）
A. 司法公正对社会公正具有重要引领作用，司法不公对社会公正具有致命破坏作用。
B. 如果脱离事实可以实现结果公正的话，可以适用“非真实的事实”，实现司法“实体正义”  
C. 法律的正义价值在司法中的直接体现就是司法公正。
D. 要严格依照事实和法律办案，坚持以事实为根据，以法律为准绳，二者辩证统一。
正确答案：B
2030、下列关于“基本道德、“理想道德””的相关表述，错误的是？（ ）
A. 道德法律化，是基本的社会道德的法律化。
B. 道德的法律化，不能是理想的社会道德的法律化。
C. 基本道德是多数人都能够自觉遵行的道德要求，而理想性的道德则往往高于现实生活中一般人的道德水平。
D. 道德法律化，是理想的社会道德的法律化
正确答案：D
2031、社会的客观道德的构成要件不包括？（ ）
A. 一定社会或集团在长期的共同生活实践
B. 自觉的形成的道德
C. 基于特定的社会生活条件
D. 自生自发地所形成的道德共识
正确答案：B
2032、关于道德法律化，陈述正确的是？（ ）
A. 个人道德的法律化
B. 共同道德、客观道德的法律化
C. 主观道德的法律化
D. 高级道德的法律化
正确答案：B
2033、关于低级道德，下列表述有误的是？（ ）
A. 绝大部分法律是由低级道德转化而来的
B. 低级道德强调利己利人，平等互利，坚决反对损人利己
C. 道德法律化，就是将高级道德法律化，而不是低级道德
D. 法律和道德中的低级部分是重合的，法律必然反映最基本道德的要求
正确答案：C
2034、59.关于高级道德，陈述正确的是（ ）
A. 高级道德是利己的 
B. 绝大部分法律是由高级道德转化而来的
C. 高级道德虽然存在于人类之中，却是奢侈品
D. 高级道德无处不在、无时不在
正确答案：C
2035、习近平总书记要求，要用法律来推动核心价值观建设。各种社会管理要承担起倡导社会主义核心价值观的责任，注重在日常管理中体现价值导向，使符合核心价值观的行为得到鼓励、违背核心价值观的行为受到制约。结合材料，下属表述不正确的是（ ）
A. 社会主义核心价值观融入法治建设是国家治理体系和治理能力现代化的急迫需求。
B. 社会主义核心价值观是西方精神文明的结晶，是全球化的产物
C. 培育和弘扬社会主义核心价值观，有效整合社会意识，是社会系统得以正常运转、社会秩序得以有效维护的重要途径，也是国家治理体系和治理能力的重要内容。
D. 培育和弘扬社会主义核心价值观是凝魂聚气、强基固本的基础工程，是中国特色社会主义的思想道德基础。
正确答案：B
2036、下列有关道德和法律的陈述，不正确的是？（ ）
A. 法律规范的确定性,能够给予社会成员明确、具体的行为准则，即可为与不可为的界限分明。
B. 道德所具有的多元性导致个体道德的选择性与社会道德的共性之间存在一定的张力。
C. 道德规范的确定性,能够给予社会成员明确、具体的行为准则，即可为与不可为的界限分明。
D. 法律规范的外在强制性及法律后果的显见性所形成的稳定行为预期,对人们行为的任性具有抑制作用。
正确答案：C
2037、制定法或成文法的角度看，道德和法律孰先孰后？（ ）
A. 法律优先于道德
B. 道德优先于法律
C. 法律和道德同时产生
D. 二者无法说明孰先孰后
正确答案：B
2038、下列有关道德法律化，错误的是？（ ）
A. 道德法律化“主要侧重于立法过程，指的是立法者将一定的道德理念和道德规范或道德规则借助于立法程序以法律的、国家意志的形式表现出来并使之规范化、制度化。”
B. 道德法律化是“在立法环节直接把道德要求和规范演化为法律要求和规范，形成‘道德的法律强制。
C. 当道德义务不足以抵制危害社会的行为时，立法应适时介入，在一定范围内用法律来吸收与接纳道德，将道德义务提升为法律义务。
D. 道德法律化，有助于将道德行为纳入法律规制，应多多益善
正确答案：D
2039、属于依法治国与以德治国相结合的作用的是？（ ）
A. 减少了法律的滥用
B. 法律的过于道德化，导致道德泛化
C. 缓和了法律严酷的形式
D. 利于民众心理认同和接纳
正确答案：B
2040、有学者从道德与法律在治国理政中的作用关系角度来理解“德主刑辅”，关于“德主刑辅”的认识正确的是（ ）
A. 古代的“德主刑辅”通当今的依法治国有异曲同工之妙，强调法律的主导作用。
B. 从儒家“德治”的角度出发，认为德治不过是辅助“法治”实践的工具。
C. 古代社会主要依靠德礼教化进行统治，法律在其中起次要作用。
D. 法律为主，道德为辅。
正确答案：C
2041、从整体上来看，中国传统儒家思想属于（ ）
A. 法治 
B. 人治
C. 法制 
D. 吏制
正确答案：B
2042、关于古代“法”的认识，下列正确的是（ ）
A. 同当代的法，强调依法治国
B. 偏向于刑罚
C. 法治下的法，而不是人治下的法
D. 本质是“法治”而不是“法制”
正确答案：B
2043、要坚持依法治国和以德治国相结合，要做到（ ）
A. 把法治建设和道德建设紧密结合起来，把他律和自律紧密结合起来    
B. 把道德规范和宗教规范紧密结合起来，把道德与宗教规范融为一体
C. 把原始社会习惯还原至法律 
D. 把高级道德的内容全部法律化，用法律的方式来规制
正确答案：A
2044、不属于违反道德的后果有（ ）
A. 惩罚
B. 自我良心的谴责
C. 国家强制力强制实施
D. 社会舆论的压力
正确答案：C
2045、不属于道德的实施方式有（ ）
A. 人们自觉遵守
B. 外在强制实施力量——国家强制力
C. 舆论的强制
D. 内心信念的约束
正确答案：B
2046、现在我们提倡“以德治国”，春秋时期，孔子就是提出过“以德治民”的主张。这说明（ ）
A. 不管时代怎样发展，我们所遵循的道德准则是一致的。
B. 对以儒家思想为核心的传统文化必须批判地加以继承。
C. 对传统文化必须绝对地予以肯定或者否定。
D. “德治”将要取代“法治”
正确答案：B
2047、关于法律规范、道德规范的范围，陈述正确的是（ ）
A. 二者规范的内容几乎相同
B. 在没有法律之前，社会重大的、带全局性关系的规范调整，主要由道德来完成。
C. 违反了法律规范的，一般不违反道德规范
D. 违反了道德规范一定违反法律规范
正确答案：B
2048、下列关于法律的特征，陈述不正确的是（ ）
A. 必须有专门的形式和制定程序
B. 具有规范性和普遍性
C. 自发的过程和结果
D. 自觉的过程和结果
正确答案：C
2049、关于道德的特征，陈述不正确的是（ ）
A. 自发的过程和结果
B. 自觉的过程和结果
C. 往往不以文字或条文的形式表现出来 
D. 存在于人们的社会意识中，存在于社会流动的观念和人们的信念中
正确答案：B
2050、下列属于道德早期的表现形式的是（ ）
A. 禁忌  
B. 风俗
C. 礼仪
D. 习惯法
正确答案：D
2051、法治和德治的关系，不包括（ ）
A. 法安天下，德润人心
B. 法律有效实施有赖于道德支持，道德践行也离不开法律约束。
C. 法治是我国依法治国的倡导，法治优于德治
D. 法治和德治不可分离、不可偏废
正确答案：C
2052、下列不属于法律和道德的共同作用的是（ ）
A. 规范社会行为 
B. 外在强制行为
C. 调节社会关系
D. 维护社会秩序
正确答案：B
2053、法律和道德都从各自角度规范人类行为、调节人际关系、维护社会秩序，下列关于法律秩序和道德秩序正确的是（ ）
A. 法律以规范性、可预期性和他律性规范社会成员的行为
B. 道德以规范性、可预期性和他律性规范社会成员的行为 
C. 法律以教化性、劝导性、自律性规范社会成员的心灵
D. 道德和法律都以教化性、劝导性、自律性规范社会成员的心灵 
正确答案：A
2054、下列事项中，有哪些是道德上许可但法律上不许可的？（ ）
A. 复仇
B. 杀人、盗窃
C. 超过诉讼时效而失去胜诉权 
D. 合同违约、欺诈
正确答案：A
2055、领导干部讲政德，不需要做到（ ）
A. 明大德
B. 立无德
C. 严私德 
D. 守公德
正确答案：B
2056、道德分为高级道德和低级道德，关于二者论述，正确的是（ ）
A. 施舍是低级道德所提倡的
B. 法律和道德中的高级部分是重合的，法律必然反映高级道德的要求
C. 高级道德是利他的，舍己利人，法律并不强求，如法律不强求施舍；低级道德强调利己利人，平等互利，坚决反对损人利己。    
D. 法律应该更多地将高级道德的内容法律化
正确答案：C
2057、下列属于中国特色社会主义法律体系法律部门划分的是（ ）
A. 宪法及宪法相关法
B. 自治条例
C. 地方性法规 
D. 单行条例
正确答案：A
2058、构成中国特色社会主义法律体系的法律规范分为几个法律部门（ ）
A. 一
B. 三
C. 四
D. 七
正确答案：D
2059、中国特色社会主义法律体系主要由几个不同层级的法律规范构成（ ）
A. 一
B. 二
C. 三
D. 六
正确答案：C
2060、有关道德法律化，认识不正确的是（ ）
A. 道德法律化，主要是指通过立法将社会中存在的道德规范上升为法律规范，并使之具备法律效力的过程。 
B. 当道德义务不足以抵制危害社会的行为时，立法应适时介入，在一定范围内用法律来吸收与接纳道德，将道德义务提升为法律义务。
C. 道德法律化不可能将所有的道德上升为法律，因为道德规范的法律化在许多时候意味着公民义务的扩张，如果道德义务法律化的范围超出了民众所能承受的限度，会导致道德义务泛法律化。
D. 道德法律化是通过法律规制道德行为，说明道德已无力规制社会秩序。
正确答案：D
2061、关于道德和法律，下列陈述正确的是（ ）
A. 道德的调整范围大于法律
B. 法律的要求高于道德
C. 道德是素质高的人享有的认知
D. 强调道德对于法律的保障作用
正确答案：A
2062、下面对于德治与法治的表述，正确的是：（ ）
A. 法治与德治一样，都属于政治文明
B. 法治与德治一样，同属于精神文明
C. 法治属于政治文明，德治属于精神文明 
D. 法治属于精神文明，德治属于政治文明
正确答案：C
2063、实施依法治国，要求国家行政机关依法行政、依法办事。下列表述中，能体现这一要求的是（ ） 
A. 法律是治国之重器，良法是善之之前提   
B. 法律是显露的道德，道德是隐藏的法律
C. 法定职责必须为，法无授权不可为
D. 法律如果推不开特权的门，就跨不进人民的心
正确答案：C
2064、“法律使人不敢犯罪，道德使人不愿犯罪”，对此理解不正确的是（ ）
A. 德治治本，法治治标。
B. 法律以其强制力约束人们的行为。
C. 法律比道德作用更大。
D. 要把法治和德治结合起来。
正确答案：C
2065、对我国国家情报法有关人身保障规定理解错误的是（ ）？ 
A. 国家对情报工作机构人员、有合作关系的人员及其近亲属的人身安全予以保护
B. 对为国家情报工作作出贡献并需安置的人员给予妥善安置，有关部门及国有、企事业单位、大型民营企业应予以协助
C. 对因开展国家情报工作或支持、协助和配合国家情报工作而导致伤残或牺牲、死亡的人员给予相应的抚恤优待
D. 对因支持、协助和配合国家情报工作的开展导致财产损失的给予补偿
正确答案：B
2066、国家情报工作机构应当搜集和处理境外机构、组织、个人实施或者指使、资助他人实施的，或者境内外机构、组织、个人相勾结实施的（ ）的相关情报，为防范、制止和惩治上述行为提供情报依据或者参考。
A. 危害公共利益
B. 威胁国家领导人 
C. 危害中华人民共和国国家安全和利益行为  
D. 危害国防军事安全和利益
正确答案：C
2067、 对我国情报工作机制特征的描述错误的是（ ）？ 
A. 集中统一 
B. 分工协作
C. 科学高效
D. 权威科学
正确答案：D
2068、我国情报工作主要原则有（ ）？ 
A. 坚持公开工作与秘密工作相结合
B. 专门工作与群众路线相结合
C. 分工负责与协作配合相结合的原则
D. 以上都包括
正确答案：D
2069、我国情报工作的领导机关是（ ）？ 
A. 国务院
B. 国家安全部
C. 中央国安委 
D. 中央军事委员会
正确答案：C
2070、我国国家情报工作的任务有（ ）？ 
A. 为国家重大决策提供情报参考
B. 为防范和化解危害国家安全的风险提供情报支持
C. 维护国家安全和利益
D. 以上都包括
正确答案：D
2071、《中华人民共和国国家情报法》自（ ）起施行。  
A. 2017年6月28日
B. 2016年6月28日
C. 2015年6月28日
D. 2014年6月28日
正确答案：A
2072、根据《网络安全法》规定，（ ）应当为公安机关、国家安全机关依法维护国家安全和侦查犯罪的活动提供技术支持和协助。 
A. 电信科研机构
B. 电信企业
C. 网络合作商
D. 网络运营者
正确答案：D
2073、境外非政府组织的特点有（ ）？ 
A. 非营利性
B. 非宗教性
C. 非政治性
D. 以上都包括
正确答案：D
2074、检验检疫机关在工作中发现涉嫌恐怖活动物品的，应当依法扣留，并立即移送公安机关或者（ ）。
A. 人民法院
B. 人民检察院
C. 国家安全机关
D. 当地人民政府
正确答案：C
2075、地方反恐怖主义工作领导机构应当建立跨部门情报信息工作机制，组织开展反恐怖主义情报信息工作，对重要的情报信息，应当及时向（ ）报告，对涉及其他地方的紧急情报信息，应当及时通报相关地方。
A. 上级反恐怖主义工作领导机构
B. 当地人民政府
C. 上级公安机关
D. 上级国家安全机关
正确答案：A
2076、有权在审判刑事案件过程中对恐怖活动组织和人员作出司法认定的是（ ）？ 
A. 最高人民法院 
B. 高级人民法院
C. 中级人民法院
D. 中级以上人民法院
正确答案：D
2077、国家反对一切形式的恐怖主义，依法取缔恐怖活动组织，对下列哪些行为依法追究法律责任。（ ）
A. 组织、策划、准备实施、实施恐怖活动，宣扬恐怖主义及煽动实施恐怖活动的行为。
B. 组织、领导、参加恐怖活动组织的行为。
C. 为恐怖活动提供帮助的行为。
D. 以上行为均包括。
正确答案：D
2078、有权根据《反恐怖主义法》第三条、第十二条的规定，依法认定恐怖活动组织和人员的机构是（ ）？
A. 公安部
B. 国家安全部
C. 省级反恐怖主义工作领导机构
D. 国家反恐怖主义工作领导机构
正确答案：D
2079、根据立法法的规定，《重庆市实施国家安全法规定》属于（ ）？ 
A. 国家根本法
B. 法律
C. 行政规章
D. 地方性法规
正确答案：C
2080、《重庆市实施国家安全法规定》是经（ ）通过的。
A. 市人民政府全体会议
B. 市人民政府常务会议 
C. 市人代会
D. 市人大常委会
正确答案：B
2081、对非法持有属于国家秘密的文件、资料和其他物品的，国家安全机关可以依法进行（ ）。
A. 搜查
B. 没收
C. 行政拘留
D. 以上都包括
正确答案：D
2082、过失泄露反间谍工作国家秘密，情节严重的，应当（ ）。
A. 追究刑事责任
B. 进行批评教育
C. 给予党纪、政纪处分 
D. 调出原单位
正确答案：A
2083、国家安全机关在反间谍工作中依法行使（ ）。
A. 侦查
B. 拘留
C. 预审
D. 逮捕
E. 以上都包括
正确答案：E
2084、国家安全机关的工作人员依法执行任务时，根据国家有关规定，经过批准，出示相应证件，可以进入限制进入的有关地区、场所、单位，查阅或者（ ）有关的档案、资料、物品。  
A. 调阅
B. 调取
C. 复印
D. 复制
正确答案：B
2085、国家安全机关的工作人员在依法执行紧急任务的情况下，经出示相应证件，可以（ ）公共交通工具，遇交通阻碍时，优先通行。
A. 免费乘坐 
B. 直接征用
C. 优先乘坐
D. 申请使用
正确答案：C
2086、在国家安全机关调查了解有关间谍行为的情况、收集有关证据时，有关组织和个人应当（ ），不得拒绝。
A. 坦白交代
B. 尽量配合
C. 如实提供
D. 酌情说明
正确答案：C
2087、国家安全机关根据反间谍工作需要，可以会同有关部门制定（ ），指导有关部门落实反间谍技术防范措施。
A. 反间谍技术侦察标准
B. 反间谍技术保卫标准
C. 反间谍技术防范标准
D. 反间谍技术侦查标准
正确答案：C
2088、下面哪一条没有正确体现《反间谍法》的程序要求？（ ）
A. 国家安全机关的工作人员依法执行任务时，未出示相应证件就要求查验境外人员的身份证明。
B. 国家安全机关的工作人员依法执行任务时，依照规定出示相应证件，可以进入有关场所、单位。
C. 国家安全机关的工作人员依法执行任务时，根据国家有关规定，经过批准，出示相应证件，可以进入限制进入的有关地区、场所、单位，查阅或者调取有关的档案、资料、物品。
D. 国家安全机关的工作人员依法执行紧急任务的情况下，经出示相应证件，可以优先乘坐公共交通工具，遇交通阻碍时，优先通行。
正确答案：A
2089、主管反间谍工作的机关是（ ）？
A. 国家安全机关
B. 公安机关
C. 国家情报工作机构
D. 中央国安委
正确答案：A
2090、国家对在维护国家安全工作中作出突出贡献的个人和组织给予（ ）。
A. 嘉奖
B. 表彰和奖励
C. 奖金
D. 慰问
正确答案：B
2091、下列不属于国土安全（维护国家领土主权和海洋权益）保卫范围的是（ ）？ 
A. 公海
B. 内水
C. 领海
D. 领空
正确答案：A
2092、下列情况中，属于公民履行维护国家安全义务的是（ ）？ 
A. 某科研所办公室主任张某得知同事王某在办公室上网的时，给外国人发送本单位资料，由于害怕单位名誉受损，未向国家安全机关及时报告。
B. 刘某系某政府部门领导干部，因公出国后，滞留不归。
C. 蔡某在国家安全机关开展专门工作时，阻扰现场拍照。
D. 陈某将自己的住所提供给国家安全机关工作人员开展工作。
正确答案：D
2093、下列说法有误的是（ ）？ 
A. 任何个人和组织不得有危害国家安全的行为
B. 公民和组织支持、协助国家安全工作的行为受法律保护。
C. 公民和组织因支持、协助国家安全工作造成人身伤害或者死亡的，按照国家有关规定给予抚恤优待。
D. 公民和组织为国家安全工作提供协助，无权对国家机关提出批评。
正确答案：D
2094、国家安全机关的工作人员依法执行国家安全工作任务时，经出示相应证件，有权（ ）中国公民或者境外人员的身份证明。
A. 检验
B. 查验
C. 检查
D. 扣押
正确答案：B
2095、A市国家安全局因工作需要，向A市机场安检机构提出对特定的人员、资料及器材进行免检，A市机场安检机构（ ）。
A. 应当协助
B. 视情有条件协助
C. 可以不协助
D. 向其上级部门报告，根据上级部门的指示来办
正确答案：A
2096、公民和组织因支持、协助国家安全工作导致财产损失的，按照国家有关规定给予（ ）。
A. 补偿
B. 赔偿
C. 恢复原状
D. 优待
正确答案：A
2097、关于惩治危害国家安全的犯罪，下列说法错误的是（ ）？ 
A. 人民法院对所有危害国家安全刑事案件独立行使审判权
B. 人民检察院对所有危害国家安全刑事案件独立行使检察权
C. 公安机关、有关军事机关对所有危害国家安全刑事案件独立行使侦查权
D. 国家安全机关对所有危害国家安全刑事案件独立行使侦查权
正确答案：C
2098、国家安全法规定的中央国家安全领导机构实际上是指（ ）。
A. 国家安全部
B. 公安部
C. 中央政法委
D. 中央国安委
正确答案：D
2099、国家安全机关工作人员在依法执行紧急任务的情况下，经出示（ ），可以优先购买车票或者先乘坐后补票。 
A. 身份证
B. 人民警察证
C. 人民警察证或侦察证
D. 侦察证
正确答案：C
2100、故意阻碍国家安全机关依法执行任务，情节较轻的，由国家安全机关处（ ）。
A. 警告
B. 罚款
C. 10日以下行政拘留
D. 15日以下行政拘留
正确答案：D
2101、下列有权进行确认专用间谍器材的机关是（ ）？ 
A. 国务院国家安全主管部门
B. 省级国家安全机关
C. 设区市国家安全机关
D. 设区市以上国家安全机关
正确答案：A
2102、根据《反间谍法》的规定，国家安全机关对查验中发现的不符合维护国家安全要求的电子通信工具、器材等设备、设施，可以责令有关组织和个人进行（ ）。
A. 技术改造
B. 整改
C. 销毁
D. 封存
正确答案：B
2103、《反间谍法》于（ ）起施行。
A. 2014-12-04 00:00:00
B. 2014-11-01 00:00:00
C. 2015年1月1日
D. 2015年2月22日
正确答案：B
2104、《反间谍法》的立法依据是（ ）。
A. 刑法
B. 宪法
C. 国家安全法 
D. 刑事诉讼法
正确答案：B
2105、根据法律规定，有权决定省、自治区、直辖市的范围内部分地区进入紧急状态的是（ ）？ 
A. 全国人大常委会
B. 国务院
C. 国家主席
D. 中央军事委员会
正确答案：B
2106、根据法律规定，有权决定全国或者个别省、自治区、直辖市进入紧急状态的是（ ）？ 
A. 全国人大常委会
B. 国务院
C. 国家主席
D. 中央军事委员会
正确答案：A
2107、根据法律规定，有权发布动员令的是（ ）？ 
A. 全国人大常委会
B. 国务院
C. 国家主席
D. 中央军事委员会
正确答案：C
2108、以下哪个机关有权决定全国总动员或者局部动员？（ ）
A. 中央国安委
B. 全国人大常委会
C. 国务院
D. 中央军事委员会
正确答案：B
2109、以下哪个是《国家安全法》规定的国家安全工作的决策和议事协调机关？（ ）
A. 国务院
B. 中央国安委
C. 公安机关
D. 国家安全机关
正确答案：B
2110、每年（ ）为全民国家安全教育日。
A. 2023-08-15 00:00:00
B. 12日4日
C. 4月15日
D. 1月24日
正确答案：C
2111、以下关于国家安全的说法正确的是？（ ）
A. 国家安全就是指国家政权、主权、人民利益不受侵犯。
B. 国家安全指的是一种绝对安全。
C. 国家安全是一种相对状态和持续能力。
D. 国家安全是国家利益没有处于危险和不受内外威胁的事态。
正确答案：C
2112、新国家安全法于何时颁布实施？（ ）
A. 2014年7月1日  
B. 2015年4月15日
C. 2015年7月1日
D. 2014年4月15日
正确答案：C
2113、当前我国国家安全内涵和外延比历史上任何时候都要丰富，时空领域比历史上任何时候都要宽广，内外因素比历史上任何时候都要复杂，必须坚持总体国家安全观，以（）为宗旨，以（）为根本，以（）为基础，以军事、文化、（）为保障，以促进国际安全为依托，走出中国特色国家安全道路。（ ）
A. 人民安全  政治安全  金融安全  社会安全  
B. 政治安全  人民安全  社会安全  金融安全
C. 人民安全  政治安全  经济安全  社会安全
D. 政治安全  人民安全  社会安全  经济安全
正确答案：C
2114、下列关于民事权利表述错误的是（ ）
A. 有权利就有义务，权利与义务是相对的
B. 物权关注物的归属与利用
C. 自然人不能享有民法典并未明文规定的权利
D. 债权具有相对性
正确答案：C
2115、甲在市中心买下一块空地，但常年闲置不开发，与市中心的繁荣景象形成了鲜明对比。虽然有关部门曾多次建议甲及时兴建土木，但甲声称这块土地是他所有之物，其行为并无任何不当。甲的行为（ ）
A. 根据所有权的绝对性，其行为并无任何不当
B. 违反了公共秩序和善良风俗
C. 违反了诚实信用原则
D. 违法了禁止权利滥用原则，损害了社会公共利益
正确答案：D
2116、丈夫意外去世，对于妻子肚子里的胎儿，下列说法错误的是（ ）
A. 遗产分割时应当保留胎儿的份额
B. 胎儿出生后为活体的，保留其继承份额
C. 未出生的胎儿没有继承权
D. 胎儿出生时为话活体，旋即死亡的，为其保留的继承份额按法定继承办理
正确答案：C
2117、垃圾短信和骚扰电话侵犯了自然人的（ ）
A. 名誉权   
B. 隐私权
C. 安宁权
D. 名称权
正确答案：B
2118、物权是一种财产权，指权利人依法对一定的物享有直接支配并排除他人干涉的权利，下列可以成为物权的客体的是（ ）
A. 私家车
B. 职称
C. 子女
D. 公路
正确答案：A
2119、因自愿实施紧急救助行为造成受助人损害的，救助人（ ）民事责任。
A. 应当承担
B. 不承担
C. 适当承担
D. 酌情承担
正确答案：B
2120、1.法人是具有民事权利能力和（ ），依法独立享有民事权利和承担民事义务的组织。
A. 民事责任能力
B. 民事行为能力
C. 人格尊严
D. 民事法律能力
正确答案：B
2121、民事主体在民事活动中的（ ）一律平等。
A. 法律地位
B. 当事人地位
C. 民事地位
D. 主体地位
正确答案：A
2122、甲公司铺设管道，在路中挖一深坑，设置了路障和警示标志。乙驾车撞倒全部标志，致丙骑摩托车路经该地时避让不及时而驶向人行道，造成丁轻伤。应由谁对丁的损失承担赔偿责任？（ ）
A. 甲公司
B. 乙
C. 丙
D. 无需赔偿
正确答案：C
2123、学校学习过程中，教师对生病的学生救护不力，属于（ ）。
A. 侵犯学生的身体权
B. 侵犯学生的生命权
C. 侵犯学生的健康权
D. 不作为侵权
正确答案：D
2124、因正当防卫造成损害的，（ ）承担民事责任。
A. 必须
B. 应当
C. 适当
D. 不
正确答案：D
2125、民事主体不得滥用（ ）损害国家利益、社会公共利益或者他人合法权益。
A. 个人意愿
B. 民事权利
C. 优势地位
D. 合同自由
正确答案：D
2126、下列不属于民法典规定的新兴权利或新的权利的是（ ）                                                                                          
A. 居住 
B. 网络虚拟财产权
C. 隐私权
D. 数据权
正确答案：C
2127、民法典从第一条开始，按照哪三个层次的顺序构建了完整的民事权利体系。（ ）
A. 一般权利、类型权利、具体权利
B. 类型权利、具体权利、一般权利
C. 一般权利、具体权利、类型权利
D. 具体权利、一般权利、类型权利
正确答案：A
2128、民法典的用益物权规定在下列哪一编之下？（ ）
A. 合同编
B. 物权编
C. 人格权编
D. 婚姻家庭编
正确答案：B
2129、某记者在报纸上发表，夸大其词地宣称：有关研究表明，某品牌矿泉水的矿化、磁化、灭菌装置有害人的身体健康，提醒消费者要“慎用”、“当心”。该记者的上述做法（ ）
A. 正确，公民有言论自由的权利
B. 错误，夸大了消费者的知情权
C. 正确，行使了消费者的批评监督权
D. 错误，报道失实，侵害了该矿泉水生产企业的名誉权
正确答案：D
2130、下列行为构成侵犯知识产权的是（ ）
A. 小王把李某的一首诗配上音乐背景供自己和朋友欣赏
B. 王老师把李某的诗作为范在课堂讲授
C. 某出版社把李某的诗汇编到一本现代诗集中
D. 张某把李某的诗稍作修改署上自己的姓名发表在当地一家报纸上
正确答案：D
2131、市民王某有一栋可以眺望海景的别墅，当他得知另有一栋大楼将要建设，从此别墅不能再眺望海景时，就将别墅卖给想得到一套可以眺望海景房屋的宋某，王某的行为违背了《民法典》的（ ）
A. 自愿原则
B. 平等原则
C. 等价有偿原则
D. 诚实信用原则
正确答案：D
2132、自然人享有，但是法人不享有的人格权是（ ）
A. 姓名权
B. 名称权
C. 名誉权
D. 荣誉权
正确答案：A
2133、下列各项中，不享有名称权的是（ ）
A. 企业法人
B. 个人合伙
C. 农村承包经营
D. 个体工商户
正确答案：C
2134、民法不保护下列哪一种利益？（ ）
A. 公民的合法利益
B. 法人的合法利益
C. 不当得利
D. 外国人的合法利益
正确答案：C
2135、在下列各项中，可以成为民法标的物的是（ ）
A. 阳光
B. 身体
C. 山林
D. 地球
正确答案：C
2136、张某捏造同事李某曾因盗窃而被判刑的事实，并在单位里传播，张某的行为侵犯了李某的（ ）
A. 名誉权
B. 姓名权
C. 生命健康权
D. 荣誉权
正确答案：A
2137、建筑物或者其他设施以及建筑物上的搁置物、悬挂物发生倒塌、脱落、坠落造成他人损害的，如（ ），它的所有人或管理人不承担民事责任。
A. 能证明是受害人的故意
B. 能证明自己没有过错
C. 能证明自己尽了足够的注意
D. 能证明自己没有过失，并尽了足够的注意
正确答案：D
2138、甲有一盆名花，其友乙借走放在自家阳台上，被风吹落砸伤路人丙，丙的损害应由（ ）
A. 甲承担
B. 乙承担
C. 丙承担
D. 甲、乙、丙承担
正确答案：B
2139、文某从申家偷出一块新表，按商店标价卖给了不知情的郑某。后文某因另案被捕，交待了此事。申某得知，就责令郑某限期返还。依照法律，本案中（ ）
A. 郑某应将手表返还给申某，所付价款由文某退还
B. 郑某不必将手表返还给申某，申某的损失由文某赔偿
C. 郑某应将手表返还给申某，所付的价款由申某支付，再由申某向文某追偿
D. 郑某不必将手表返还给申某，但应给申某适当的补偿
正确答案：B
2140、名称权的内容不包括（ ）
A. 占有权
B. 命名权
C. 使用权
D. 转让权
正确答案：A
2141、身份权的客体是（ ）
A. 人格利益
B. 身份利益
C. 财产利益
D. 身份利益与人格利益
正确答案：B
2142、当事人一方违反合同的赔偿责任，（ ）另一方为此所受的损失。
A. 应当高于
B. 应当低于
C. 应当相当于
D. 可以高于
正确答案：C
2143、人身权是一种（ ）
A. 绝对权
B. 相对权
C. 形成权
D. 期待权
正确答案：A
2144、诉讼时效作为权利人不行使权利就丧失人民法院保护其民事权利的法定期间，它一般适用于？（ ）   
A. 支配权
B. 请求权
C. 形成权
D. 抗辨权
正确答案：B
2145、下列各项中，哪项不是担保物权？（ ）
A. 抵押权
B. 质权
C. 留置权
D. 典权
正确答案：D
2146、下列权利中不属于人格权的为（ ）
A. 名誉权   
B. 亲属权   
C. 姓名权  
D. 肖像权
正确答案：B
2147、甲、乙合作创作了一部小说，后甲希望出版小说，乙无故拒绝。甲把小说上传至自己博客并保留了乙的署名。丙未经甲、乙许可，在自己博客中设置链接，用户点击链接可进入甲的博客阅读小说。丁未经甲、乙许可，在自己博客中转载了小说。戊出版社只经过甲的许可就出版了小说。下列哪一选项是正确的？（ ）
A. 甲侵害了乙的发表权和信息网络传播权
B. 丙侵害了甲、乙的信息网络传播权
C. 丁向甲、乙寄送了高额报酬，但其行为仍然构成侵权
D. 戊出版社侵害了乙的复制权和发行权
正确答案：C
2148、下列哪一情形下，乙的请求依法应得到支持？（ ）
A. 甲应允乙同看演出，但迟到半小时。乙要求甲赔偿损失
B. 甲听说某公司股票可能大涨，便告诉乙，乙信以为真大量购进，事后该支股票大跌。乙要求甲赔偿损失
C. 甲与其妻乙约定，如因甲出轨导致离婚，甲应补偿乙50万元，后二人果然因此离婚。乙要求甲依约赔偿
D. 甲对乙承诺，如乙比赛夺冠，乙出国旅游时甲将陪同，后乙果然夺冠，甲失约。乙要求甲承担赔偿责任
正确答案：C
2149、甲为父亲祝寿宴请亲友，请乙帮忙买酒，乙骑摩托车回村途中被货车撞成重伤，公安部门认定货车司机丙承担全部责任。经查：丙无赔偿能力。丁为货车车主，该货车一年前被盗，未买任何保险。关于乙人身损害的赔偿责任承担，下列哪一选项是正确的？（ ）
A. 甲承担全部赔偿责任
B. 甲予以适当补偿
C. 丁承担全部赔偿责任
D. 丁予以适当补偿
正确答案：B
2150、甲晚10点30分酒后驾车回家，车速每小时80公里，该路段限速60公里。为躲避乙逆向行驶的摩托车，将行人丙撞伤，丙因住院治疗花去10万元。关于丙的损害责任承担，下列哪一说法是正确的？（ ）
A. 甲应承担全部责任
B. 乙应承担全部责任
C. 甲、乙应承担按份责任
D. 甲、乙应承担连带责任
正确答案：C
2151、男甲和女乙结婚后，因甲多次家庭暴力，乙不能忍受提出离婚，甲请求乙原谅，并签订了一份保证协议，约定如果甲今后再对乙使用暴力，则需赔偿乙20万元，请问该协议（ ）
A. 有效
B. 无效
C. 待生效
D. 是否有效由法院确定
正确答案：A
2152、12岁男孩小明的父亲作为小明的代理人为小明买了一架钢琴，这在民法上称为（ ）
A. 法定代理
B. 委托代理
C. 指定代理
D. 授权代理
正确答案：A
2153、下列公民实施的民事行为有效的是（ ）。
A. 5岁的甲画了一幅画
B. 9岁的乙写了一份遗嘱
C. 14岁的丙将自己的发明专利权转让给邻居丁
D. 15岁的戊买了一枚2克拉钻戒
正确答案：A
2154、《民法典》规定不满（ ）周岁的未成年人为无民事行为能力人，由其法定代理人代理实施民事法律行为。
A. 16
B. 8
C. 10
D. 18
正确答案：B
2155、小张经过打拼，拥有一定数额的财产，但在一次交通事故中不幸遇难，此时，小张的孩子仅6个月还未出生，依据《民法典》其遗腹子可以分割父亲的遗产，请问依据的是下列哪一条款内容：（ ）
A. 自然人从出生时起到死亡时止，具有民事权利能力，依法享有民事权利，承担民事义务
B. 自然人的民事权利能力一律平等
C. 涉及遗产继承、接受赠与等胎儿利益保护的，胎儿视为具有民事权利能力，但是胎儿娩出时为死体的，其民事权利能力自始不存在
D. 父母对未成年子女负有抚养、教育和保护的义务。
正确答案：C
2156、甲为某校在校大学生，现年22岁，无经济来源，两年前向乙借款1万元，现在无力偿还，按照相关法律，应该由（ ）来偿还这笔借款。
A. 甲的父母
B. 甲所在的大学
C. 甲与其父母
D. 甲本人
正确答案：D
2157、《民法典》中关于继承的规定，说法正确的是（ ）
A. 公民依法享有财产继承权
B. 自然人依法享有继承权
C. 自然人的一切私有财产，可以依法继承
D. 自然人依法享有继承权，胎儿不是自然人，因此不享有继承权
正确答案：B
2158、下列关于知识产权的分类不属于权利人依法享有的专有权利的是（ ）
A. 集成电路布图设计
B. 地理标志
C. 植物新品司
D. 癌症的诊断和治疗方法
正确答案：D
2159、小王在某楼盘看中了一套总价100万元的房子，为表示诚意他向开发商交付了10万定金。同时，双方在购房合同中规定一旦出现违约，须赔偿给对方20万违约金。后来，开发商私自将房子转卖给了出价更高的张某，并且办理了不动产登记手续。关于该案例以下说法正确的是（ ）
A. 10万元定金数额超过了国家法定的定金限度
B. 小王选择对方赔付违约金则最多可以获得20万元
C. 张某的购房行为是合法有效的
D. 针对开发商的侵权行为，小王可以让对方同时赔偿违约金和定金
正确答案：C
2160、《民法总则》对自然人因婚姻、家庭关系等产生的人身权利进行了法律保护，这里的人身权利主要是指身份权。以下不属于身份权的是（ ）
A. 亲权
B. 子女权
C. 配偶权
D. 亲属权
正确答案：B
2161、与《民法通则》相比较，《民法典》对于公民权利的保护进行了重大修改，下列民事权利不受《民法通则》保护的是（ ）
A. 个人信息隐私权
B. 知识产权
C. 财产继承权
D. 婚姻自主权
正确答案：A
2162、小张和小黄是好朋友因小事闹翻了，小张在其照片上随意涂画，并弄成搞笑形象印刷出售营利，侵犯了（ ）。
A. 姓名权
B. 名誉权
C. 肖像权
D. 名称权
正确答案：C
`
anwser_selector = document.createElement("div")
document.querySelector(".container-fluid").appendChild(anwser_selector)

setInterval(function(){
  cur = document.querySelector("#question_area > div:not([style*='display: none'])")
  curquestion = cur.querySelector("span:nth-child(2)").innerText.replace(/^\d+\. / ,"").replace(/\s+/, ' ').replace('(','（').replace(')', "）").replace(" ",'').replace("?","？")
  r = new RegExp(curquestion + "[\\s\\S]*?(?=\\n\\d)")
  answer  = text.match(r)

  anwser_selector.innerText = answer
},500)
